Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/advanced_topics.po
Languages: es_es, pt_br

source: In the :guilabel:`Output 1` channel, select an effect from the drop-down menu, for example :guilabel:`Apple > AUCompressor`
es_es: En el canal :guilabel:`Output 1`, seleccione un efecto del menú, por ejemplo, :guilabel:`Apple > AUCompressor`
pt_br: No canal :guilabel:`Saída 1`, selecione o efeito do menu drop-down, por exemplo :guilabel:`Apple > AUCompressor`

source: The effect should now react if you play a track in Mixxx.
es_es: El efecto debería funcionar si usted hace sonar una canción en Mixxx.
pt_br: O efeito agora deve reagir se você tocar uma faixa no Mixxx.

source: Effects via JACK Rack on GNU/Linux
es_es: Efectos via JACK en GNU/Linux
pt_br: Efeitos via JACK Rack no GNU/Linux

source: The Jack routing for external effects on GNU/Linux
es_es: El enrutamiento para efectos externos en GNU/Linux
pt_br: O roteamento Jack para efeitos externos no GNU/Linux

source: Use `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ to route each deck directly through `JACK Rack <http://jack-rack.sourceforge.net/>`_ effect racks, or for more control you can use Ardour (or other DAW) using sends for effects. This gives Mixxx access to the extensive collection of LADSPA plugins.
es_es: Use `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ para rutear cada plato directamento mediante `JACK Rack <http://jack-rack.sourceforge.net/>`_ controladoras de efectos, o para tener más control, puede utilizar Ardour (o otro DAW) para utilizar efectos. Esto le da a Mixxx acceso a la extensa colección de pluggins LADSPA.
pt_br: Use o `Jack <https://en.wikipedia.org/wiki/JACK_Audio_Connection_Kit>`_ para rotear cada deck diretamente pelas prateleiras de efeito `JACK Rack <http://jack-rack.sourceforge.net/>`_, ou para mais controle você pode usar o Ardour (ou outro DAW) usando envios para efeitos. Isso permite ao Mixxx acesso a coleção extensiva de plugins LADSPA.

source: Make sure the correct multichannel sound card has been selected in Jack (Jack settings visible bottom left). Note that Mixxx possibly labels its Jack ports as “Portaudio”.
es_es: Esté seguro de que ha seleccionado la tarjeta de sonido multicanal correctamente en Jack (Opciones de Jack visibles abajo a la izquierda). Tenga en cuenta que Mixxx probablemente nombre su Jack como “Portaudio”.
pt_br: Fique certo de que a placa de som multicanal correta foi selecionada no Jack (configuração do Jack visível no canto inferior esquerdo). Note que o Mixxx possivelmente nomeia portas Jack como “Portaudio”.

source: Deleting Your Library
es_es: Eliminar su carpeta de música
pt_br: Deletando Sua Biblioteca

source: The library file is stored in the following places depending on your :term:`operating system`:
es_es: La carpeta de música está almacenada en los siguientes destinos dependiendo de tu :term:`sistema operativo`:
pt_br: O arquivo da biblitoeca está guardado nos seguintes lugares dependendo do seu :term:`sistema operacional`:

source: The Mixxx library is stored in the :file:`%USERPROFILE%\\Local Settings\\Application Data\\Mixxx\\` folder. To delete your library on Windows, delete the :file:`mixxxdb.sqlite` file in this folder.
es_es: La carpeta de archivos se almacena en la carpeta :file:`%USERPROFILE%\\Local Settings\\Application Data\\Mixxx\\`. Para borrar las canciones de Windows, borre el archivo :file:`mixxxdb.sqlite` de esta carpeta.
pt_br: A biblioteca do Mixxx é guardada na pasta :file:`%USERPROFILE%\\Local Settings\\Application Data\\Mixxx\\`. Para deletar sua biblioteca no Windows, delete o arquivo :file:`mixxxdb.sqlite` nessa pasta.

source: The Mixxx library is stored in the :file:`Library/Application Support/Mixxx` folder in your home directory. To delete your library on Mac OS X type the following command into a terminal: ::
es_es: La carpeta de almacenamiento de archivos se almacena en la carpeta :file:`Library/Application Support/Mixxx` en su directorio raiz. Para borrar tu carpeta de canciones en MAC OS X escriba el siguiente comando en el terminal::
pt_br: A biblitoeca do Mixxx é guardada na pasta :file:`Library/Application Support/Mixxx` no seu diretório home. Para deletar sua biblitoeca no Mac OS X digite o seguinte comando em um terminal: ::

source: The Mixxx library is stored in the ``.mixxx`` folder in your home directory. To delete your library on GNU/Linux type the following command into a terminal: ::
es_es: La carpeta de canciones se almacena en la carpeta ``.mixxx`` de tu directorio raiz. Para borrar dicha carpeta en GNU/Linux escriba el siguiente comando en el terminal::
pt_br: A biblioteca do Mixxx é guardada na pasta ``.mixxx`` do seu diretório home. Para deletar a biblioteca no GNU/Linux digite o seguinte comando em um terminal: ::

source: Deleting your library will lose all of your :term:`metadata`. This includes saved hotcues, loops, comments, ratings, and other library related metadata. Only delete your library if you are fine with losing these.
es_es: La eliminación de tu carpeta de canciones eliminará toda su :term:`metadata`. Esto implica todos los puntos de cue, loops, comentarios, puntuaciones y otra información de metadatos relacionada. Elimine sólo su carpeta de archivos si está de acuerdo con su eliminación.
pt_br: Deletar sua biblioteca significa perder todos os seus :term:`metadados`. Isso inclúi hotcues salvos, loops, comentários, avaliações, e outros metadados relacionados a biblioteca. Apenas delete sua biblioteca se você estiver bem com a perda destes.
