Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/advanced_topics.po
Languages: es_es, pt_br

source: Advanced Topics
es_es: Opciones Avanzadas
pt_br: Tópicos Avançados

source: Adding support for your MIDI/HID Controller
es_es: Mapeo de Mixx para controladoras MIDI/HID
pt_br: Adicionando suporte para o seu Controlador MIDI/HID

source: With several dozens DJ controllers supported out-of-the-box, Mixxx gives you comprehensive hardware control for your DJ mixes, see :ref:`control-midi`.
es_es: Con una amplia gama de controladoras soportadas, Mixx ofrece un fácil control del hardware en tus sesiones de DJ, para ello lee: ref:`control-midi`.
pt_br: Com várias dúzias de controladores de DJ suportados fora da caixa, o Mixxx dá a você um control compreensivo de hardware para as suas mixagens de DJ, veja :ref:`control-midi`.

source: Support for additional devices can be added to Mixxx by creating a new preset file. This file tells Mixxx how to translate, or map, :term:`MIDI`/:term:`HID` messages from a controller into commands that Mixxx understands.
es_es: La configuración del mapeo de otras controladoras puede añadirse mediante la creación de un archivo. Éste archivo dicta a Mixxx como traducir o mapear :term:`MIDI`/:term:`HID` acciones de una controladora en comandos que Mixxx comprenda.
pt_br: Suporte a dispositivos adicionais pode ser adicionado ao Mixxx ao criar um novo arquivo de prédefinição. Esse arquivo diz ao Mixxx como traduzir, ou mapear, mensagens :term:`MIDI`/:term:`HID`:term:`MIDI`/:term:`HID` de um controlador em comandos que o Mixxx entende.

source: You can download and share custom controller presets in the `Mixxx User customizations forums <http://mixxx.org/forums/viewforum.php?f=6>`_.
es_es: Las preconfiguraciones de las controladoras se pueden descargar y compartir en los Foros de Usuarios sobre Configuración <http://mixxx.org/forums/viewforum.php?f=6>`_.
pt_br: Você pode baixar ou compartilhar prédenições personalizadas de controlador nos `fóruns de personalização dos Usuários do Mixxx <http://mixxx.org/forums/viewforum.php?f=6>`_.

source: Controller Wizard
es_es: Asistente para la configuración de la controladora
pt_br: Assistente de Controlador

source: Mixxx Controller Wizard - Mapping a control
es_es: Asistente para el aprendizaje de la controladora - Mapeo de una acción.
pt_br: Assistente de Controlador do Mixxx - Mapeando um controle

source: By far, the easiest way to create a new MIDI preset is by using the Controller Wizard.
es_es: De hecho la solución más fácil para crear un nuevo mapeo MIDI es usar el Asistente de Configuración de la controladora.
pt_br: De longe, o método mais fácil de criar uma nova prédefinição MIDI é usando o Assistente de Controlador.

source: Connect your controller(s) to your computer
es_es: Conecte su controladora(s) al ordenador
pt_br: Conecte o(s) seu(s) controlador(es) no seu computador

source: Start Mixxx
es_es: Active Mixxx
pt_br: Inicie o Mixxx

source: Go to :menuselection:`Preferences --> Controllers`
es_es: Vaya a:menuselection:`Preferences-->controladora`
pt_br: Vá para :menuselection:`Preferências --> Controladores`

source: Select your device from the list of available devices on the left, and the right pane will change
es_es: Seleccione su controladora de la lista de dispositivos disponibles izquierda y el panel de la derecha cambiará.
pt_br: Selecione o seu dispositivo da lista de dispositivos disponíveis na esquerda, e o painel da direita vai mudar

source: Activate the :guilabel:`Enabled` checkbox
es_es: Active el :guilabel:'enabled'checkbox
pt_br: Ative a caixa de seleção :guilabel:`Ativado`

source: Click on :guilabel:`Learning Wizard` to open the selection dialog
es_es: Haga clic en :guilabel:'Learning Wizard' para abrir el menú de selección.
pt_br: Clique em :guilabel:`Assistente de Aprendizado` para abrir o diálogo de seleção

source: Click any control in the Mixxx :term:`GUI`
es_es: Haga clic en cualquier opción de Mixxx :term:'GUI'
pt_br: Clique em qualquer controle do :term:`GUI` do Mixxx

source: Alternatively, click the :guilabel:`Choose Control` button and choose one from the selection list
es_es: Por otra parte, haga clic en el :guilabel:'Elija Control' botón y elija una opción del menú de selección.
pt_br: Alternativamente, clique no botão :guilabel:`Escolher Controle` e escolha um de uma lista de seleção

source: Push :guilabel:`Learn` and then move a control or push a button on your controller to map it. You can also move a control without pushing the :guilabel:`Learn` button if you are learning many controls.
es_es: Haga clic en configurar y luego utilice el control seleccionado o aprete un botón en su controladora para mapearlo. También se puede mover un control sin apretar el :guilabel:'learn' botón si está configurando muchas secciones.
pt_br: Aperte :guilabel:`Aprender` e mova um controle ou aperte um botão no seu controlador para mapeá-lo. Você também pode mover um controle sem apertar o botão :guilabel:`Aprender` se você estiver aprendendo vários controles.

source: If you are learning a button, just push it once. If you are learning a knob or a slider, try to move it throughout its range.
es_es: Si está configurando una acción, aprételo únicamente una vez. Si está configurando una perilla o un fader muévalo en todo su rango o trayectoria.
pt_br: Se você estiver aprendendo um botão, aperte apenas uma vez. Se você está aprendendo um botão giratório ou um deslizante, tente movê-lo por todo a sua extensão.

source: After Mixxx detects the control, you may click :guilabel:`Learn Another` or you can just click on another button in the Mixxx :term:`GUI` to learn another control.
es_es: Tras la detección de Mixxx del control, se puede hacer clic en :guilabel'Configurar Otro' o hacer clic en otro botón en Mixxx :term'GUI' para configurar otra acción.
pt_br: Depois que o Mixxx detectar o controle, você pode clicar em :guilabel:`Aprender Outro` ou você pode apenas clicar em outro botão no :term:`GUI` do Mixxx para aprender outro controle.

source: When you are finished mapping controls, click :guilabel:`Done`
es_es: Cuando termine el mapeo de controles, haga clic en :guilabel:'Proceso Terminado'
pt_br: Quando você estiver terminado de mapear controles, clique :guilabel:`Concluído`

source: There are also some advanced options in the Midi Wizard you may need to use:
es_es: También existen opciones avanzadas en el Asistente que quizá necesitará utilizar:
pt_br: Há algumas opções avançadas no Assistente Midi que você pode precisar usar:

source: Soft Takeover: Use this option for knobs or sliders to avoid sudden jumps in value when the knob in the term:`GUI` doesn't match the physical knob. If you select this option, you won't be able to perform super-fast motions as easily. (Recommended off)
es_es: Emparejador: Utilice esta opción para perillas o faders y evitar cambios repentinos de valor cuando la perilla en el term:'GUI' no empareje con la perilla física. Si selecciona esta opción, no podrá realizar acciones muy rápidas con tanta facilidad. (Se recomienda deshabilitar).
pt_br: Soft Takeover: Use esta opção para potenciômetros ou deslizantes para evitar pulos súbitos no valor quando o potenciômetro no term:`GUI` não é igual ao potenciômetro físico. Se você selecionar esta opção, não poderá realizar movimentos super rápidos tão fácil. (Recomendado desligado)

source: Invert: Use this option for controls that you want to work backwards from how they were detected.
es_es: Inversión de proceso: Utilice esta opción para aquellas acciones que usted quiera modificar de entre aquellas que seleccionó.
pt_br: Inverter: Use esta opção para controles que você quer que funcionem de trás para frente de como elas foram detectados.

source: Switch Mode: Use this option on controllers that have controls that act like switches and emit one value on the first press, and a different value on the next press. (Think an actual hardware toggle switch, or a button that lights up on the first press and turns off on the second press).
es_es: Modo de Activación: Utilice esta opción en controladoras que tengan controles que actúen como interruptores y emiten un valor la primera vez que pulsa, y uno diferente en la segunda pulsación. (Piense en un hardware o flip-flop de conmutación, o en un botón que se ilumina en la primera pulsación y se apaga en la segunda pulsación).
pt_br: Modo Chave: Use esta opção em controladores que tem diferentes controles que agem como chaves e emitem um valor na primeira vez que são apertados, e um valor diferente na próxima vez. (Pense como um interruptor físico, ou um botão que acende quando você aperta e depois desliga na segunda vez).

source: Jog Wheel / Select Knob: Use this for knobs that don't have a beginning or an end, but spin continuously.
es_es: Plato / Perilla de selección: Use esta opción para perillas que no tienen un inicio o un fin, pero que giran de contínuo.
pt_br: Jog Wheel / Botão de Seleção: Use isso para potenciômetros que não tem um começo ou fim, mas giram continuamente.

source: The Controller wizard saves the new preset to the following file paths:
es_es: El asistente de instalación guarda la nueva configuración en el siguiente fichero:
pt_br: O assistente de Controlador salva a nova prédefinição nos seguintes caminhos:

source: Linux: :file:`/home/<username>/.mixxx/controllers`
pt_br: Linux: :file:`/home/<usuário>/.mixxx/controllers`

source: Mac OS X: :file:`/Users/<username>/Library/Application\ Support/Mixxx/controllers`
pt_br: Mac OS X: :file:`/Users/<usuário>/Library/Application\ Support/Mixxx/controllers`

source: You can then modify the XML file it creates (or any of the ones that ship with Mixxx) if you'd like to fine-tune it or add more presets. For more information, go to `<http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_.
es_es: Usted puede modificar el archivo XML creado (o cualquier otro relacionado con Mixxx) si prefiere modificarlo o añadir más configuraciones. Para más información sobre éste tema, visite <http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_.
pt_br: Você pode então modificar o arquivo XML que é criado (ou qualquer outro que vem com o Mixxx) se você quiser afinar ou adicionar novas prédefinições. Para mais informações, vá para `<http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_.

source: The Controller Wizard works only for :term:`MIDI` devices. Currently you can't map modifier (shift) keys and platter rotations. Use :ref:`MIDI Scripting <advanced-controller-midiscript>` instead.
es_es: El sistema de configuración de controladoras sólo funciona con sistemas :term:`MIDI`. No se pueden mapear los botones de funciones (shift) y rotación de platos. En lugar de intentar esto use :ref:`MIDI Scripting<advanced-controller-midiscript>`
pt_br: O Assistente de Controlador funciona apenas para dispositivos :term:`MIDI`. Atualmente você não pode mapear teclas modificadoras (shift) e rotações de prato. Ao invés disso use ref:`Scripting MIDI <advanced-controller-midiscript>`.

source: MIDI Scripting
es_es: Configuración de la Secuencia de Comandos MIDI.
pt_br: Scripting MIDI

source: In order to support the advanced features of many :term:`MIDI`/:term:`HID` controllers, Mixxx offers what we call MIDI Scripting.
es_es: Para poder se compatible con características avanzadas de muchas controladoras :term:`MIDI`/:term:`HID`, Mixxx ofrece lo que se conoce como Encriptación MIDI.
pt_br: Para suportar as funcionalidades mais avançadas de vários controladores :term:`MIDI`/:term:`HID`, o Mixxx oferece o que chamamos de Scripting MIDI.

source: It enables MIDI controls to be mapped to `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (aka Javascript/EMCAScript) functions stored in function library files, freeing Mixxx from a one-to-one MIDI mapping ideology. These user-created functions can then do anything desired with the MIDI event info such as have a single controller button simultaneously affect two or more Mixxx properties (“controls”,) adjust incoming control values to work better with Mixxx (scratching,) display a complex LED sequence, or even send messages to text displays on the controller.
es_es: Esto permite que los controles MIDI puedan mapearse a funciones `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (aka Javascript/EMCAScript) almacenadas en función de archivos de la colección de canciones, liberando así a Mixxx del mapeo uno a uno. Estas funciones creadas y orientadas al usuario pueden facilitar cualquier acción deseada en MIDI, como por ejemplo tener un único botón de controladora que afecten a dos o más propiedades de Mixxx ("controles"), ajustar valores de entrada para trabajar mejor con Mixxx (realizar scratch) mostrar una secuencia compleja de LED, o incluso enviar mensajes a mostreo de texto en la controladora.
pt_br: Isso permite que controles MIDI sejam mapeados para funções `QtScript <https://en.wikipedia.org/wiki/QtScript>`_ (também conhecido como Javascript/EMCAScript) guardadas em arquivos de bibliotecas de função, liberando o Mixxx de uma ideologia de mapeamento MIDI um-para-um. Essas funções criadas por usuários podem fazer o que quiser com as informações do evento MIDI como fazer com que um botão único do controlador afete simultaneamente duas ou mais propriedados do Mixxx (“controles”), ajustar valores vindos dos controles para trabalhar melhor com o Mixxx (scratching), mostrar uma sequência complexa de LEDs ou ainda mandar mensagens para mostradores de texto no controlador.

source: For more information, go to `<http://mixxx.org/wiki/doku.php/midi_scripting>`_ and `<http://mixxx.org/wiki/doku.php/hid_mapping_format>`_.
es_es: Para más información vaya a `<http://mixxx.org/wiki/doku.php/midi_scripting>`_ and `<http://mixxx.org/wiki/doku.php/hid_mapping_format>`_.
pt_br: Para mais informação, vá para `<http://mixxx.org/wiki/doku.php/midi_scripting>`_ e `<http://mixxx.org/wiki/doku.php/hid_mapping_format>`_.

source: Making a Custom Keyboard Mapping
es_es: Cómo realizar un mapeo de teclado personalizado.
pt_br: Fazendo um Mapeamento Personalizado de Teclado

source: The :ref:`default keyboard mappings<appendix-keyboard>` are defined in a text file which can be found at the following location:
es_es: El :ref:`<appendix-keyboard>` mapeo por defecto del teclado se encuentra definido en un archivo de texto que se puede encontrar en la siguiente dirección:
pt_br: Os :ref:`mapeamentos padrões mappings<appendix-keyboard>` são definidos em um arquivo de texto que pode ser encontrado no seguinte caminho:

source: Windows: :file:`<Mixxx installation directory>\\keyboard\\en_US.kbd.cfg`
pt_br: Windows: :file:`<diretório de instalação do Mixx>\\keyboard\\en_US.kbd.cfg`

source: Depending on your systems language settings, Mixxx might use a different file as default, e.g. :file:`de_DE.kbd.cfg` for German or :file:`es_ES.kbd.cfg` for Spanish.
es_es: En relación a con qué idioma configure su ordenador, Mixxx podría utilizar un archivo diferente por defecto, por ejemplo :file:`de_DE.kbd.cfg` for German or :file:`es_ES.kbd.cfg` for Spanish.
pt_br: Dependendo das suas configurações de linguagem do sistema, o Mixxx pdoe usar um arquivo diferente por padrão, ex. o arquivo :file:`de_DE.kbd.cfg` para Alemão ou :file:`pt_BR.kbd.cfg` para Português Brasileiro.

source: It is not recommended to modify the system-wide keyboard mapping file because all your changes can be lost if you uninstall or upgrade Mixxx. Instead, copy the default mapping file to the following location:
es_es: No se recomienda modificar el mapeo del archivo para el mapeo del teclado porque todos los cambios pueden perderse si desinstalas o actualizas MIxxx. En lugar de esto, copia el archivo de mapeo por defecto en el siguiente destino:
pt_br: Não é recomendado que você modifique o arquivo de mapeamento de teclado do sistema porque todas as suas mudanças serão perdidas se você desinstalar ou atualizar o Mixxx. Ao invés disso, copie o arquivo de mapeamento padrão para o seguinte local:

source: Then edit this file and save the changes. On the next startup, Mixxx will check if :file:`Custom.kbd.cfg` is present and load that file instead of the default mapping file. This has the advantage, that you can always revert back to the default mapping, just by deleting :file:`Custom.kbd.cfg`.
es_es: Luego edita este archivo y guarda los cambios. En el siguiente inicio de programa, Mixxx comprobará si :file:`Custom.kbd.cfg` está presente y carga el archivo en lugar del archivo por defecto. Esto tiene la ventaja de que siempre puede volver a la configuración por defecto mediante la eliminación de :file:`Custom.kbd.cfg`.
pt_br: Então edite este arquivo e salve as mudanças. Na próxima inicialização, o Mixxx vai verificar se o arquivo :file:`Custom.kbd.cfg` está presente e carregar o arquivo ao invés do arquivo de mapeamento padrão. Isso trás a vantagem que você pode sempre reverter para o mapeamento padrão ao deletar o arquivo :file:`Custom.kbd.cfg`.

source: For a list of controls that can be used in a keyboard mapping, see `<http://www.mixxx.org/wiki/doku.php/mixxxcontrols>`_.
es_es: Para una lista que pueda usarse en un mapeo de teclado, ver `<http://www.mixxx.org/wiki/doku.php/mixxxcontrols>`_.
pt_br: Para uma lista de controles que podem ser usados com um mapeamento de teclado, veja `<http://www.mixxx.org/wiki/doku.php/mixxxcontrols>`_.

source: You can download and share custom keyboard mappings in the `Mixxx User customizations forums <http://mixxx.org/forums/viewforum.php?f=6>`_.
es_es: Usted podrá descargar y compartir mapeos de teclado en el forum de usuarios de Mixxx <http://mixxx.org/forums/viewforum.php?f=6>`_.
pt_br: Você pode baixar e compartilhar mapeamentos personalizados de teclado nos `fóruns de personalização dos Usuários do Mixxx <http://mixxx.org/forums/viewforum.php?f=6>`_.

source: Additional Effects via external Mixer Mode
es_es: Efectos Adicionales mediante Mezclador externo
pt_br: Efeitos Adicionais via Modo de Mixer Externo

source: Mixxx does not have an effects engine yet (work on one is in progress). To hold you over you can use some external tools. Using the :ref:`external mixer mode <configuring-mixer-mode>` you route each deck directly to 3rd party effect hosts.
es_es: Mixxx no tiene ningún hardware de efectos todavía (estamos trabajando en uno). Para salir del paso puede utilizar algun hardware externo. Con la utilización de :ref: modo de mezcla externa <configuring-mixer-mode>` puede configurar cada plato directamente con un 3º módulo de efectos externo.
pt_br: O Mixxx não tem um mecanismo de efeitos ainda (o trabalho em um está em progresso). Por enquanto, você pode usar algumas ferramentas exeternas. Usando o :ref:`modo de mixer externo <configuring-mixer-mode>` você pode rotear cada deck diretamente para hospedeiros de efeitos de terceiros.

source: The following examples are only intended to encourage experimentation, they are no definitive guidance.
es_es: Los siguientes ejemplos solo se proponen para experimentar con ellos, no son consejos definitivos.
pt_br: Os exemplos a seguir são apenas para encorajar experimentação, não são um guia definitivo.

source: Effects via AU Lab on Mac OS X
es_es: Efectos via AU Lab en MAC OS X
pt_br: Efeitos via AU Lab no Mac OS X

source: The Au Lab routing for external effects on Mac OS X
es_es: El sistema de asignación Au Lab para efectos externos en Mac OS X
pt_br: O roteamento Au Lab para efeitos externos no Mac OS X

source: On Mac OS X there is a pretty simple and free way to give Mixxx access to the collection of AU/VST/MAS plugins that are installed on your system.
es_es: En Mac OS X hay una manera muy fácil y gratuita para dar acceso a Mixxx a la colección de aplicaciones AU/VST/MAS que están instalados en tu sistema.
pt_br: No Mac OS X há uma maneira bem simples e gratuita de dar ao Mixxx acesso a coleção de plugins AU/VST/MAS que estiverem instalados no seu sistema.

source: Install the free `Soundflower <https://code.google.com/p/soundflower/>`_, a system extension for inter-application audio routing.
es_es: Intala el gratuito `Soundflower <https://code.google.com/p/soundflower/>`_, un sistema para aplicaciones para el sistema de asignación de audio.
pt_br: Instale o gratuito `Soundflower <https://code.google.com/p/soundflower/>`_, uma extensão do sistema para roteamento de áudio entre aplicações.

source: Download AU Lab.app standalone from Apple (you will need an free Apple Developer Login though), go to the `Downloads for Developers <https://developer.apple.com/downloads/index.action>`_ page and search for “AU Lab” to get it.
es_es: Descargue AU Lab.app Standalone de Apple (necesitará una clave de acceso para desarrolladores de Apple), acceda a la página `Downloads for Developers https://developer.apple.com/downloads/index.action>`_ y busque "AU Lab" para conseguirla.
pt_br: Baixe o programa AU Lab da Apple (porém você vai precisar de um Login gratuito de Desenvolvedor da Apple), vá para a página `Downloads para Desenvolvedores <https://developer.apple.com/downloads/index.action>`_ e pesquise por “AU Lab” para conseguí-lo.

source: **In Mixxx**
es_es: **En Mixxx**
pt_br: **No Mixxx**

source: Go to :menuselection:`Preferences --> Sound Hardware--> Output`
es_es: Vaya a :menuselection:`Configuración --> Hardware de Sonido--> Output`
pt_br: Vá em :menuselection:`Preferências --> Hardware do Som --> Saída`

source: Select for :guilabel:`Deck 1` the :guilabel:`Soundflower 16` device with :guilabel:`Channel 1-2`
es_es: Seleccione para :guilabel:`Deck 1` the :guilabel:`Soundflower 16` hardware con :guilabel:`Canales 1-2`
pt_br: Selecione para o :guilabel:`Deck 1` o dispositivo :guilabel:`Soundflower 16` com :guilabel:`Canal 1-2`

source: Select for :guilabel:`Deck 2` the :guilabel:`Soundflower 16` device with :guilabel:`Channel 3-4`
es_es: Seleccione para :guilabel:`Deck 2` the :guilabel:`Soundflower 16` hardware con :guilabel:`Canales 3-4`
pt_br: Selecione para o :guilabel:`Deck 2` o dispositivo :guilabel:`Soundflower 16` com :guilabel:`Canal 3-4`

source: Click the :guilabel:`Apply` button
es_es: Haga clic en el botón :guilabel:`Apply`
pt_br: Clique no botão :guilabel:`Aplicar`

source: **In AU Lab**
es_es: **En AU Lab**
pt_br: **No AU Lab**

source: Click on the :guilabel:`+` button to create a new configuration
es_es: Haga clic en el botón :guilabel:`+` para crear una nueva configuración.
pt_br: Clique no botão :guilabel:`+` para criar uma nova configuração

source: Add 2 stereo inputs tracks in the :guilabel:`Audio Input Tab`
es_es: Añada 2 canciones entrantes en el :guilabel:`apartado de Audio Input`.
pt_br: Adicione 2 entradas estéreo na :guilabel:`Guia de Entrada de Áudio`

source: Add 2 stereo output tracks in the :guilabel:`Audio Output Tab`
es_es: Añada 2 canciones entrantes en el :guilabel:`apartado de Audio Input`.
pt_br: Adicione 2 saídas estéreo na :guilabel:`Guia de Saída de Áudio`

source: Click :guilabel:`OK`
es_es: Haga clic en :guilabel:`OK`
pt_br: Clique :guilabel:`OK`

source: Change the audio input device to :guilabel:`Soundflower 16`
es_es: Cambie la entrada de audio a :guilabel:`Soundflower 16`
pt_br: Mude o dispositivo de entrada de áudio para :guilabel:`Soundflower 16`

source: Change the audio output device for example to :guilabel:`Built-in Output`
es_es: Cambie la salida de audio, por ejemplo a :guilabel:`Built-in Output`
pt_br: Mude o dispositivo de saída de áudio para, por exemplo :guilabel:`Entrada Embutida`

source: Click :guilabel:`Create document`
es_es: Haga clic en :guilabel:`Crear documento`
pt_br: Clique em :guilabel:`Criar documento`
