Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix.po
Languages: ca, pt_br

source: Appendix
ca: Apèndix
pt_br: Anexo

source: Keyboard mapping table
ca: Taula d'adreces de teclat
pt_br: Tabelo de mapeamento do teclado

source: Shortcuts let you work more efficiently. This table lists the default keyboard shortcuts for accessing Mixxx with an English keyboard layout. Depending on your language settings the defaults may be different.
ca: Les dreceres de teclat us permeten fer les coses més ràpidament. La taula següent mostra les dreceres per defecte per utilitzar el Mixxx en la configuració de teclat anglesa. Depenent de les vostres opcions d'idioma, aquestes valors poden ser diferents.
pt_br: Atalhos permitem que você trabalhe eficientemente. Essa tabela lista os atalhos de teclado padrão para acessar o Mixxx com um teclado de layout Inglês. Dependendo das suas configurações de linguagem esses padrões podem ser diferentes.

source: *Passthrough*, *Vinylcontrol Mode*, *Vinylcontrol Cueing*, and *Single Deck Vinylcontrol Toggle* shortcuts
ca: Dreceres per a *Pas de l'àudio*, *Mode de control de vinil*, *Mode de cue de vinil* i *Selector de control de vinil de plat únic*.
pt_br: Atalhos do *Repasse*, *Modo do Controle por Vinil*, *Cueing do Controle por Vinil* e *Modo de Controle por Vinil de Único Deck*

source: *Auto DJ* shortcuts, :kbd:`Esc` key exit search and leave focus
ca: Dreceres per a *DJ automàtic*, la tecla :kbd:`Esc` surt de la capsa de cerca
pt_br: Atalhos *Auto DJ*, tecla :kbd:`Esc` vai sair da pesquisa e tirar o foco

source: Function
ca: Acció
pt_br: Função

source: Deck 1
ca: Plat 1

source: Deck 2
ca: Plat 2

source: Master
ca: Mestre
pt_br: Principal

source: **Mixer**
ca: **Mesclador**

source: Crossfade Left
ca: Crossfader cap a l'esquerra
pt_br: Mover o Crossfader à Esquerda

source: Crossfade Right
ca: Crossfader cap a la dreta
pt_br: Mover o Crossfader à Direita

source: Small Crossfade Left
ca: Crossfader una mica cap a l'esquerra
pt_br: Mover o Crossfader Pouco à Esquerda

source: Shift + G
ca: Majúscules + G

source: Small Crossfade Right
ca: Crosfader una mica cap a la dreta
pt_br: Mover o Crossfader Pouco à Direita

source: Shift + H
ca: Majúscules + H

source: Activate/Disable Effects Unit
ca: Activa/Desactiva la unitat d'efectes
pt_br: Ativar/Desativar Unidade de Efeitos

source: Headphone Cue (Pre-fader listen)
ca: Pre-escolta del plat (abans del fader)
pt_br: Cue do Fone (Escuta pré-fader)

source: Bass Kill
ca: Elimina greus
pt_br: Matar os Graves

source: **Playback**
ca: **Reproducció**
pt_br: **Reprodução**

source: Load selected track to deck
ca: Carrega la pista seleccionada al plat
pt_br: Carregar faixa selecionada no deck

source: Shift + left
ca: Majúscules + Esquerra
pt_br: Shift + Esquerda

source: Shift + right
ca: Majúscules + Dreta
pt_br: Shift + Direita

source: Unload track from deck
ca: Descarrega la pista del plat
pt_br: Descarregar faixa do deck

source: Alt + Shift + left
ca: Alt + Majúscules + Esquerra
pt_br: Alt + Shift + Esquerda

source: Alt + Shift + right
ca: Alt + Majúscules + Dreta
pt_br: Alt + Shift + Direita

source: Playback
ca: Reprodueix
pt_br: Reproduzir

source: Seek Backwards
ca: Ves enrere
pt_br: Buscar Para Trás

source: Reverse Playback
ca: Reproducció cap enrere
pt_br: Reprodução Inversa

source: Shift + A
ca: Majúscules + A

source: Shift + J
ca: Majúscules + J

source: Seek Forwards
ca: Mou endavant
pt_br: Buscar para Frente

source: Tempo Adjust Down
ca: Redueix el Tempo
pt_br: Diminuir o Tempo

source: Tempo Adjust Up
ca: Augmenta el Tempo
pt_br: Aumentar o Tempo

source: Small Tempo Adjust Down
ca: Redueix una mica el Tempo
pt_br: Diminuir Pouco o Tempo

source: Shift + F1
ca: Majúscules + F1

source: Shift + F5
ca: Majúscules + F5

source: Small Tempo Adjust Up
ca: Augmenta una mica el Tempo
pt_br: Aumentar Pouco o Tempo

source: Shift + F2
ca: Majúscules + F2

source: Shift + F6
ca: Majúscules + F6

source: Temporary Tempo Adjust Down
ca: Redueix momentàniament el Tempo
pt_br: Diminuir o Tempo Temporariamente

source: Temporary Tempo Adjust Up
ca: Augmenta momentàniament el Tempo
pt_br: Aumentar o Tempo Temporariamente

source: Small Temporary Tempo Adjust Down
ca: Redueix una mica i momentàniament el Tempo
pt_br: Diminuir Pouco o Tempo Temporariamente

source: Shift + F3
ca: Majúscules + F3

source: Shift + F7
ca: Majúscules + F7

source: Small Temporary Tempo Adjust Up
ca: Augmenta una mica i momentàniament el Tempo
pt_br: Aumentar Pouco o Tempo Temporariamente

source: Shift + F4
ca: Majúscules + F4

source: Shift + F8
ca: Majúscules + F8

source: Tempo (BPM) Sync
ca: Sincronitza el Tempo (BPM)
pt_br: Sincronizar o Tempo (BPM)

source: BPM Tap Tempo Adjust
ca: Ajusta el Tempo marcant el ritme dels BPM
pt_br: Toque o Tempo para Ajustar o BPM

source: Shift + !
ca: Majúscules + !

source: Shift + ^
ca: Maj + ^

source: **Cue and Loop**
ca: **Punts cue i Bucles**
pt_br: **Loops e Cue**

source: Set Cuepoint
ca: Posa un punt cue
pt_br: Definir o Ponto Cue

source: Shift + D
ca: Majúscules + D

source: Shift + L
ca: Majúscules + L

source: Cue
ca: Punt Cue

source: F
ca: FA

source: Cue Go-to-and-stop
ca: Ves al punt cue i para
pt_br: Ir Para Cue e Parar

source: Shift + F
ca: Majúscules + F

source: Shift + :
ca: Maj + :

source: Activate 4 Beat Loop
ca: Activa un bucle de 4 tocs
pt_br: Ativar Loop de Batida 4

source: Halve Beat Loop Size
ca: Redueix el bucle a la meitat
pt_br: Dividir o Tamanho do Loop de Batida pela Metade

source: Double Beat Loop Size
ca: Augmenta el bucle al doble
pt_br: Dobrar o Tamanho do Loop de Batida

source: E
ca: MI

source: Set Loop In Point
ca: Posa el punt d'inici del bucle
pt_br: Definir o Ponto de Entrada do Loop

source: Set Loop Out Point (Activates Loop)
ca: Posa el punt de fi del bucle (Activa el bucle)
pt_br: Definir o Final do Loop (Ativa o Loop)

source: Toggle Loop On/Off
ca: Activa/Desactiva el bucle
pt_br: Ligar/Desligar o Loop

source: Set Hot cue 1
ca: Defineix el hotcue 1
pt_br: Definir Hotcue 1

source: Set Hot cue 2
ca: Defineix el hotcue 2
pt_br: Definir Hotcue 2

source: Set Hot cue 3
ca: Defineix el hotcue 3
pt_br: Definir Hotcue 3

source: C
ca: DO

source: Set Hot cue 4
ca: Defineix el hotcue 4
pt_br: Definir Hotcue 4

source: Clear Hot cue 1
ca: Esborra el hotcue 1
pt_br: Limpar Hotcue 1

source: Shift + Z
ca: Majúscules + Z

source: Shift + M
ca: Majúscules + M

source: Clear Hot cue 2
ca: Esborra el hot cue 2
pt_br: Limpar Hotcue 2

source: Shift + X
ca: Majúscules + X

source: Shift + <
ca: Maj + <

source: Clear Hot cue 3
ca: Esborra el hot cue 3
pt_br: Limpar Hotcue 3

source: Shift + C
ca: Majúscules + C

source: Shift + >
ca: Maj + >

source: Clear Hot cue 4
ca: Esborra el hot cue 4
pt_br: Limpar Hotcue

source: Shift + V
ca: Majúscules + V

source: Shift + ?
ca: Maj + ?

source: **Microphone**
ca: **Micròfon**
pt_br: **Microfone**

source: Microphone Talkover
ca: Parla pel micròfon
pt_br: Falar Por Cima do Microfone

source: **Auto DJ**
ca: **DJ automàtic**

source: Shuffle Auto DJ playlist
ca: Barreja la cua del DJ automàtic
pt_br: Embaralhar a lista de reprodução do Auto DJ

source: Shift + F9
ca: Majúscules + F9

source: Skip next track in Auto DJ
ca: Ometre la pista i saltar a la següent de la cua de DJ automàtic
pt_br: Pular a próxima faixa no Auto DJ

source: Shift + F10
ca: Majúscules + F10

source: Fade to next track in Auto DJ
ca: Esvaeix el volum i passa a la següent pista de la cua de DJ automàtic
pt_br: Desvanecer para a próxima faixa no Auto DJ

source: Shift + F11
ca: Majúscules + F11

source: Toggle Auto DJ on/Off
ca: Activa/Desactiva el DJ automàtic
pt_br: Ligar/Desligar o Auto DJ

source: Shift + F12
ca: Majúscules + F12

source: **Preview Deck**
ca: **Reproductor de pre-escolta**
pt_br: **Deck de Pré-escuta**

source: Load Selected Track And Play
ca: Carrega la pista seleccionada i reproduex-la
pt_br: Carregar Faixa Selecionada e Tocar

source: Alt + Return
ca: Alt + Enter
pt_br: Alt + Enter

source: Start/Stop
ca: Reprodueix/Atura
pt_br: Iniciar/Parar

source: Return
ca: Enter
pt_br: Enter

source: Alt + Left
ca: Alt + Esquerra
pt_br: Alt + Esquerda

source: Alt + Right
ca: Alt + Dreta
pt_br: Alt + Direita

source: **Vinyl Control**
ca: **Control de vinil**
pt_br: **Controle por Vinil*

source: Passthrough
ca: Pas de l'àudio
pt_br: Transpassar

source: Vinylcontrol Mode
ca: Mode de control de vinil
pt_br: Modo de Controle por Vinil

source: Ctrl + Shift + Y
ca: Ctrl + Majúscules + Y

source: Ctrl + Shift + U
ca: Ctrl + Majúscules + U

source: Vinylcontrol Cueing
ca: Mode de cue del control de vinil
pt_br: Cueing do Controle por Vinil

source: Single Deck Toggle / Swap Decks
ca: Alterna plat en el mode de plat únic
pt_br: Ligar/Desligar Deck Único / Trocar Decks

source: **Search bar**
ca: **Barra de cerca**
pt_br: **Barra de Pesquisa**

source: Focus
ca: Focalitza
pt_br: Foco

source: Clear input
ca: Esborra el text
pt_br: Limpar entrada

source: Ctrl + Back
ca: Ctrl + Esborra cap enrere

source: Exit search and leave focus
ca: Surt del camp de cerca i torna a la llista
pt_br: Sai da pesquisa e tira o foco

source: **Library**
ca: **Biblioteca**
pt_br: **Biblitoeca**

source: Select all files in current list
ca: Selecciona tots els fitxers de la llista actual
pt_br: Seleciona todos os arquivos na lista atual

source: Select group of files in current list
ca: Selecciona un grup de fitxers de la llista actual
pt_br: Seleciona grupo de arquivos da lista atual

source: Click first item, hold Shift key, click last item
ca: Feu clic al primer element, premeu majúscules i feu clic al darrer element
pt_br: Clique no primeiro item, segure a tecla Shift, clique no último item

source: Mixxx allows you to customize the keyboard shortcuts. For more information, and to download a keyboard mapping image, go to :ref:`control-keyboard`.
ca: El Mixxx permet personalitzar les dreceres de teclat. Per a més informació i per a descarregar una imatge de les dreceres, aneu a :ref:`control-keyboard`.
pt_br: O Mixxx permite que você personalize os atalhos do teclado. Para mais informação, e para baixar uma imagem de mapeamentos de teclado, vá para :ref:`control-keyboard`.

source: Application shortcuts
ca: Dreceres de l'aplicació
pt_br: Atalhos da aplicação

source: Use these shortcuts to access features available in the menu on top of the application window.
ca: Utilitzeu aquestes dreceres per a accedir a les opcions disponibles al menú principal de l'aplicació.
pt_br: Use esses atalhos para acessar os recursos disponíveis no menu no topo da janela da aplicação.

source: Added *Show Effect Rack*, *Maximize Library*, and *Show Cover Art* shortcuts. Added a :guilabel:`Developer Tools` option to the :guilabel:`Developer` menu which provides various useful debugging tools.
ca: Afegides les dreceres per a *Mostra el Rack d'efectes*, *Maximitza la Biblioteca* i *Mostra les caràtules*. Afegida la opció :guilabel:`Eines de desenvolupament` al menú de :guilabel:`Desenvolupador` que ofereix diferents eines de depuració.
pt_br: Adicionados atalhos para *Mostrar Prateleira de Efeitos*, *Maximizar Biblioetca* e *Mostrar Arte da Capa*. Adicionado uma opção de :guilabel:`Ferramentas de Desenvolvedor` no menu :guilabel:`Desenvolvedor` que provê várias ferramentas úteis de debugging.

source: Shortcuts for *Enable Vinyl Control 1-4*.
ca: Dreceres de teclat per a *Activa el control de vinil 1-4*.
pt_br: Atalhos para *Ativar Controle por Vinil 1-4*.

source: Key
ca: Clau musical
pt_br: Chave

source: **File menu**
ca: **Menú Fitxer**
pt_br: **Menu arquivo**

source: Load Track to Deck 1
ca: Carrega la pista a plat 1
pt_br: Carregar Faixa para o Deck 1

source: Load Track to Deck 2
ca: Carrega la pista al plat 2
pt_br: Carregar Faixa para o Deck 2

source: Ctrl + Shift + O
ca: Ctrl + Majúscules + O

source: **Library menu**
ca: **Menú bliblioteca**
pt_br: **Menu biblioteca**

source: Add new Playlist
ca: Crea una nova llista de reproducció
pt_br: Adicionar nova Lista de Reprodução

source: Add new Crate
ca: Crea una nova caixa
pt_br: Adicionar nova caixa

source: Ctrl + Shift + N
ca: Ctrl + Majúscules + N

source: **View menu**
ca: **Menú Visualització**
pt_br: **Menu Ver**

source: Show Samplers
ca: Mostra els mostrejadors
pt_br: Mostrar Samplers

source: Show Microphone Section
ca: Mostra la secció del micròfon
pt_br: Mostrar Seção do Microfone

source: Show Vinyl Control Section
ca: Mostra la secció de control per vinils
pt_br: Mostrar Seção do Controle por Vinil

source: Show Preview Deck
ca: Mostra el reproductor de pre-escolta
pt_br: Mostrar Deck de Pré-escuta

source: Show Effect Rack
ca: Mostra el Rack d'efectes
pt_br: Mostra a Prateleira de Efeitos

source: Show Cover Art
ca: Mostra la caràtula
pt_br: Mostrar Arte da Capa

source: Maximize Library
ca: Maximitza la biblioteca
pt_br: Maximizar Biblioteca

source: Space
ca: Espai
pt_br: Espaço

source: Full Screen (Windows & Linux)
ca: Pantalla sencera (Windows i Linux)
pt_br: Tela Cheia (Windows e Linux)

source: Full Screen (Mac OS X)
ca: Pantalla sencera (Mac OS X)
pt_br: Tela Cheia (Mac OS X)

source: Shift + Command + F
ca: Ctrl + Majúscules + R

source: **Options menu**
ca: **Menú Opcions**
pt_br: **Menu opções**

source: Enable Vinyl Control 1
ca: Activa el control de vinil 1
pt_br: Ativar Controle por Vinil 1

source: Enable Vinyl Control 2
ca: Activa el control de vinil 2
pt_br: Ativar Controle por Vinil 2

source: Enable Vinyl Control 3
ca: Activa el control de vinil 3
pt_br: Ativar Controle por Vinil 3

source: Enable Vinyl Control 4
ca: Activa el control de vinil 4
pt_br: Ativar Controle por Vinil 4

source: Enable Live Broadcasting
ca: Activa l'emissió en viu
pt_br: Ativar Transmissão Ao Vivo

source: Record Mix
ca: Gravació de la mesca
pt_br: Gravar Mixagem

source: Enable Keyboard Shortcuts
ca: Habilita les dreceres de teclat
pt_br: Ativar Atalhos de Teclado

source: Open Preferences (Windows & Linux)
ca: Obre les Preferències (Windows & Linux)
pt_br: Abrir Preferências (Windows e Linux)

source: Open Preferences (Mac OS X)
ca: Obre les Preferències (Mac OS X)
pt_br: Abrir Preferências (Mac OS X)

source: Exit Mixxx
ca: Surt del Mixxx
pt_br: Sair do Mixx

source: **Developer menu**
ca: **Menú de desenvolupador**
pt_br: **Menu do desenvolvedor**

source: Reload skin
ca: Recarrega l'aparença
pt_br: Recarregar skin

source: Ctrl + Shift + R
ca: Ctrl + Majúscules + T

source: Developer Tools
ca: Utilitats de desenvolupador
pt_br: Ferramentas de Desenvolvedor

source: Ctrl + Shift + T
ca: Ctrl + Majúscules + T

source: Stats: Base Bucket
ca: Estadístiques: Comptador Base
pt_br: Dados: Balde Base

source: Ctrl + Shift + B
ca: Ctrl + Majúscules + B

source: Stats: Experiment Bucket
ca: Estadístiques: Comptador Experiment
pt_br: Dados: Balde de Experimento

source: Ctrl + Shift + E
ca: Ctrl + Majúscules + E

source: Debugger Enabled
ca: Habilita el depurador
pt_br: Debugger Ativado

source: Ctrl + Shift + D
ca: Ctrl + Majúscules + D

source: The :kbd:`Ctrl` key on Windows & Linux is equivalent to the :kbd:`Command` key on Mac OS X. The :kbd:`Alt` key on Windows & Linux is equivalent to the :kbd:`Option` key on Mac OS X. Application shortcuts are not customizable.
ca: La tecla :kbd:`Ctrl` a Windows i Linux és equivalent a la tecla :kbd:`Command` a Mac OS X. La tecla :kbd:`Alt` a Windows i Linux és equivalent a la tecla :kbd:`Option` a Mac OS X. Les dreceres de teclat específiques de l'aplicació no es poden personalitzar.
pt_br: A tecla :kbd:`Ctrl` no Windows e no Linux é equivalente à tecla :kbd:`Command` no Mac OS X. A tecla :kbd:`Alt` no Windows e no Linux é equivalente à tecla kbd:`Option` no Mac OS X. Os atalhos da aplicação não são personalizáveis.

source: The Developer menu is available if Mixxx is started using the :ref:`appendix-command-line-options`.
ca: Heu d'iniciar el mixxx amb la :ref:`opció de línia de comandes <appendix-command-line-options>` específica per a que es vegi el menú de desenvolupador.
pt_br: O menu do Desenvolvedor é disponível no Mixxx se ele for iniciado usando as :ref:`appendix-command-line-options`.

source: Command line options
ca: Opcions de línia de comandes
pt_br: Opções de linha de comando

source: Mixxx is designed to be as user-friendly as possible. As such, its command line options are only useful for development or debugging, as they make these tasks easier. Command line options are case-sensitive.
ca: El Mixxx està pensat per tan fàcil d'utilitzar com sigui possible. Per això les opcions de línia de comandes només són útils per als desenvolupadors o per a depurar l'aplicació, doncs faciliten dur a terme aquestes tasques. Les opcions de línia de comandes són sensibles a majúscules.
pt_br: O Mixxx é projetado para ser o mais amigável possível ao usuário. Por isso, as suas opções de linha de comando são apenas úteis para desenvolvemento ou debugging, porque elas tornam essas tarefas fáceis. Opções de linha de comando são sensíveis a maiúsculas e minúsculas.

source: Show debug tooltips
ca: Notes informatives per a depuració
pt_br: Mostrar tooltips de debug

source: Provide extra skins when developer mode is enabled.
ca: Aparences addicionals quan s'activa el mode desenvolupador,
pt_br: Fornece skins extras quando o modo de desenvolvedor é ativado.

source: Adds the debugger during skin parsing in ``--developer`` mode
ca: Permet depurar la càrrega de les aparences amb la opció ``--developer``
pt_br: Adiciona o debugger durante a análisa da skin no modo ``--developer``

source: Adds "Enable Base" and "Enable Experiment" option in ``--developer`` mode
ca: Afegides les opcions "Base Bucket" i "Experimental Bucket" amb la opció ``--developer``
pt_br: Adiciona as opções "Ativar Base" e "Ativar Experimento" no modo ``--developer``

source: Added ``--safeMode`` option.
ca: Afegida la opció ``--safeMode``
pt_br: Opção `--safeMode`` adicionada.

source: Option
ca: Opció
pt_br: Opção

source: Description
ca: Descripció
pt_br: Descrição

source: Load the specified music file(s) at start-up. Each file you specify will be loaded into the next virtual deck. Supported file types: mp3, ogg, aiff, aif, wav, flac, and optional unprotected aac (m4a)
ca: Carrega el(s) fitxer(s) de música duran't l'inici. Cada fitxer es carregarà al següent plat. Els tipus de fitxer suportats són: mp3, ogg, aiff, aif, wav, flac i opcionalment els aac no protegits (m4a)
pt_br: Carrega os arquivo(s) de música especificados na inicialização. Cada arquivo que você especificar vai ser carregado no próximo deck virtual. Tipos de arquivos suportados: mp3, ogg, aiff, aif, wav, flac, e opcionalmente aac (m4a) não protegido.

source: Top-level directory where Mixxx should look for its resource files such as MIDI mappings, overriding the default installation location.
ca: Directori inicial on el Mixxx cerca els fixers de recursos, com les configuracions MIDI. Permet utilitzar una ubicació diferent a la de per defecte.
pt_br: Diretório de nível alto onde o Mixxx deve procurar por seus arquivos de recursos como mapeamentos MIDI, sendo usado no lugar da localização da instalação.

source: Top-level directory where Mixxx should look for sound source plugins in addition to default locations.
ca: Directori inicial on el Mixxx cerca complements de suport d'àudio addicionals, a més a més de la ubicació per defecte.
pt_br: Diretório de nível alto onde o Mixxx deve procurar por plugins de fontes de som junto com os locais padrão.

source: Top-level directory where Mixxx should look for user settings files such as the library database and preferences configuration file.
ca: Directori inicial on el Mixxx cerca els fitxers de configuració d'usuari, com la biblioteca i les preferències.
pt_br: Diretório de nível alto onde o Mixxx deve procurar por arquivos de configuração de usuário como o banco de dados da bilioteca e o arquivo de configuração das preferências.

source: Causes Mixxx to display/log all controller data it receives and script functions it loads.
ca: Indica al Mixxx que mostri/escrigui al fitxer de registre totes les dades que rebi de la controladora, i les funcions dels scripts que carrega.
pt_br: Faz com que o Mixxx mostre/logue todas os dados dos controladores que forem recebidos e todas as funções de script que forem carregadas.

source: Enables developer-mode. Includes extra log info, stats on performance, a Developer tools menu, extra developer skins, and provides useful information for skin writers in widget tooltips and logs .
ca: Activa el mode desenvolupador. Aquest escriu informació addicional als logs, estadístique de rendiment, un menú amb eines de desenvolupament, aparences addicionals per a depurar i enseya informació útil per als autors d'aparences en les notes informatives dels controls i al fitxer de registre.
pt_br: Ativa o modo de desenvolvedor. Inclúi informações extras no log, dados da performance, um menu de ferramentos de Desenvoledor, skins extras de desenvolvedor, e fornece informações úteis para criadores de skin em tooltips de janelas e logs .

source: Disables risky things at start up. This should help troubleshoot crashes at startup or if Mixxx won't boot.
ca: Desactiva les accions que poden ser conflictives. Això hauria d'ajudar a solucionar fallades durant l'arrencada, o si el Mixxx no s'inicia.
pt_br: Desativa coisas arriscadas na inicialização. Isso ajuda a solucionar os crashes na inicialização ou se o Mixxx não iniciar.

source: Automatically loads empty waveforms
ca: Carrega automàticament gràfics d'ona buits
pt_br: Automaticamente carrega ondas vazias

source: Disables spinning vinyl widgets
ca: Deshabilita l'element de pantalla del vinil giratori
pt_br: Desativa janelas de vinil giratório

source: Disables synchronization polling
ca: Deshabilita la comprovació de sincronització
pt_br: Desativa a manutenção sincronização

source: Doesn't open controllers by default
ca: No activa d'inici les controladores
pt_br: Não usa controladores por padrão

source: Use a custom locale for loading translations (e.g 'fr')
ca: Utilitza un configuració reginal específica per a carregar les traduccions (p.ex. 'fr')
pt_br: Usa configurações de localização personalizadas para as traduções (por exemplo 'fr')

source: Starts Mixxx in full-screen mode
ca: Inicia el Mixxx el el mode de pantalla sencera
pt_br: Começa o Mixxx em tela cheia

source: Display this help message and exit
ca: Ensenya aquset missatge d'ajuda i surt de l'aplicació
pt_br: Mostra essa mensagem de ajuda e sai

source: Developer tools
ca: Eines de desenvolupador
pt_br: Ferramentas de desenvolvedor

source: To start Mixxx in Developer mode from a custom resource directory with :term:`MIDI` and :term:`HID` logging enabled, type the following line into the terminal and hit return: ::
ca: Per a iniciar el Mixxx en mode desenvolupador utilitzant un directori personalitzat per als recursos i amb escriptura de missatges :term:`MIDI` i :term:`HID` al fitxer de registre, escriviu la instrucció següent en un terminal i premeu enter: ::
pt_br: Para começar o Mixxx em modo de Desenvolvedor de um diretório de recursos personalizado com os logs :term:`MIDI` e :term:`HID` ativados, digite a seguinte linha no terminal e pressione enter: ::

source: Experiment modes for rapid development and testing
ca: Modes experimentals per a un desenvolupament i test ràpids
pt_br: Modos de experimento para desenvolvimento rápido e teste

source: Adds a static Experiment class with a tri-state mode flag that indicates whether the experiment mode is OFF, BASE, or EXPERIMENT.
ca: Afegeix una classe Experiment que té un valor amb tres estats, indicant si el mode experimental està Apagat, en mode BASE o en mode EXPERIMENT
pt_br: Adiciona uma classe estática Experimento com um flag de três estados que indica se o modo de experimento está DESATIVADO, é BASE ou de EXPERIMENTO.
