Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/appendix.po
Languages: ca, pt_br

source: Adds :menuselection:`Developer-->Stats:Experiment Bucket` and :menuselection:`Developer-->Stats:Base Bucket`. Each one toggles between OFF and BASE/EXPERIMENT so you can choose exactly what time spans you would like to collect in your base and experiment buckets.
ca: Afegeix les opcions :menuselection:`Desenvolupador --> Estadístiques: Comptador Experiment` i :menuselection:`Desenvolupador --> Estadístiques: Comptador Base`. Cada un canvia entre Apagat o BASE/EXPERIMENT de manera que podeu seleccionar quan voleu acumular el temps al comptador base i quan al comptador experiment
pt_br: Adiciona :menuselection:`Desenvolvedor-->Dados:Balde de Experimento` e :menuselection:`Desenvolvedor-->Dados:Balde Base`. Cada um alterna entre DESLIGADO e BASE/EXPERIMENTO para que você possa escolher exatamente em quais tempos você quer coletar os seus baldes base e de experimento.

source: Updates StatsManager to segment collected stats into a base and experiment bucket. This allows you to quickly measure the difference a code change has on relevant counters / timers within the same execution of Mixxx.
ca: Millores al StatsManager per a separar les estadístiques acumulades entre els comptadors base i experiment. Això permet mesurar fàcilment la diferència que té un canvi de codi en els comptadors corresponents sense haver de reiniciar el Mixxx.
pt_br: Atualiza o StatsManager para dividir os dados coletados nos baldes base e de experimento. Isso permite que você meça rapidamente a diferença que uma mudança de código tem em counters / timers relevantes na mesma execução do Mixxx.

source: This is useful for quickly enabling and disabling a code change without a re-compile/re-run cycle to get an anecdotal sense of how it "feels" as well as a quantified sense of how it differs in terms of stats Mixxx collects.
ca: D'aquesta manera es pot activar o desactivar fàcilment un canvi de codi sense haver de recompilar i tornar a executar, de manera que es pot notar el canvi, a més a més de tenir informació quantificable de quin efecte té sobre les estadístiques que el Mixxx recull.
pt_br: Isso é útil para ativar rapidamente e desativar uma mudança de código sem um ciclo de re-compilagem/re-execução para se ter um sentido anedótico de como isso "sente" e também um sentido quantificado da diferença em termos dos dados que o Mixxx coleta.

source: All stats collected via the usual Counter/Timer/ScopedTimer/etc. tools are segmented into a BASE STATS and EXPERIMENT STATS section printed to the log on exit.
ca: Totes les estadístiques que es recullen amb les eines de Counter/Timer/ScopedTimer/etc estan separades en estadístiques BASE i estadístiques EXPERIMENT i es recullen al fitxer de registre en sortir de l'aplicació.
pt_br: Todos os dados coletados pelas usuais ferramentas Counter/Timer/ScopedTimer/etc. são dividos em uma seção DADOS BASE e DADOS DE EXPERIMENTO gravado no log ao sair.

source: Version History
ca: Històric de versions
pt_br: Histórico de Versões

source: 4 Decks with Master Sync
ca: 4 Plats amb funció de sincronització mestra
pt_br: 4 Decks com Sincronização Mestre

source: New Effects Framework with 4 Effect Units and 5 Built-in Effects: * Flanger, Bit Crusher, Reverb, Echo, Filter * More to come!
ca: Nova funcionalitat d'efectes, amb 4 blocs d'efectes i 5 tipus d'efecte inclosos: *Flanger, Bit Crusher, Reberveració, Eco i Filtre*. I en vindran més!
pt_br: Nova Estrutura de Efeitos com 4 Unidades de Efeito e 5 Efeitos Embutidos: * Flanger, Bit Crusher, Reverb, Eco, Filtro * Mais por vir!

source: Configurable, Resizeable User Interface with 3 Brand New Skins
ca: Interfície d'usuari configurable i redimensionable, amb 3 noves aparences
pt_br: Interface do Usuário Configurável, Redimensionável com 3 Novas Skin

source: Cover Art Display
ca: Visualització de les caràtules
pt_br: Visualização da Arte da Capa

source: Music Key Detection and Shifting
ca: Detecció de clau musical i possibilitat d'alteració durant la reproducció
pt_br: Detecção de Tom Musical e Variação

source: Vinyl Audio Pass-Through
ca: Pas d'àudio rebut pel control de vinil
pt_br: Repasse da Áudio do Vinil

source: 4 Microphone inputs and 4 Auxiliary inputs
ca: 4 entrades de micròfon i 4 ports auxiliars d'entrada
pt_br: 4 entradas de Microfone e 4 entradas auxiliares

source: MIDI Mapping GUI and Improved Learning Wizard
ca: Pantalla de configuració MIDI i millores en l'assistent d'aprententatge
pt_br: GUI de Mapeamento MIDI e Assistente Melhorado de Aprendizado

source: RGB Musical Waveforms
ca: Gràfics d'ona en colors RGB (vermell/verd/blau)
pt_br: Ondas Musicais RGB

source: Hundreds of Bug Fixes and Improvements
ca: Centenars de correccions d'errors i altres millores
pt_br: Centenas de Bugs Consertados e Melhorias

source: New Pitch-Independent Algorithm for Better-Sounding Key-lock
ca: Nou algoritme de canvi de velocitat per a que el bloqueig de nota musical soni millor
pt_br: Novo Algorítimo Independente do Pitch para Trava de Tom com Melhor Som

source: For a full list of new features and bugfixes, go to: `https://launchpad.net/mixxx/2.0 <https://launchpad.net/mixxx/+milestone/2.0.0>`_.
ca: Per a una llista completa dels canvis, podeu consultar: `https://launchpad.net/mixxx/2.0 <https://launchpad.net/mixxx/+milestone/2.0.0>`_.

source: Completely revamped Waveforms
ca: Redissenyats els gràfics d'ona
pt_br: Ondas totalmente reformuladas

source: Direct :term:`HID` controller support
ca: suport per a controladores :term:`HID`

source: Point & Click Controller Mapping
ca: Assignacions dels controls de la controladora amb simples clics de ratolí
pt_br: Mapeamento de Controlador Apontar e Clicar

source: Next Generation Beat Detection
ca: Detector de ritme d'última generació
pt_br: Detecção de Batida de Última Geração

source: Library History Feature
ca: Funció d'històric, a la biblioteca
pt_br: Recurso de Histórico da Biblioteca

source: Improved AutoDJ
ca: Millores en el DJ automàtic
pt_br: Auto DJ Melhorado

source: Beatloop Rolls
ca: bucles de tocs amb continuació
pt_br: Loops de Batida Temporários

source: Preview Deck
ca: Reproductor de pre-escolta
pt_br: Deck de Pré-escuta

source: Advanced Search
ca: Cerca avançada
pt_br: Pesquisa Avançada

source: New and Improved User Manual
ca: Millores en el Manual d'usuari
pt_br: Manual do Usuário Novo e Melhorado

source: New Controller Support
ca: Suport per a noves controladores
pt_br: Suporte a Novos Controladores

source: For a full list of new features and bugfixes, go to: `https://launchpad.net/mixxx/1.11.0 <https://launchpad.net/mixxx/+milestone/1.11.0>`_.
ca: Per a una llista completa dels canvis, podeu consultar: `https://launchpad.net/mixxx/1.11.0 <https://launchpad.net/mixxx/+milestone/1.11.0>`_.
pt_br: Para a lista completa de todas os novos recursos e correções de bug, vá para `https://launchpad.net/mixxx/1.11.0, em inglês <https://launchpad.net/mixxx/+milestone/1.11.0>`_.

source: Bugfixes
ca: Correccions d'errors
pt_br: Correções de Bugs

source: For a full list of bugfixes, go to: `https://launchpad.net/mixxx/1.10.1 <https://launchpad.net/mixxx/+milestone/1.10.1>`_.
ca: Per a una llista completa dels canvis, podeu consultar: `https://launchpad.net/mixxx/1.10.1 <https://launchpad.net/mixxx/+milestone/1.10.1>`_.
pt_br: Para a lista completa de todas os novos recursos e correções de bug, vá para `https://launchpad.net/mixxx/1.10.1, em inglês <https://launchpad.net/mixxx/+milestone/1.10.1>`_.

source: Rewritten and Improved Vinyl Control Support
ca: Reescrit el suport per al control de vinil
pt_br: Suporte ao Controle por Vinil Reescrito e Melhorado

source: 4 Sampler Decks
ca: 4 reproductors de mostres
pt_br: 4 Decks de Sampler

source: Quantized Loops, Hotcues and Beatloops
ca: Bucles ajustats, hotcues i loops de tocs
pt_br: Loops, Hotcues e Loops de Batida Quantizados

source: Phase Synchronization
ca: Sincronització de la fase
pt_br: Sincronização de Fase

source: Beatgrid Adjust Feature
ca: Opció per ajustar la graella de ritme
pt_br: Recurso de Ajuste da Grade de Batidas

source: Microphone Support
ca: Suport per a micròfon
pt_br: Suporte à Microfone

source: Spinning Turntable Widgets and Waveform Scratching
ca: Element de pantalla de vinil giratori i possibilitat de scratch al gràfic d'ona
pt_br: Janela de Vinil Giratório e Scratching na Onda

source: M4A Support for Windows Vista and Windows 7 users
ca: Suport per a M4a a Windows Vista i Windows 7
pt_br: Suporte de M4A para usuários do Windows Vista e Windows 7

source: Brand New and Updated Skins
ca: Noves aparences i millores en altres
pt_br: Skins Atualizadas e Novas em Folha

source: Accessibility Improvements
ca: Millores d'accessibilitat
pt_br: Melhoramentos na Acessibilidade

source: Limited Support for Internationalization
ca: Suport inicial per a internacionalització
pt_br: Suporte Limitado à Internacionalização

source: Revamped and Rewritten User Manual
ca: S'ha reescrit el Manual d'usuari
pt_br: Manual do Usuário Melhorado e Reescrito

source: Mixing engine improvements
ca: Millores en el motor de mescla
pt_br: Melhoramentos no mecanismo de mixagem

source: Updated MIDI Mappings
ca: Actualització de les configuracions de MIDI
pt_br: Mapeamentos MIDI Atualizados

source: For a full list of new features and bugfixes, go to: `https://launchpad.net/mixxx/1.10.0 <https://launchpad.net/mixxx/+milestone/1.10.0>`_.
ca: Per a una llista completa dels canvis, podeu consultar: `https://launchpad.net/mixxx/1.10.0 <https://launchpad.net/mixxx/+milestone/1.10.0>`_.
pt_br: Para a lista completa de todas os novos recursos e correções de bug, vá para `https://launchpad.net/mixxx/1.10.0, em inglês <https://launchpad.net/mixxx/+milestone/1.10.0>`_.

source: For an overview of previous versions, `take a look <https://launchpad.net/mixxx/+series>`_ at the timeline.
ca: Per a veure informació més detallada de les versions podeu `consultar el cronograma <https://launchpad.net/mixxx/+series>`_.
pt_br: Para uma visão geral das versões anteriores, `dê uma olhada na linha do tempo, em inglês <https://launchpad.net/mixxx/+series>`_.

source: I
pt_br: Eu

source: O
pt_br: Ó

source: **v1.11.0** (2013-05-09)
pt_br: **v1.11.0** (09/05/2013)

source: **v1.10.1** (2012-06-30)
pt_br: **v1.10.1** (30/06/2012)

source: **v1.10.0** (2011-12-25)
pt_br: **v1.10.0** (25/12/2011)
