Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/configuration.po
Languages: ca, pt_br

source: Opening Mixxx
ca: Obriu el Mixxx
pt_br: Abrindo o Mixx

source: |logo| Once you've :ref:`installed Mixxx <installing-mixxx>`, start by opening Mixxx and import your music to the Mixxx library.
ca: |logo| Un cop heu :ref:`instal·lat el Mixxx <installing-mixxx>`, podeu obrir l'aplicació i importar la col·lecció de música a la Biblioteca del Mixxx.
pt_br: |logo| Uma vez que você tenha :ref:`instalado o Mixxx <installing-mixxx>`, comece abrindo o MIxxx e importando sua música para a biblioteca do Mixxx.

source: Double-click the Mixxx icon on the Desktop. Alternatively, browse your Windows start menu and click the Mixxx icon, or perform a search for :file:`Mixxx.exe`.
ca: Feu doble-clic a la icona del Mixxx de l'escriptori. També podeu anar al menú inicia de Windows i fer clic a la icona del Mixxx, o també podeu cercar el fixer :file:`Mixxx.exe`.
pt_br: Clique duas vezes no ícone do Mixxx na Área de Trabalho. Alternativamente, navegue pelo seu menu Iniciar e clique no ícone do Mixxx, ou procue por :file:`Mixxx.exe`.

source: **Mac OSX**
ca: **A Mac OSX**

source: Simply type :command:`mixxx` into the terminal, then hit :kbd:`Return`. With some distributions like Ubuntu you can also double-click the Mixxx icon in the launcher. Alternatively, perform a search for :file:`mixxx`.
ca: Escriviu la ordre :command:`mixxx` al terminal i premeu :kbd:`Enter`. En algunes distribucions com l'Ubuntu, podeu fer doble-clic a la icona del Mixxx. També podeu cercar el fitxer :file:`mixxx`.
pt_br: Simplesmente digite :command:`mixxx` no terminal, então pressione :kbd:`Enter`. Em algumas distribuições como o Ubuntu você também pode clicar duas vezes no ícone do Mixxx na Barra de Ícones Rápidos. Alternativamente, procure por :file:`mixxx`.

source: Sound Hardware Preferences
ca: Preferències de maquinari de so
pt_br: Preferências de Hardware de Som

source: Mixxx Sound Hardware Preferences
ca: Preferències de maquinari de so del Mixxx
pt_br: Preferências de Hardware de Som do Mixxx

source: :menuselection:`Preferences --> Sound Hardware` allows you to select the audio in- and outputs to be used.
ca: :menuselection:`Preferències - > Maquinari de so` et permet seleccionar les entrades i sortides d'audio a utilitzar.
pt_br: :menuselection:`Preferências --> Hardware do Som` te permite selecionar as entradas e saídas áudio a serem usadas.

source: **Sound API**: Depending your :term:`Operating System`, select the :term:`API` that Mixxx uses to deliver audio to your audio device. Your choice can drastically affect how smooth Mixxx performs on your computer.
ca: **API de so**: Depenent del vostre :term:`sistema operatiu <operating system>`, seleccioneu la :term:`API` que el Mixxx utilitza per a intercanviar l'àudio amb el vostre dispositiu de so. Aquesta selecció pot afectar dràsticament la resposta del Mixxx en el vostre ordinador.
pt_br: **API de Som**: Dependendo do seu :term:`Sistema Operacional`, selecione a :term:`API` que o Mixxx vai usar para entregar o áudio para o dispositivo de áudio. Sua escolha pode afetar drastricamente o quão liso o Mixxx vai rodar no seu computador.

source: **Sample Rate**: Allows you to manually select the sample rate for the audio input. The sample rate value should be set to the sample rate of your audio interface. By default, Mixxx tries the system default first, which is most likely 44.1 kHz. Otherwise, Mixxx will pick a different default.
ca: **Freqüència de mostreig**: Permet seleccionar manualment la freqüència de mostreig de la sortida d'àudio. Hauríeu de posar la freqüència de mostreig a la pròpia de la vostra targeta o dispositiu. Per defecte, el Mixxx tria la freqüència per defecte del sistema, que generalment és 44.1Khz.
pt_br: **Taxa de Amostragem**: Permite que você selecione manualmente a taxa de amostragem para a saída de áudio. O valor da taxa de amostragem deve ser definido de acordo com a taxa de amostragem da sua interface de áudio. Por padrão, o Mixxx tenta o padrão do sistema primeiro, que provavelmente é 44.1 kHz. Do contrário, o Mixxx vai pegar um padrão diferente.

source: Audio Outputs
ca: Sortides d'àudio
pt_br: Saídas de Áudio

source: Mixxx's mixing engine can be used two ways:
ca: El motor de mescla del Mixxx pot utilitzar-se de dues maneres:
pt_br: O mecanismo de mixagem do Mixxx pode ser usado de duas maneiras:

source: **Internal Mixer Mode**
ca: **Mode de Mesclador intern**
pt_br: **Modo de Mixagem Interna**

source: In this mode, Mixxx performs the mixing of the decks, microphone, and samplers in software and outputs them to a single output. To enable internal mixer mode assign a valid audio output to the :guilabel:`Master` output in :menuselection:`Preferences --> Sound Hardware --> Output`.
ca: En aquest mode, el Mixxx s'encarrega de mesclar els plats, micròfons i reproductors de mostres utilitzant l'ordinador, i genera una única sortida. Per a utilitzar el mode de mesclador intern, assigneu una sortida d'àudio vàlida a la sortida :guilabel:`Mestre` en :menuselection:`Preferències --> Maquinari de so --> Sortida`.
pt_br: Nesse modo, o Mixxx realiza a mixagem dos decks, microfone e samplers no software e gera uma saída única. Para ativar o modo de mixagem interna escolha uma saída de áudio válida para a saída :guilabel:`Mestre` em :menuselection:`Preferências --> Hardware de Som --> Saída`.

source: Internal mode is used in the following configurations:
ca: El mode intern s'utilitza en les configuracions següents:
pt_br: O modo interno é usado nas seguintes configurações:

source: **External Mixer Mode**
ca: **Mode de Mesclador extern**
pt_br: **Mode de Mixagem Externa**

source: In this mode, Mixxx outputs the audio from each deck to a separate soundcard output. This allows you to route the deck outputs through a hardware mixer. Similarly, to enable external mixer mode, simply select a valid audio output for the :guilabel:`Deck` outputs in :menuselection:`Preferences --> Sound Hardware --> Output`.
ca: En aquest mode, el Mixxx envia l'audio de cada plat a una sortida diferent de la targeta de so. Això permet enviar les sortides a un mesclador físic. Per a habilitar el mode de mesclador extern, seleccioneu una sortida dàudio vàlida a les sortides dels :guilabel:`Plats` en :menuselection:`Preferències --> Maquinari de so --> Sortida`
pt_br: Nesse modo, o Mixxx fornece uma saída de áudio para cada deck para uma saída separada na placa de som. Isso lhe permite levar as saídas do deck para um mixer de hardware. Similarmente, para ativar o modo de mixagem externa escolha uma saída de áudio válida para saídas de :guilabel:`Deck` em :menuselection:`Preferências --> Hardware de Som --> Saída`.

source: External mode is used in the following configuration:
ca: El mesclador extern s'utilitza en les següents configuracions:
pt_br: O modo externo é usado na seguinte configuração:

source: Headphone Output
ca: Sortida d'auriculars
pt_br: Saída do Fone de Ouvido

source: Latency, Sample Rate, and Audio API
ca: Latència, frequència de mostreig i API d'àudio
pt_br: Latência, Taxa de Amostragem, e API de Som

source: Audio Buffer
ca: Búfer d'audio
pt_br: Buffer de Áudio

source: Keep in mind that *lower latencies require better soundcards and faster CPUs* and that zero latency DJ software is a myth (although Mixxx is capable of sub-1ms operation).
ca: Tingueu en compte que *latencies menors requereixen targetes de so millors i processadors més ràpids* i que els programes de DJ de latència zero son un mite (tot i que el Mixxx és capaç de latències menors a 1ms).
pt_br: Tenha em mente que *latências menores requerem placas de som melhores e CPUs mais rápidas* e software de DJ com latência zero é um mito (embora o Mixxx seja capaz de uma operação mais rápida do que 1ms).

source: Sample Rate
ca: Freqüencia de mostreig
pt_br: Taxa de Amostragem

source: Audio API
ca: API d'àudio
pt_br: API de Audio

source: The Audio :term:`API` that Mixxx uses is the method by which Mixxx talks to your :term:`Operating System` in order to deliver audio to your soundcard. Your choice of Audio API can drastically affect Mixxx's performance on your computer. **Therefore it is important to take care to choose the best Audio API available to you.** Refer to the following table of Audio APIs to see what the best choice is for your operating system.
ca: La :term:`API` d'audio que utilitza el Mixxx és el mètode amb el qual el Mixxx es comunica amb el :term:`sistema operatiu <operating system>` per enviar i rebre l'àudio de la targeta de so. La opció de API d'àudio pot afectar dràsticament la resposta del Mixxx en el vostre ordinador. **Per tant, és important tenir cura a l'hora de triar la millor API disponible**. Consulteu la següent taula de APIs d'àudio per veure quina és la millor opció segons el vostre sistema operatiu.
pt_br: A term:`API` de Áudio que o Mixxx usa é o método por qual o Mixxx fala com o seu term:`Sistema Operacional` para entregar o áudio para a sua placa de som. A escolha da API de Áudio pode afetar drasticamente a performance do Mixxx no seu computador. **Então é importante escolher a melhor API de áudio disponível para você.** Dirija-se à seguinte tabela de APIs de áudio para ver qual será a melhor escolha para o seu sistema operacional.

source: OS / Audio API
ca: Sistema operatiu / API d'àudio
pt_br: SO / API de Áudio

source: Quality
ca: Qualitat
pt_br: Qualidade

source: Poor
ca: Dolenta
pt_br: Pobre

source: Good
ca: Bona
pt_br: Bom

source: OK
ca: Acceptable

source: GNU Linux / JACK (Advanced)
ca: GNU Linux / JACK (avançat)
pt_br: GNU Linux / JACK (Avançado)

source: On Windows, if an ASIO driver is not available for your operating system, you can try installing `ASIO4ALL <http://asio4all.com>`_, a low-latency audio driver for WDM audio devices.
ca: A Windows, si no disposeu d'un driver ASIO, podeu instal·lar el `ASIO4ALL <http://asio4all.com>`_, un driver de baixa latència per a dispositius d'audio WDM.
pt_br: No Windows, se um driver ASIO não está disponível para o seu sistema operacional, você pode tentar instalar o `ASIO4ALL <http://asio4all.com>`_, um driver de áudio de baixa latência para dispositivos de áudio WDM.

source: Importing your audio files
ca: Importació dels fitxers d'àudio
pt_br: Importando seus arquivos de áudio

source: Mixxx running on Windows 8 - Choose music library directory dialog
ca: El Mixxx executant-se en Windows 8 - Finestra de selecció de la carpeta de música
pt_br: Mixxx rodando no Windows 8 - Caixa de diálogo escolha a sua biblioteca de música

source: **Setup the music library**
ca: **Configuració de la Biblioteca de música**
pt_br: **Instale a sua biblioteca de música**

source: Click :guilabel:`Select Folder` and Mixxx will scan your music library. Depending on the size of your library this could take some time. All the supported music files Mixxx detects will be listed in the :ref:`library-root`.
ca: Feu clic a :guilabel:`Seleccioneu la carpeta` i el Mixxx escanejarà la biblioteca. Segons la mida que tingui, pot tardar una estona. Tots els fitxers de música suportats pel Mixxx que es detectin es llistaran a la :ref:`library-root`.
pt_br: Clique em :guilabel:`Selecionar Pasta` e o Mixxx vai examinar a sua biblioteca de música. Dependendo do tamanho da sua biblioteca isso pode demorar algum tempo. Todos os arquivos de música suportados que o Mixxx detectar vão estar listados na :ref:`library-root`.

source: If you want to refresh your library (for example because you added or moved files), you can do this with :menuselection:`Library --> Rescan Library` in the menu. If you want to rescan at every launch, select :menuselection:`Preferences --> Library --> Rescan on startup`.
ca: Si voleu refrescar la biblioteca (per exemple perquè heu afegit o mogut fitxers), podeu fer-ho des de la opció :menuselection:`Biblioteca --> Torna a escanejar la biblioteca a l'inici`.
pt_br: Se você quer atualizar a sua biblioteca (por exemplo porque você adicionou ou moveu arquivos), você pode fazer isso com o menu :menuselection:`Biblioteca --> Reexaminar Biblioteca`. Se você quiser reexaminar em toda a inicialização, selecione menuselection:`Preferências --> Biblioteca --> Reexaminar na Inicialização`.

source: On Windows 7 and 8 the import dialog points to your Windows “Music“ Library, a special-purpose virtual folder. You can **not** use these virtual folders. Select a regular folder instead, usually “My Music“, like pictured above.
ca: A Windows 7 i 8 la carpeta configurada en la finestra d'importació és la Llibreria "Música" de Windows, una carpeta virtual especial. **No** podeu utilitzar aquest tipus de carpetes. Seleccioneu una carpeta específica, com "La meva Música".
pt_br: No Windows 7 e 8 a caixa de diálogo de importação vai apontar para a sua Bilbioteca do Windows de “Música“, uma pasta de uso especial virtual. Você **não** pode usar estas pastas virtuais. Selecione uma pasta normal, usualmente “Minhas Músicas“, como mostrado acima.

source: **Compatible files**
ca: **Fitxers compatibles**
pt_br: **Arquivos compatíveis**

source: Support for the Opus audio format.
ca: Suport pel format d'àudio Opus.
pt_br: Suporta ao formato de áudio Opus.

source: Mixxx supports a variety of audio file formats: :term:`Wave <WAV>` (wav), :term:`Aiff <AIFF>` (aiff, aif), :term:`MP3` (mp3), :term:`Ogg Vorbis` (ogg), :term:`FLAC` (flac), :term:`OPUS` (opus), and :term:`AAC` (aac, m4a) if supported by your :term:`OS <Operating System>`. :term:`DRM` protected files, such as m4p files purchased in the iTunes Store, are not supported.
ca: El Mixxx suporta una varietat de formats d'àudio: :term:`Wave <WAV>` (wav), :term:`Aiff <AIFF>` (aiff, aif), :term:`MP3` (mp3), :term:`Ogg Vorbis` (ogg), :term:`FLAC` (flac), :term:`OPUS` (opus), i també :term:`AAC` (aac, m4a) si el :term:`Sistema operatiu <Operating System>` el suporta. Els fitxers protegits amb :term:`DRM`, com els fitxers m4p comprats al iTunes Store no es suporten.
pt_br: O Mixxx suporta uma variedade de formatos de áudio: :term:`Wave <WAV>` (wav), :term:`Aiff <AIFF>` (aiff, aif), :term:`MP3` (mp3), :term:`Ogg Vorbis` (ogg), :term:`FLAC` (flac), :term:`OPUS` (opus), e :term:`AAC` (aac, m4a) se suportado pelo seu :term:`SO <Operating System>`. Arquivos protegidos por :term:`DRM`,como arquivos m4p comprados na Loja do iTunes, não são suportados.

source: **Import external libraries**
ca: **Importació de biblioteques externes**
pt_br: **Importe bilbiotecas externas**

source: If you have iTunes, Traktor, Rhythmbox, or Banshee installed, Mixxx allows you to access your tracks and playlists in the Mixxx library, see :ref:`library-3rd-party`.
ca: Si teniu el iTunes, el Traktor, el Rhythmbox o el Banshee instal·lats, el Mixxx us permet accedir a les pistes i llistes de reproducció des de la Biblioteca del Mixxx, consulteu :ref:`library-3rd-party`.
pt_br: Se você tem iTunes, Traktor, Rhythmbox ou Banshee instalado, o Mixxx permite que você acesse as suas faixas e listas de reprodução na bilbioteca do Mixxx, veja :ref:`library-3rd-party`.

source: **Import remote files**
ca: **Importació de fitxers remots**
pt_br: **Importe arquivos remotos**

source: To import audio files which are not in your music library directory, drag them directly from an external :term:`file manager` or from the :ref:`Browse section <library-browse>` to the track list. Importing files into Mixxx does not change the location of the files on the hard disk.
ca: Per tal d'importar fitxers d'àudio que no es troben a la vostra Biblioteca, podeu arrossegar-les directament des de :term:`file manager` o des de :ref:`l'opció de Navega <library-browse>` cap a la llista de pistes. La acció d'importació no canvia la seva ubicació en el disc dur.
pt_br: Para importar arquivos de áudio que não estão no seu diretório de biblioteca de música, arraste eles diretamente de um :term:`gerenciador de arquivos` externo ou da :ref:`seção Navegador <library-browse>` para a lista de faixas. Importar arquivos para o Mixxx não muda a localização dos arquivos no disco rígido.

source: You can not drag complete folders to the library because currently Mixxx can not recursively scan folders for compatible music files.
ca: No podeu arrossegar carpetes senceres a la biblioteca perquè el Mixxx no suporta encara l'escaneig recursiu de carpetes a la recerca de fitxers de música compatibles.
pt_br: Você não pode arrastar pastas completas para a biblioteca porque atualmente o MIxxx não pode examinar pastas recursivamente procurando por arquivos de música compatíveis.

source: **Import playlists**
ca: **Importació de llistes de reproducció**
pt_br: **Importe listas de reprodução**

source: You can import existing :file:`m3u`, :file:`pls` , :file:`m3u8`, :file:`pls` playlist files from products other than Mixxx, see :ref:`library-playlists`.
ca: Podeu importar llistes existents en format :file:`m3u`, :file:`m3u8` i :file:`pls` generades amb altres aplicacions, consulteu :ref:`library-playlists`.
pt_br: Você pode importar arquivos de listas de reprodução existentes :file:`m3u`, :file:`pls`, :file:`m3u8 de produtos que não são o Mixxx, veja :ref:`library-playlists`.

source: **Import music from CDs**
ca: **Importació de música de CD**
pt_br: **Importe música de CDs**

source: Mixxx can not play music from Audio CDs. Convert the content to compatible files in good quality and add them to the Mixxx library. See `<https://en.wikipedia.org/wiki/Ripping>`_
ca: El Mixxx no pot reproduir música directament d'un CD d'àudio. Heu de convertir-lo primer a un format compatible amb bona qualitat i afegir-lo a la Biblioteca del Mixxx. Consulteu `<https://en.wikipedia.org/wiki/Ripping>`_ (en anglès)
pt_br: O Mixxx não pode tocar músicas de CDs de Áudio. Converta o conteúdo para arquivos compatíveis e de boa qualidade e adicione eles na biblioteca do MIxxx. Veja `<https://en.wikipedia.org/wiki/Ripping>`_

source: Changing music directories
ca: Canvi de les carpetes de música
pt_br: Mudando diretórios de música

source: Handles multiple music library folders and adds an option to move them to another location without data loss.
ca: Permet l'ús de múltiples carpetes de música i afegeix una opció per canviar la ubicació sense perdre les metadades.
pt_br: Lida com vários diretórios de biblioteca de música e adiciona uma opção de mover eles para um outro lugar sem perda de dados.

source: You can manually add, relink, and remove Mixxx music directories in :menuselection:`Preferences --> Library`.
ca: Podeu afegir, reenllaçar i elimiliar del Mixxx les carpetes de música des de :menuselection:`Preferències --> Biblioteca`.
pt_br: Você pode adicionar, revincular ou remover diretórios de música do Mixxx manualmente em :menuselection:`Preferências --> Biblioteca`.

source: **Add a new music directory**
ca: **Afegiu una nova carpeta de música**
pt_br: **Adicione um novo diretório de música**

source: Mixxx handles multiple music library folders. Click :guilabel:`Add` to browse to a directory where your music is stored. Mixxx will watch this directory and its subdirectories for new tracks.
ca: El Mixxx permet utilitzar més d'una carpeta de música per a la Biblioteca. Feu clic a :guilabel:`Afegeix` per a seleccionar la carpeta on teniu la música. El Mixxx revisarà aquesta carpeta i les seves subcarpetes per si s'afegeixen noves pistes.
pt_br: O Mixxx lida com múltiplos diretórios de música. Clique em :guilabel:`Adicionar` para navegar para um diretório onde sua música está guardada. O Mixxx vai procurar nesse diretório e subdiretórios por novas faixas.

source: If you add a directory that is already in your library, or you are currently :ref:`rescanning your library <library-root>`, the operation is canceled.
ca: Si afegiu una carpeta que ja hi és a la biblioteca, o si s'està :ref:`escanejant la biblioteca <library-root>`, l'acció es cancelarà.
pt_br: Se você adicionar um diretório que já está na sua biblioteca, ou você está atualmente :ref:`reexaminando a sua biblioteca <library-root>`, a operação será cancelada.

source: Directories can also be added from the :ref:`Browse <library-browse>` sidebar item inside the library.
ca: Les carpetes també es poden afegir des de la opció :ref:`Navega <library-browse>` de la barra lateral de la Biblioteca.
pt_br: Diretórios também podem ser adicionados do item da barra lateral :ref:`Navegador <library-browse>` dentro da biblioteca.

source: **Relink a existing music directory**
ca: **Corregiu una carpeta de música existent**
pt_br: **Revincule um diretório de música existente**

source: If an existing music directory is moved, Mixxx doesn't know where to find the audio files in it. Click :guilabel:`Relink` to select the music directory in its new location. This will re-establish the links to the audio files in the Mixxx library.
ca: Si es mou una carpeta de música existent, el Mixxx no sabrà on trobar les pistes que hi havia. Feu click a :guilabel:`Corregeix` per a indicar la sevaa nova ubicació. Això farà possible que es corregeixi la ubicació dels fitxers de la Biblioteca del Mixxx.
pt_br: Se um diretório de música existente é movido, o Mixxx não sabe onde encontrar os arquivos de áudio nele. Clique em :guilabel:`Revincular` para selecionar o diretório de música em seu novo lugar. Isso vai re-estabelecer as conexões dos arquivos de áudio na biblioteca do Mixxx.

source: **Remove a music directory**
ca: **Esborreu una carpeta de música**
pt_br: **Remova um diretório de música**

source: Click :guilabel:`Remove`, and Mixxx will no longer watch a directory and its subdirectories for new tracks, and asks what would you like to do with the tracks from these directories.
ca: Feu clic a :guilabel:`Elimina`, i el Mixxx no revisarà més la carpeta i les subcarpetes per trobar noves pistes. Us preguntarà que ha de fer amb les pistes d'aquestes carpetes que estan a la Biblioteca.
pt_br: Clique em :guilabel:`Remover` e o Mixxx não vai mais procurar nesse diretório e subdiretórios por novas faixas, e pergunta o que você quer fazer com as faixas nesses diretórios.

source: Select :guilabel:`Hide Tracks` to hide all tracks from this directory and subdirectories.
ca: Seleccioneu :gulabel:`Amaga les pistes` per amagar totes les pistes d'aquesta carpeta i les subcarpetes.
pt_br: Selecione :guilabel:`Ocultar Faixas` para esconder todas as faixas desse diretório e subdiretórios.

source: Select :guilabel:`Delete Track Metadata` to delete all metadata for these tracks from Mixxx permanently
ca: Seleccioneu :guilabel:`Esborra les metadades de les pistes` per a esborrar les metadades de la Biblioteca del Mixxx permanentment.
pt_br: Selecione :guilabel:`Deletar Metadados das Faixas` para deletara todos os metadados para essas faixas do Mixxx permanentemente

source: Select :guilabel:`Leave Tracks Unchanged` to leave the tracks unchanged in your library.
ca: Seleccioneu :guilabel:`Deixa les pistes sense canviar` par a mantenir les pistes a la Biblioteca.
pt_br: Selecione :guilabel:`Deixar Faixas Inalteradas` para deixar as faixas como estão na sua biblioteca.

source: Hiding tracks saves their metadata in case you re-add them in the future.
ca: Si amagueu les pistes es mantindran les seves metadades en cas que les torneu a afegir més endavant.
pt_br: Ocultar faixas salva os metadados delas no caso de você re-adicioná-las no futuro
