Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/configuration.po
Languages: ca, pt_br

source: Metadata means all track details (artist, title, playcount, etc.) as well as beatgrids, hotcues, and loops. This choice only affects the Mixxx library. No files on disk will be changed or deleted.
ca: Metadades significa tots els detalls de la pista (artista, títol, comptador de reproducció, etc.) així com les graelles de rtime, Hotcues i bucles. Aquesta acció només afecta a la llibreria de Mixxx. Els fitxers del disc no es canviaran ni s'esborraran.
pt_br: Metadados são todos os detalhes da faixa (artista, título, quantidade de reproduções) e também as grades de batida, hotcues e loops. Esta escolha afeta apenas a biblioteca do Mixxx. Nenhum arquivo no disco será alterado ou deletado.

source: When changing music directories, you might want to run a library rescan afterwards. Select :menuselection:`Library --> Rescan Library` in the menu.
ca: Quan canvieu els directoris de música, necessitareu actualitzar les dades de la Biblioteca. Ho podeu pel menú :menuselection:`Biblioteca -> Torna a escanejar la biblioteca`.
pt_br: Quando você mudar diretórios de música, você provavelmente vai querer reexaminar a biblioteca depois. Selecione :menuselection:`Biblioteca --> Reexaminar Biblioteca` no menu.

source: Todo
ca: Pendent d'acabar
pt_br: Para fazer

source: Analyzer Settings
ca: Configuració de l'analitzador
pt_br: Configurações do Analisador

source: BPM and beat detection is a complex operation. Depending on your computer and the track's bitrate and duration this may take some time. By default Mixxx analyzes the complete track. To accelerate beat detection on slower computers, a “Fast Analysis” option is available. If enabled, the BPM is computed by analyzing the first minute of the track. In most cases this does not affect the beat detection negatively because most of today's dance music is written in a 4/4 signature with a fixed tempo.
ca: La detecció del BPM i de la graella de ritme és una operació complexa. Depenent de l'ordinador, de la taxa de bits de la pista i de la durada, pot tardar una estona. Per defecte el Mixxx analitza la pista completa. Per tal d'accelerar la detecció en ordinadors lents, hi ha la opció “d'anàlisi ràpida”. Si l'activeu, el BPM es calcula analitzant el primer minut de la pista. En general, això no afecta la detecció de la graella perquè la majoria de música de ball actual té la signatura de 4/4 amb un tempo fix.
pt_br: A detecção de BPM e batidas é uma operação complexa. Dependendo do seu computador, a taxa de bits da faixa e a duração isso pode demorar algum tempo. Por padrão o Mixxx analisa a faixa inteira. Para acelerar a detecção de batidas em computadores lentos, a opção de “Análise Rápida” está disponível. Se ativado, o BPM é computado analisando apenas o primeiro minuto da faixa. Em muitos casos isso não afeta a detecção da batida negativamente porque a maioria das músicas de dança atuais são escritas em compasso 4/4 com um tempo fixo.

source: Mixxx preferences - BPM settings
ca: Prefències del Mixxx - Opcions de BPM
pt_br: Preferências do Mixxx - Configurações de BPM

source: The table below summarizes the beat detection settings:
ca: La taula següent resumeix les opcions de detecció de ritme
pt_br: A tabela abaixo resume as configurações de detecção de batida:

source: Option
ca: Opció
pt_br: Opção

source: Description
ca: Descripció
pt_br: Descrição

source: Enable Fast Analysis
ca: Activa l'anàlisi ràpid
pt_br: Ativar a Análise Rápida

source: If enabled, BPM will be detected by only using the first minute of audio.
ca: Si l'activeu, el BPM es detecta només en el primer minut d'àudio.
pt_br: Se ativado, o BPM vai ser detectado usando apenas o primeiro minuto de áudio.

source: Assume constant tempo
ca: Assumeix un tempo constant
pt_br: Assumir tempo constante

source: If enabled, Mixxx assumes that the distances between the beats are constant. If disabled, the raw beat grid obtained by the analyzer is presented. The latter is appropriate for tracks with variable tempo.
ca: Si l'activeu, el Mixxx assumeix que la distància entre els tocs és constant. Si el desactiveu, s'utilitzarà la graella de ritme tal qual s'ha detectat. Aquest cas és útil per a pistes que tinguin un tempo variable.
pt_br: Se ativado, o Mixxx assume que as distâncias entre as batidas são constantes. Se desativado, a grade de batidas crua obtida pelo analisador é apresentada. A última é apropriada para faixas com tempo variável.

source: Enable Offset Correction
ca: Activar la correcció de desplaçament
pt_br: Ativar Correção de Compensação

source: Prevents beat markers from being placed incorrectly.
ca: Evita que els tocs s'ubiquin incorrectament.
pt_br: Previne que marcadores de batida fique colocados incorretamente.

source: Re-analyze beats when settings change or beat detection data is outdated
ca: Torna a analitzar el ritme si les preferències canvien o si la informació de ritme és obsoleta.
pt_br: Re-analisar batidas quando as configurações forem alteradas ou quando os dados de detecção de batida estiverem desatualizados

source: If enabled, Mixxx over-writes old beat grids from Mixxx before v1.11. Moreover, it will re-analyze the BPM if your beat detection preferences change or BPM data from 3rd party programs are present.
ca: Si l'activeu, el Mixxx tornarà a generar les graelles de ritme generades amb la versió 1.11 o anteriors. També tornarà a analitzar el BPM si canvieu les preferències de detecció de ritme, o hi ha dades de BPM d'aplicacions de tercers.
pt_br: Se ativado, o Mixxx escreve em cima de grades de batida do Mixxx antes da versão 1.11. Além disso, isso vai re-analisar o BPM se as suas preferências de detecção de batida mudarem ou dados de BPM de programas de terceiros estiverem presentes.

source: Correcting Beat Grids
ca: Correcció de les graelles de ritme
pt_br: Corrigindo Grades de Batida

source: There may be situations where BPM and beat detection do not result in a proper beat grid.
ca: Hi ha situacions en les que el BPM i la detecció de ritme no generen una graella de ritme correcta.
pt_br: Podem existir situações onde a detecção de BPM e de batida não vai resultar em uma grade de batidas adequada.

source: Typically, the detected BPM is correct but the analyzer has failed to detect the location of the first beat. Consequently, the beat markers are shifted, i.e. the beat markers are always a fixed distance from the true beat. To adjust the beat grid, cue the track before a real beat and click the :guilabel:`Beat-grid Adjust` button in the :ref:`interface-button-grid`.
ca: Normalment, la detecció de BPM serà correccta, però l'analitzador no haurà detectat correctament la posició del primer toc. Degut a això, les marques estaran desplaçades del lloc correcte. Per a corregir-ho, poseu la pista just quan comenci un toc i feu clic al botó :guilabel:`Ajusta la graella de ritme` de :ref:`interface-button-grid`.
pt_br: Tipicamente, o BPM detectado é correto mas o analisador falhou em detectar a posição da primeira batida. Consequentemente, os marcadores de batida são deslocados, os marcadores de batida sempre vão estar de uma distância fixa da batida verdadeira. Para ajustar a grade de batidas, vá até a batida verdadeira e clique no botão :guilabel:`Ajustar Grade de Batidas` na :ref:`interface-button-grid`.

source: If the detected BPM is not accurate, the corresponding beat grid will also be inaccurate. A deviation of 0.02 BPM units from the correct BPM will cause beatgrid alignment issues on long tracks (e.g. a club mix). If this happens, your beatgrid may look aligned for the few minutes but you will notice a slight drift as the song goes on. Finding the correct BPM is easy in many cases - just follow the note below.
ca: Si el BPM detectat no és precís, la graella de ritme també serà imprecisa. Una desviació de 0,02 BPM pot causar problemes d'alineació en pistes llargues (com en un club mix). Si això passa, la graella semblarà estar ben alineada al començament, però anirà desplaçant-se a mesura que la cançó avança. En general, podeu trobar el BPM fàcilment, seguiu la suggerència següent.
pt_br: Se o BPM detectado não for preciso, a grade de batidas correspondente também vai estar impreciso. Um desvio de 0.02 unidades de BPM do BPM correto vai causar problemas de alinhamento da grade de batidas em faixas longas (como em um club mix). Se isso acontecer, a sua grade de batidas por parecer alinhada por alguns minutos mas você vai perceber um deslocamento com o progresso da música. Encontrar o BPM correto é fácil em muitos casos - apenas siga a nota abaixo.

source: If the detected BPM value is not sufficiently accurate but very close to an integer value, try to set the BPM value manually to the integer.
ca: Si el valor de BPM detectat és gairebé un nombre enter, proveu de posar el valor enter manualment al camp de BPM.
pt_br: Se o valor detectado do BPM não for suficientemente preciso mas bem perto de um valor inteiro, tente definir o valor do BPM manualmente para um inteiro.

source: Mixxx comes with a high precision key detection to help you making smooth mixes by ensuring that your tracks are musically compatible.
ca: El Mixxx incorpora una detecció de clau musical d'alta precisió per ajudar-vos a fer que les mescles sonin bé si les pistes són musicalment compatibles.
pt_br: O Mixxx vem com uma detecção de tom altamente precisa para ajudar você fazer mixes suaves ao assegurar que suas faixas são compatíveis musicalmente.

source: Key detection is a complex operation. Depending on your computer and the track's bitrate and duration this may take some time. By default Mixxx analyzes the complete track. To accelerate key detection on slower computers, a “Fast Analysis” option is available. If enabled, the key is computed by analyzing the first minute of the track.
ca: La detecció de clau musical és una operació complexa. Depenent de l'ordinador, de la taxa de bits de la pista i de la durada, pot tardar una estona. Per defecte el Mixxx analitza la pista completa. Per tal d'accelerar la detecció en ordinadors lents, hi ha la opció “d'anàlisi ràpida”. Si l'activeu, la clau musical es calcula analitzant el primer minut de la pista.
pt_br: A Detecção de Tom é uma operação complexa. Dependendo do seu computador e da taxa de bits da faixa e duração ela pode demorar algum tempo. Por padrão o Mixxx analisa a faixa inteira. Para acelerar a detecção de tom em computadores mais lentos, uma opção de “Análise Rápida” está disponível. Se ativada, o tom é computado ao analisar apenas o primeiro minuto da faixa.

source: Mixxx preferences - Key settings
ca: Preferències del Mixxx - Opcions de clau musical
pt_br: Preferências do Mixxx - Configurações de Tom

source: The table below summarizes the Key detection settings:
ca: La taula següent resumeix les opcions de detecció de clau musical:
pt_br: A tabela abaixo resume as configurações de detecção de tom:

source: If enabled, the key will be detected by using only the first minute of audio.
ca: Si l'activeu, la clau es detecta només en el primer minut d'àudio.
pt_br: Se ativado, o tom vai ser detectado ao usar apenas o primeiro minuto de áudio.

source: Re-analyze key when settings change or Key detection data is outdated
ca: Torna a detectar la clau musical si les opcions canvien, o la informació de clau és antiga.
pt_br: Reanalisar tom quando as configurações mudarem ou os dados de detecção de tom estiverem desatualizados

source: If enabled, Mixxx will re-analyse tracks if you select a different key detection plugin or the key was generated by a program other than Mixxx.
ca: Si l'activeu, el Mixxx torna a analitzar les pistes si heu seleccionat un complement de detecció de clau diferent, o l'anàlisi es va generar amb un altre programa.
pt_br: Se ativado, o Mixxx vai reanalisar as faixas se você selecionar um plugin de detecção de tom diferente ou se o tom foi gerado por um outro programa.

source: Key Notation
ca: Notació musical
pt_br: Notação do Tom

source: Change the way keys are displayed in the library.
ca: Canvia la manera en que es mostren les claus a la Biblioteca.
pt_br: Muda a maneira com que os tons são mostrados na biblioteca.

source: |ic_lib_prepare| Mixxx automatically analyzes tracks the first time you load them in a deck, nevertheless it is recommended that you analyze them before playing live with them to ensure the beatgrids are correct. Furthermore, track analysis takes considerable CPU power and might cause skips in the audio --- things you surely don't need while performing.
ca: |ic_lib_prepare| El Mixxx analitza les pistes automàticament el primer cop que les carregueu a un plat, però es recomana que les analitzeu abans de reproduir-les en una sessió per assegurar que la graella de ritme és correcta. A més a més, l'anàlisi es força costós per a la CPU i pot fer que l'àudio es talli --- cosa que no desitgeu que passi durant una sessió.
pt_br: |ic_lib_prepare| O Mixxx automatiacmente analisa faixas na primeira vez que você carrega elas em um deck, porém é recomendado que você as analise antes de tocá-las ao vivo para se ter certeza de que as grades de batidas estão corretas. Além disso, a análise de faixas precisa de um processamento considerável e pode causar travadas no áudio --- coisas que você realmente não precisa enquanto apresentando.

source: Drag and drop tracks from the library or external file managers onto the analysis view to instantly analyze these files. The title changes to :guilabel:`Analyze (x/y)` where x is the number of tracks that have been analyzed so far and y is the total number of tracks originally in the queue.
ca: Arrossegar pistes de la biblioteca o d'exploradors de fitxers externs a la vista d'Analitza per analitzar-les al moment. El títol canvia a :guilabel:`Analitzant (x/y)` on x és el nombre de pistes que s'han analitzat i la y és el nombre de pistes seleccionades inicialment per analitzar.
pt_br: Arraste e jogue faixas da biblioteca o gerenciadores de arquivos exernos na visualização análise para analisar instantaneamente esses arquivos. O título muda para :guilabel:`Analisar (x/y)` onde x é o número de faixas que já foram analisadas e y o total de faixas originalmente na fila.

source: Does not generate waveforms to save disk space.
ca: No genera els gràfics d'ona per tal d'estalviar espai de disc.
pt_br: Não gera ondas para salvar espaço no disco.

source: The Analyze features in detail:
ca: Les opcions de la vista Analitza:
pt_br: As funcionalidades do Analisar em detalhe:

source: **All / New radio-buttons**: Allows you to view a list of either all tracks in the library or tracks added to the library within the last 7 days.
ca: **Selector de Tot / Nou**: Us permet veure una llista de totes les pistes de la biblioteca, o només d'aquelles que s'han afegit en els últims 7 dies.
pt_br: **Botões de opção Todos / Novos**: Permite que você visualize uma lista de todas as faixas a biblioteca ou de faixas adicionadas à biblioteca nos últimos 7 dias.

source: **Select All button**: Selects all tracks in the current view.
ca: **Botó Selecciona-ho tot**: Selecciona totes les pistes de la llista.
pt_br: **Botão de Selecionar Tudo**: Seleciona todas as faixas na visualização atual.

source: **Analyze button**: Starts the detection on the selected tracks.
ca: **Botó analitza**: Inicia la detecció a les pistes seleccionades.
pt_br: **Botão Analisar**: Começa a detecção das faixas selecionadas.

source: For more information, go to :ref:`djing-bpm-detection`.
ca: Per a més informació aneu a :ref:`djing-bpm-detection`.
pt_br: Para mais informação, vá para :ref:`djing-bpm-detection`.

source: AAC (M4A) is supported on Windows Vista and Mac OSX 10.5 onwards. The `Platform Update Supplement <http://support.microsoft.com/kb/2117917>`_ is required for Windows Vista.
pt_br: AAC (M4A) é suportado do Windows Vista e Mac OSX 10.5 pra frente. O `Suplemento de Atualização de Plataforma <http://support.microsoft.com/kb/2117917>`_ é necessário para o Windows Vista.
