Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/controlling_mixxx.po
Languages: ca, pt_br

source: Controlling Mixxx
ca: Controls del Mixxx
pt_br: Controlando o Mixx

source: Mixxx can be controlled with a keyboard, a mouse, :term:`MIDI`/:term:`HID` controllers, time-code records/CDs, or a combination of these. The choice usually depends on your budget or style of DJing.
ca: El Mixxx es pot controlar amb el teclat, el ratolí, controladores :term:`MIDI`/:term:`HID` i CDs/vinils amb codis de temps o una combinació d'aquests. La opció a triar depèn del vostre pressupost o l'estil de punxar.
pt_br: O Mixxx pode ser controlado com um teclado, um mouse, controladores :term:`MIDI`/:term:`HID`, vinils/CDs de timecode, ou com uma combinação desses. A escolha geralmente depende do seu orçamento ou estilo de ser um DJ.

source: Using a Mouse and Touchpad
ca: Amb un ratolí o ratolí tàctil.
pt_br: Usando um Mouse e Touchpad

source: Use your mouse to interact with the controls in the :ref:`Mixxx User Interface <interface-overview>` on your computer screen. You can perform actions by pointing and clicking with your mouse.
ca: Feu anar el ratolí per a interactuar amb els controls de la :ref:`Interfície del Mixxx <interface-overview>` a la pantalla de l'ordinador. Podeu realitzar diferents accions movent i fent clic amb el ratolí.
pt_br: Use seu mouse para interagir com os controles na :ref:`Interface do Usuário do Mixxx <interface-overview>` na tela do seu computador. Você pode realizar ações ao apontar e clicar com o seu mouse.

source: **Single Left Click**: Performing a left mouse click on buttons triggers the default action for that control. Moreover if you click on a value in the track list of the Mixxx :ref:`library <interface-library>`, you can change the value. For example the year of a track.
ca: **Clic amb el botó esquerra**: Si es fa clic amb el botó esquerra sobre els botons, es realitza la seva acció predeterminada. A més a més, si feu clic sobre un valor a la llista de pistes de la :ref:`biblioteca del Mixxx <interface-library>`, podeu canviar el valor. Per exemple, l'any de la cançó.
pt_br: **Clique Único Esquerdo**: Realizar um clique com o botão esquerdo do mouse inicia a ação padrão do controle. Além disso, se você clicar em um valor na lista de faixas da :ref:`biblioteca <interface-library>` do Mixxx, você pode mudar o valor. Por exemplo o ano da faixa.

source: **Single Right Click**: On most buttons, performing a right click triggers a different action than a left click. You can return any knob or fader to its default value by right-clicking that control.
ca: **Clic amb el botó dret**: A la majoria do botons, si es fa un clic amb el botó dret, es realitza una acció diferent a la del botó esquerra. Podeu fer que una rodeta o control lliscant tornin al valor per defecte si hi feu clic amb el botó dret.
pt_br: **Clique Único Direito**: Na maioria dos botões, clicar com o lado direito inicia uma ação diferente da do clique esquerdo. Você pode colocar qualquer botão giratório ou deslizante na sua posição padrão ao clicar com o lado direito nesse controle.

source: **Mouse Drag**: Click on a knob or fader, hold the left mouse button and move your cursor to change the value of the control. Use mouse drag to drop tracks from the file list to the decks, crates, playlists, etc.
ca: **Arrossegar**: Feu clic en una rodeta o control lliscant, manteniu el botó esquerra premut, i moveu el ratoli per canviar el valor. També podeu arrossegar les pistes des de la llista de fitxers cap als plats, les caixes, llistes de reproducció i altres.
pt_br: **Arrasto com o Mouse**: Clique em um botão giratório ou deslizante, segure o botão esquerdo do mouse e mova o seu cursor para mudar o valor do controle. Arraste e solte músicas da lista de arquivos para decks, caixas, listas de reprodução, etc.

source: **Mouse Wheel**: Just like Mouse Drag, you can change knob and fader values by placing the cursor over the control and moving the mouse wheel.
ca: **Rodeta del ratolí**: A part d'arrossegant el control, també podeu canviar el valor de les rodetes i els controls lliscants posant el ratolí sobre d'un control, i movent la rodeta del ratolí.
pt_br: **Roda do Mouse**: Como em um Arrasto com o Mousae, você pode mudar o valor de um botão giratório ou deslizante ao colocar o cursor em cima do controle e mover a roda do mouse.

source: If you hover with the mouse over a control (e.g the crossfader) in the Mixxx user interface, the tooltip lists the left- and right-click action respectively.
ca: Si poseu el ratolí a sobre d'un control (per exemple, el crossfader) a la interfície del Mixxx, es mostrarà una nota informativa amb les accions del botó esquerra i dret respectivament.
pt_br: Se você ficar com o mouse em cima de um controle (por exemplo o crossfader) na interface do usuário do Mixxx, uma tooltip vai listar as ações dos botões esquerdo e direito respectivamente.

source: On a Macbook or a computer with a touchpad that lacks mouse buttons, a two-finger click gesture is often treated as a right click.
ca: En un Macbook, o un ordinador amb un ratolí tàctil que no tingui botons, el gest de clic amb dos dits fa habitualment d'acció de botó dret.
pt_br: Em um Macbook ou computador com um touchpad que não tem botões do mouse, um clique de dois dedos é geralmente tratado como um clique com o lado direito.

source: Using the Mouse drag/wheel on the waveforms you can adjust zoom and playback rate of the tracks. For more information, go to :ref:`interface-waveform`.
ca: Si feu anar l'arrossegament o la rodeta del ratolí amb els gràfics d'ona, podeu ajustar el zoom i la velocitat de reproducció de les pistes. Per a més informació aneu a :ref:`interface-waveform`
pt_br: Ao usar um arrasto de Mouse ou a roda do Mouse nas ondas você pode ajustar oa aproximação e a velocidade de reprodução das faixas. Para mais informação, vá para :ref:`interface-waveform`.

source: Using a Keyboard
ca: Amb un teclat d'ordinador
pt_br: Usando um Teclado

source: Mixxx Keyboard shortcuts (for en-us keyboard layout)
ca: Dreceres de teclat del Mixxx (per a la disposició de teclat anglesa en-us)
pt_br: Atalhos do Teclado do Mixxx (para o layout de teclado en-us)

source: :download:`Download the image <../_static/Mixxx-111-Keyboard-Mapping.png>`
ca: :download:`Descarregueu la imatge <../_static/Mixxx-111-Keyboard-Mapping.png>`
pt_br: :download:`Baixe a imagem <../_static/Mixxx-111-Keyboard-Mapping.png>`

source: Controlling Mixxx with a keyboard is handy. Unlike mouse control, the keyboard allows you to manage things simultaneously. For example, you can start playing a track on deck 1 whilst stopping deck 2 at the same time.
ca: Controlar el Mixxx amb el teclat és útil. A diferència del ratolí, el teclat permet fer accions simultàniament. Per exemple, podeu iniciar la reproducció d'una pista al plat 1 i parar el plat 2 al mateix temps.
pt_br: Controlar o Mixxx com um teclado é conveniente. Ao contrário do controle com o mouse, o teclado permite que você gerencie coisas simultaneamente. Por exemplo, você pode começar a tocar uma faixa no deck 1 enquanto você para o deck 2 ao mesmo tempo.

source: The default mapping for English keyboards is depicted in the figure above. It is divided into a left-hand side for deck 1 and right-hand side for deck 2. Please note that you can also access the functions through Mixxx's interface.
ca: La disposició per defecte del teclat Anglès es mostra a la imatge superior. Està dividida en una part esquerra per al plat 1 i una part dreta per al plat 2. Tingueu en compte que també podeu accedir a aquestes funcions amb la interfície del Mixxx.
pt_br: Os mapeamentos padrão para teclados em Inglês é mostrado na figura acima. Ela é dividida com o lado esquerdo sendo para o deck 1 e o lado direito para o deck 2. Note que você também pode acessar as funções pela interface do Mixxx.

source: For some user groups, like those using :term:`MIDI <MIDI Controller>`/:term:`HID <HID Controller>` controllers or vinyl control, it might be useful to enable/disable the keyboard mappings at runtime. You can do so by clicking :menuselection:`Options --> Enable Keyboard Shortcuts`.
ca: Per a certs grups d'usuaris, com els que utilitzin controladores :term:`MIDI <MIDI Controller>`/:term:`HID <HID Controller>` o control de vinil, pot ser útil d'activar i desactivar les dreceres de teclat durant l'ús del programa. Podeu fer-ho anant a :menuselection:`Opcions --> Habilita les dreceres de teclat`.
pt_br: Para alguns grupos de usuário, como esses usando controladores :term:`MIDI <MIDI Controller>`/:term:`HID <HID Controller>` ou controle por vinil, pode ser útil ativar/desativar os mapeamentos de teclado na hora de execução. Você pode fazer isso clicando em :menuselection:`Opções --> Ativar Atalhos de Teclado`.

source: If you hover with the mouse over a control (e.g. the crossfader) in the Mixxx user interface, the tooltip lists the keyboard shortcuts of the control among a description of the control.
ca: Si poseu el ratolí sobre un control (p. ex. el crossfader) de la interfície del Mixxx, es mostrarà una nota informativa amb les dreceres de teclat per al control, juntament amb la descripció del control.
pt_br: Se você ficar com o mouse em cima de um controle (por exemplo o crossfader) na interface do usuário do Mixxx, uma tooltip vai listar os atalhos de teclado para esse controle com uma descrição do controle.

source: For a list of default shortcuts, go to :ref:`appendix-keyboard`.
ca: Per a veure una llista de les dreceres per defecte, aneu a :ref:`appendix-keyboard`.
pt_br: Para uma lista de atalhos padrão, vá para :ref:`appendix-keyboard`.

source: Customizing the keyboard mapping
ca: Personalització les dreceres de teclat
pt_br: Customizando o mapeamento de teclado

source: Mixxx allows you to customize the keyboard control. For more information, go to:
ca: El Mixxx permet personalitzar les dreceres de teclat. Per a més informació aneu a:
pt_br: O Mixxx permite que você customize o controle de teclado. Para mais informação, vá para:

source: Using MIDI/HID Controllers
ca: Amb controladores MIDI/HID
pt_br: Usando Controladores MIDI/HID

source: Mixxx supports :term:`MIDI <MIDI Controller>` and :term:`HID <HID controller>` controller which are external hardware devices used to control audio applications. Many DJs prefer the hands-on feel of a controller with Mixxx because it can feel similar to using a real mixer and turntables or :term:`CDJ`.
ca: El Mixxx permet utilitzar controladores :term:`MIDI <MIDI Controller>` i :term:`HID <HID controller>`, que són dispositius externs que s'utilitzen per a controlar les aplicacions d'àudio. Molts DJs prefereixen sentir el tacte d'una controladora amb el Mixxx perquè és més similar a utilitzar una taula i uns plats reals, o un :term:`CDJ`.
pt_br: O Mixxx suporta controladores :term:`MIDI <MIDI Controller>` e :term:`HID <HID Controller>` que são dispositivos de hardware externos usados para controlar aplicações de áudio. Muitos DJs preferem o sentimento material de um controlador com o Mixxx porque é similar a usar um mixer real e um toca-discos ou um :term:`CDJ`.

source: Loading a controller preset
ca: Càrrega d'una configuració de controladora
pt_br: Carregando uma prédefinição de controlador

source: Mixxx Preferences - Loading a controller preset
ca: Preferències del Mixxx - Carregant una configuració de controladora
pt_br: Preferências do Mixxx - Carregando uma prédefinição de controlador

source: Without loading the correct preset, your controller does not work with Mixxx.
ca: Si no es carrega la configuració correcta, la vostra controladora no funcionarà bé amb el Mixxx.
pt_br: Sem carregar a prédefinição correta, o controlador não funciona com o Mixxx.

source: Connect your controller(s) to your computer
ca: Connecteu la(es) controladora(es) a l'ordinador
pt_br: Conecte o seu(s) controlador(es) no seu computador

source: Start Mixxx
ca: Inicieu el Mixxx
pt_br: Comece o Mixxx

source: Go to :menuselection:`Preferences --> Controllers`
ca: Aneu a :menuselection:`Preferències --> Controladores`
pt_br: Vá para :menuselection:`Preferências --> Controladores`

source: Select your device from the list of available devices on the left, and the right pane will change
ca: Seleccioneu el dispositiu de la llista de dispositius disponibles de l'esquerra, i canviarà la informació al panell dret
pt_br: Selecione o seu dispositivo da lista de dispositivos disponíveis na esquerda, e o painel da direita vai mudar

source: Activate the :guilabel:`Enabled` checkbox
ca: Marqueu la opció :guilabel:`Activat`
pt_br: Ative a caixa de seleção :guilabel:`Ativado`

source: Select the mapping for your controller from the :guilabel:`Presets` drop-down menu
ca: Seleccioneu la configuracio preestablerta que correspongui a la vostra controladora des del desplegable :guilabel:`Carrega la configuració preestablerta`
pt_br: Selecione o mapeamento para o seu controlador do menu drop-down :guilabel:`Prédefinições`

source: Click :guilabel:`OK` and Mixxx can now be controlled by your controller(s).
ca: Feu clic a :guilabel:`Acceptar` i podreu controlar el Mixxx amb la(es) vostra(es) controladora(es)
pt_br: Clique :guilabel:`OK` e o Mixxx poderá agora ser controlado pelo seu(s) controlador(es).

source: Repeat step 4-7 for any of the controllers you want to use
ca: Repetiu els passos 4-7 per a cada una de les controladores que utilitzeu
pt_br: Repita os passos 4-7 para qualquer controladores que você quer usar

source: If you do not find a connected device in the list, make sure to install any necessary drivers for that device.
ca: Si la controladora no apareix a la llista de dispositius connectats, assegureu-vos d'instal·lar els controladors del dispositiu.
pt_br: Se você não encontrar o dispositivo conectado na lista, esteje certo de instalar os drivers necessários para esse dispositivo

source: Supported controllers
ca: Controladores compatibles
pt_br: Controladores Suportados

source: Mixxx can use any :term:`MIDI`/:term:`HID` controller that is recognized by your :term:`OS <operating system>` (some may require drivers), as long as there is a MIDI/HID mapping file to tell Mixxx how to understand it. Mixxx comes bundled with a number of mappings for various devices. There are two levels of controller mappings:
ca: El Mixxx pot utilitzar qualsevol controladora :term:`MIDI`/:term:`HID` que reconegui el vostre :term:`sistema operatiu <operating system>` (pot ser que necessiteu instal·lar els controladors), sempre que hi hagi una configuració preestablerta MIDI/HID per a que el Mixxx entengui les ordres. El Mixxx incorpora un conjunt d'assignacions MIDI i HID per a diferents dispositius. Hi ha dues categories de fitxers de configuració:
pt_br: O Mixxx pode usar qualquer controlador :term:`MIDI`/:term:`HID` que é reconhecido pelo seu :term:`SO <operating system>` (alguns podem precisar de drivers) se ele tiver um arquivo de mapeamento MIDI/HID que diz ao Mixxx como entendê-lo. O Mixxx vem com um número de mapeamentos embutidos para vários dispositivos. Existem dois níveis de mapeamentos de controlador.

source: **Mixxx Certified Mappings**: These mappings are verified by the Mixxx Development Team.
ca: **Configuracions certificades pel Mixxx**: Aquestes assignacions de controls s'han verificat per l'equip de desenvolupadors del Mixxx.
pt_br: **Mapeamentos Certificados do Mixxx**: Esses mapeamentos são verificados pela Equipe de Desenvolvimento do Mixxx.

source: **Community Supported Mappings**: These mappings are provided and have been verified as working by the Mixxx community, but the Mixxx Development Team is unable to verify their quality because we don't have the devices ourselves. They might have bugs or rough edges.
ca: **Configuracions proporcionades per la comunitat**: Aquestes assignacions les han realitzat i verificat la comunitat del Mixxx, però l'equip de desenvolupadors del Mixxx no ha pogut verificar la seva qualitat, perquè no tenim accés als dispositius. Hi ha la possibilitat que tinguin errors o estiguin incomplertes.
pt_br: **Mapeamentos Suportados pela Comunidade**: Esse mapeamentos são providos e foram verificados como funcionando pela comunidade do Mixxx, mas a Equipe de Desenvolvimento do Mixxx não pôde verificar a sua qualidade porque nós não temos esses dispositivos. Eles podem ter bugs ou partes faltando.

source: If you run into issues with any of these mappings, please file a :term:`bug report` on our `Bug Tracker`_ or tell us about it on our mailing list, forums, or :term:`IRC` channel. Device support varies for each supported :term:`OS <operating system>`, so make sure to consult the documentation of the device.
ca: Si teniu algun problema amb aquestes configuracions, :term:`informeu-nos de l'error <bug report>` al `Bug Tracker`_ o contacteu utilitzant la llista de distribució de correu, els fòrums o el canal :term:`IRC`. La compatibilitat dels dispositius varia per a cada :term:`sistema operatiu <operating system>`, així que consulteu la documentació del dispositiu.
pt_br: Se você tiver problemas com esses mapeamentos, por favor crie um :term:`relato de bug` no nosso `Bug Tracker`_ ou nos fale sobre ele na nossa lista de emails, forums, ou canal do :term:`IRC`. O suporte à dispositivos varia em cada :term:`SO <operating system>` suportado, então consulte a documentação do dispositivo.

source: Additional mappings are available in the `Controller presets forum`_.
ca: Podeu trobar configuracions addicionals al fòrum de `Controller Presets`_ (en anglès)
pt_br: Mapeamentos adicionais estão disponíveis no `Fórum de prédefinições de controlador <Controller presets forum>`_.

source: Before purchasing a controller to use with Mixxx, consult our `Hardware Compatibility wiki page`_. It contains the most up-to-date information about which controllers work with Mixxx and the details of each.
ca: Abans de comprar una controladora per utilitzar-la amb el Mixxx, consulteu la `Hardware compatibility`_ a la nostra vikipèdia. Hi ha la informació més actualitzada sobre quines controladores funcionen amb el Mixxx i detalls de cada una.
pt_br: Antes de comprar um controlador para usar com o Mixxx, consulte nossa `Página da wiki sobre Compatibilidade de Hardware`_. Ela contém as informações mais atualizadas sobre quais controladores funcionam com o Mixxx e os detalhes de cada um.

source: Map your own your controller
ca: Feu la configuració per a la vostra controladora
pt_br: Mapeie seu próprio controlador

source: There is no mapping available for your controller or you want to change an existing mapping? You can map your controller by using the Controller Wizard or take full control with the MIDI Scripting support in Mixxx.
ca: No hi ha una configuració disponible per a la vostra controladora, o voleu canviar-ne una d'existent? Podeu fer les assignacions de la vostra controladora utilitzant l'assistent d'aprenentatge o si voleu control total, utilitzeu el suport de scripts de MIDI del Mixxx.
pt_br: Não há nenhum mapeamento disponível para o seu controlador ou você quer mudar um mapeamento existente? Você pode mapear o seu controlador usando o Assistente de Controlador ou tome o controle total com o suporte a Scripts de MIDI no Mixxx.

source: Go to :ref:`advanced-controller` for detailed information.
ca: Aneu a :ref:`advanced-controller` per a més informació.
pt_br: Vá para :ref:`advanced-controller` para mais informações detalhadas.

source: Using Timecode Vinyl Records and CDs
ca: Amb CDs i disc de vinil amb codis de temps
pt_br: Usando Discos de Vinil de Timecode e CDs

source: :term:`Vinyl control` allows a user to manipulate the playback of a track in Mixxx using a turntable or :term:`CDJ` as an interface. In effect, it simulates the sound and feel of having your digital music collection on vinyl. Many DJs prefer the tactile feel of vinyl, and vinyl control allows that feel to be preserved while retaining the benefits of using digital audio.
ca: El :term:`Control de vinil <Vinyl control>` permet a l'usuari manipular la reproducció de pistes amb el Mixxx utilitzant un tocadiscs o un :term:`CDJ` com a controladora. Simula el so i la sensació de tenir la col·lecció de musica en discs de vinil. Molts DJs prefereixen el tacte d'un vinil i el control de vinil permet mantenir aquesta sensació, però amb els beneficis d'utilitzar l'àudio en format digital.
pt_br: O :term:`Controle por Vinil` permite ao usuário manipular a reprodução da faixa no MIxxx usando um toca-discos ou :term:`CDJ` como interface. Quando usado, ele simila o som e o sentimento de ter sua coleção de música digital no vinil. Muitos DJs preferem o sentimento tocável do vinil, e o controle por vinil permite que esse sentimento seja preservado usando os benefícios do áudio digital

source: Go to :ref:`vinyl-control` for detailed information.
ca: Aneu a :ref:`vinyl-control` per a més informació.
pt_br: Vá para :ref:`vinyl-control` para mais informações detalhadas.
