Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: ca, it, pt_br

source: Click on the *Auto DJ* icon in the sidebar to switch to the :guilabel:`Auto DJ` view of the library.
ca: Feu clic a la icona de *DJ automàtic* de la barra lateral per anar a la vista del :guilabel:`DJ automàtic`.
it: Fare clic sull'icona *Auto DJ* nella barra laterale per passare alla vista :guilabel:`Auto DJ` della libreria.
pt_br: Clique no ícone do *Auto DJ* na barra lateral para mudar para a visualização :guilabel:`Auto DJ` da biblioteca.

source: Click the :guilabel:`Enable Auto DJ` button.
ca: Feu clic al botó :guilabel:`Activa el Dj automàtic`.
it: Fai clic sul pulsante :guilabel:`Attiva Auto DJ`.
pt_br: Clique no botão :guilabel:`Ativar Auto DJ`.

source: The first tracks from your list are loaded into the decks and the playback starts.
ca: Les primeres pistes de la cua es carreguen als plats i comença la reproducció.
it: Le prime tracce della tua lista vengono caricate nei deck e la riproduzione inizia.
pt_br: As primeiras faixas da sua lista serão carregadas nos decks e a reprodução começará.

source: Mixxx will continue to automatically mix until the Auto DJ playlist is empty.
ca: El Mixxx continuarà mesclant automàtiament fins que es buidi la cua del DJ automàtic.
it: Mixxx continuerà a mixare automaticamente fino a quando la playlist Auto DJ è vuota.
pt_br: O Mixxx vai continuar a mixar automaticamente até que a lista de reprodução do Auto DJ esteja vazia.

source: Click the :guilabel:`Disable Auto DJ` button to stop the automatic mixing
ca: Feu clic al botó :guilabel:`Desactiva el DJ automàtic` per a parar la mescla desatesa
it: Fare clic sul pulsante :guilabel:`Disabilita Auto DJ` per interrompere il missaggio automatico
pt_br: Clique no botão :guilabel:`Desativar Auto DJ` para parar a mixagem automática
