Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: ca, it, pt_br

source: DJing With Mixxx
ca: Fes de DJ amb el Mixxx
it: DJing Con Mixxx
pt_br: Sendo DJ com o Mixxx

source: Mixxx was designed to be easy to learn for both novice and experienced DJs.
ca: El Mixxx ha estat dissenyat per a que sigui fàcil d'aprendre tant per a novells com per a DJ experimentats.
it: Mixxx è stato progettato per essere facile da imparare sia per DJ principianti che esperti.
pt_br: O Mixxx foi projetado para ser fácil de aprender para DJs novos e experientes.

source: This part of the manual provides you with directions for using Mixxx's features to create your own mixes.
ca: Aquesta part del manual us dóna indicacions per a utilitzar les característiques del Mixxx per fer les vostres pròpies mescles.
it: Questa parte del manuale fornisce indicazioni per utilizzare le funzionalità di Mixxx per creare i propri mix.

source: Setting Your Levels Properly (Gain Staging)
ca: Ajust dels nivells de forma adequada (Gain Staging en anglès)
it: Impostazione dei Livelli Propriamente (Guadagno Staging)

source: Setting your levels properly, also known as gain staging, is essential for getting the best sound quality out of the equipment you are using. At every link in your signal chain, from Mixxx's channel gains to the power amplifier, the level should be well above the noise floor, but lower than the maximum level before the signal clips. The :term:`level meters <level meter>` should mostly be around the top of their green region. The level meter pictured to the left shows where Mixxx's level meters should average at the loudest parts of tracks. The average level should not be in the yellow region. Use the yellow region to leave headroom, or available level above the average before the signal clips. The loudest parts of the music (the transients) should briefly go into the yellow region.
ca: Establir els nivells adequadament, anomenat en anglès "gain staging", és essencial per a obtenir la millor qualitat de l'equipament que feu servir. A cada element de la cadena, des dels guanys del canal del Mixxx fins a l'amplificador, heu de mantenir un nivell ben per sobre del soroll de fons, però per sota de l'amplitut màxima abans de que distorsioni. Els :term:`Monitors de nivell <level meter>` hauriaen d'estar al voltant de la part superior de la zona verda. El monitor a la imatge de l'esquerra ensenya com hauria d'estar en les parts de la pista més altes. El nivell no hauria d'estar normalment a la zona groga. Deixeu la zona groga com a marge per a evitar distorsió. Només hi haurien d'entrar els pics de la pista a la zona groga.
it: L'impostazione dei livelli correttamente, noto anche come stadio di guadagno, è essenziale per ottenere la migliore qualità audio dall'apparecchiatura in uso. A ogni collegamento della vostra catena di segnali, dai guadagni del canale di Mixxx all'amplificatore di potenza, il livello dovrebbe essere ben al di sopra del rumore di base, ma inferiore al livello massimo prima dei clip di segnale. Il :term:`misuratori di livello <level meter>` deve essere per lo più intorno alla cima della loro regione verde. Il misuratore di livello mostrato a sinistra mostra dove i misuratori di livello di Mixxx dovrebbero essere mediati nelle parti più alte di brani. Il livello medio non dovrebbe essere nella regione gialla. Utilizzare la regione gialla per lasciare la testata o il livello disponibile sopra la media prima dei clip del segnale. Le parti più rumorose della musica (i transitori) dovrebbero brevemente entrare nella regione gialla.

source: A waveform at a good level. Note that the example waveforms in this section were made by adjusting the visual gain of the waveform display in Mixxx to illustrate the concepts. Adjusting the visual gain of the waveform display does not change the level of the audio.
ca: Una ona d'àudio a un nivell correcte. Tingueu en compte que els gràfics d'ona d'aquesta secció s'han fet ajustant el guany visual del mateix al Mixxx per intentar descriure els conceptes. Canviar el guany visual del gràfic d'ona no canvia el nivell de l'àudio.
it: Una forma d'onda ad un buon livello. Si noti che le forme d'onda di esempio in questa sezione sono state effettuate regolando il guadagno visivo del display della forma d'onda in Mixxx per illustrare i concetti. La regolazione del guadagno visivo della visualizzazione della forma d'onda non cambia il livello dell'audio.

source: **If a level meter is in its red region, the signal is clipping and the gain should be turned down.** Some equipment doesn't have a level meter and only has an LED that turns on when the signal clips. Clipping means that the peaks of the waveform are flattened because the equipment has reached the maximum level that it can amplify the signal to. This distorts sound in an unpleasant way and can damage equipment by driving it with more power than it is designed to handle. Increasing the gain past the point where clipping begins (further into the red on a meter) will distort the signal more. If you want to make the sound louder when every part of the signal chain is at its maximum without clipping, use more speakers or use speakers that are more sensitive and convert electrical energy into acoustic energy more efficiently.
ca: **Si un monitor de nivell està en la zona vermella, la senyal satura i haurieu de reduïr el guany.** Alguns equipaments no tenen un monitor de nivell, però disposen d'un LED que s'ilumina quan la senyal satura. La saturació implica que els pics de la ona de so queden retallats perquè s'ha assolit en nivell màxim possible al qual es pot amplificar la senyal. Això fa que soni distorsionat i no sigui agradable i també pot fer que l'equipament s'espalli per requerir més potència que la que està dissenyat per utilitzar. Com més s'incrementi el guany, més es distorsionarà la senyal. Si voleu que soni més alt sense que distorsioni, i ja heu ajustat els guanys per a que no saturi, haureu d'utilitzar més altaveus, o utilitzar altaveus més eficients.
it: Se un misuratore di livello si trova nella sua regione rossa, il segnale si riduce e il guadagno deve essere abbassato. Alcune apparecchiature non hanno un misuratore di livello e hanno solo un LED che si accende quando il segnale si blocca. Ritaglio significa che i picchi della forma d'onda sono appiattiti perché l'apparecchiatura ha raggiunto il livello massimo a cui può amplificare il segnale. Ciò distorce il suono in modo sgradevole e può danneggiare l'apparecchiatura guidandola con più energia di quanto non sia progettata per essere gestita. Aumentando il guadagno oltre il punto in cui inizia il ritaglio (più avanti nel rosso su un metro) si distorce maggiormente il segnale. Se si desidera aumentare il volume quando ogni parte della catena del segnale è al massimo senza clipping, utilizzare più altoparlanti o utilizzare altoparlanti più sensibili e convertire l'energia elettrica in energia acustica in modo più efficiente.

source: A clipping waveform
ca: Una ona d'àudio que satura
it: Una forma d'onda di ritaglio

source: On the other hand, the signal should not be too low. This is because every audio device generates a little noise at a level referred to as its noise floor. Additionally, analog signals pick up noise as they travel along wires. The signal measured by the meter on the left is relatively close to the noise floor. When a device is turned up, the noise floor does not go up; only the signal does. However, every time the signal is amplified by the gain of another piece of equipment, both the noise and the signal from previous devices in the signal chain are amplified. For example, if your sound card is turned down and you turn the gain up on your mixer to compensate, the signal-to-noise ratio (SNR) of the sound card output will be low and the mixer's gain will amplify the signal and the noise from the sound card, plus the noise picked up along the wire. The end result will have more noise than if the output of the sound card was turned up before the signal reached the mixer and the mixer's gain did not have to be turned up.
ca: Per altra banda, la senyal no hauria d'estar massa baixa. Això és degut a que tot dispositiu d'àudio genera una mica de soroll, que es coneix per soroll de fons. A més a més, els dispositius analògics poden capturar soroll pels cables. La senyal que ensenyem al monitor de l'esquerra està propera al soroll de fons. Quan incrementem el guany d'un dispositiu, el soroll de fons no augmenta, només ho fa la senyal. Però si amplifiquem la senyal en un dispositiu posterior, amplificarem tant la senyal com aquest primer soroll de fons. És a dir, si teniu el volum baix a la targeta de so, i augmenteu el guany amb el mesclador extern, la ràtio de senyal respecte soroll (SNR) serà petita i el guany del mesclador amplificarà tant la senyal com el soroll de fons, a més de possibles sorolls capturats pel cable. En definitiva, tindreu més soroll que no si haguéssiu augmentat el guany a la sortida de la targeta de so, abans que arribés al mesclador.
it: D'altro canto, il segnale non dovrebbe essere troppo basso. Questo perché ogni dispositivo audio genera un po 'di rumore a un livello indicato come piano del rumore. Inoltre, i segnali analogici assorbono il rumore mentre viaggiano lungo i fili. Il segnale misurato dal misuratore a sinistra è relativamente vicino al rumore. Quando un dispositivo è alzato, il rumore di fondo non sale; solo il segnale. Tuttavia, ogni volta che il segnale viene amplificato dal guadagno di un'altra apparecchiatura, vengono amplificati sia il rumore che il segnale dei precedenti dispositivi nella catena del segnale. Ad esempio, se la tua scheda audio è abbassata e alzi il guadagno del mixer per compensare, il rapporto segnale / rumore (SNR) dell'uscita della scheda audio sarà basso e il guadagno del mixer amplifica il segnale e rumore dalla scheda audio, più il rumore raccolto lungo il filo. Il risultato finale avrà più rumore rispetto a quando l'uscita della scheda audio è stata alzata prima che il segnale raggiungesse il mixer e il guadagno del mixer non dovesse essere aumentato.

source: A waveform that is too close to the noise floor
ca: Una ona d'àudio que està massa aprop del soroll de fons
it: Una forma d'onda troppo vicina al rumore

source: To adjust the output volume of a sound system while maintaing a high signal-to-noise ratio, the gain should be adjusted as close to the speakers as possible. Refer to the :ref:`Gain Knob <interface-gain-knob>` section for details.
ca: Per a ajustar el volum de sortida d'un sistema d'àudio mantenint una ràtio alta de senyal respecte soroll (SNR), heu d'ajustar el guany tan aprop dels altaveus com sigui possible. Podeu consultar la secció :ref:`Rodeta de guany <interface-gain-knob>` per a més informació.
it: Per regolare il volume di uscita di un sistema audio mantenendo un elevato rapporto segnale / rumore, il guadagno dovrebbe essere regolato il più vicino possibile agli altoparlanti. Fare riferimento alla sezione :ref:`Gain Knob<interface-gain-knob>` per i dettagli.

source: Beatmatching and Mixing
ca: Enquadrament dels ritmes
it: Beatmatching e missaggio
pt_br: Beatmatching e Mixagem

source: :term:`Beatmatching` is the process of adjusting the playback rate of a track so that it matches the tempo of another track. Beatmatching also involves adjusting the :term:`phase` of the beats in a track so that they are aligned with the beats in the other track. Matching the :term:`tempo` and aligning the beats are the two things a DJ must do to beatmatch.
ca: :term:`L'enquadrament de ritmes <beatmatching>` és el procés d'ajustar la velocitat de reproduccio d'una pista de manera que coincideix amb la d'una altra pista. L'enquadrament de ritmes també implica ajustar la :term:`fase <phase>` dels tocs de manera que estiguin alineats amb els tocs de l'altra pista. Igualar el :term:`tempo` i alinear els tocs són les dues accions que heu de fer per enquadrar el ritme.
it: :term:`Beatmatching` è il processo di regolazione della velocità di riproduzione di una traccia in modo che corrisponda al tempo di un'altra traccia. Il beatmatching comporta anche la regolazione della fase dei beat in una traccia in modo che siano allineati con i beat nell'altra traccia. Abbinare il tempo e allineare i ritmi sono le due cose che un DJ deve fare per vincere.
pt_br: :term:`Beatmatching` é o processo de ajustar a taxa de reprodução de uma faixa para que ela seja igual ao tempo de outra faixa. Beatmatching também involve ajustar a :term:`fase` das batidas em uma faixa para que elas estejam alinhadas com as batidas da outra faixa. Igualar o :term:`tempo` e alinhar as batidas são duas coisas que um DJ tem que fazer para fazer o beatmatching.

source: Mixxx can match the tempo and align the beats for you but this requires an accurately detected BPM value and a correct beat grid for both tracks. To enable this feature, tap the :guilabel:`SYNC` button. To beatmatch manually, the tempo of the two tracks must be synchronized by adjusting the playback rate sliders. You can adjust the phase of the beats by right-clicking and dragging on either waveform display to temporarily speed up or slow down one of the tracks until the beats are aligned. The temporary pitch bend buttons can also be used to momentarily adjust the playback rate, allowing you to “shuffle” the beats in a track forwards or backwards, so they can be aligned with another track. See the chapter :ref:`interface-rate`.
ca: El Mixxx us pot igualar el tempo i alinear els tocs automàticament, però és necessari que el BPM i la graella de ritme de les dues pistes s'hagin detectat acuradament. Per a utilitzar aquesta característica, feu clic al botó :guilabel:`SYNC`. Per a fer-ho manualment, heu d'ajustar el tempo de les dues pistes utilitzant el control lliscant de velocitat. Podeu ajustar la fase dels tocs fent clic amb el botó dret i arrossegant el gràfic d'ona de reproducció per accelerar o frenar momentàniament una de les pistes fins que quedin alineades. També ho podeu fer amb els botons d'ajustament de velocitat momentanis. Podeu consultar el capítol :ref:`interface-rate`.
it: Mixxx può abbinare il tempo e allineare i battiti per voi, ma questo richiede un valore BPM accuratamente rilevato e una griglia battuta corretta per entrambe le tracce. Per abilitare questa funzione, toccare il tasto :guilabel:`SYNC`. Per eseguire manualmente il beatmatch, il tempo delle due tracce deve essere sincronizzato regolando i cursori della velocità di riproduzione. È possibile regolare la fase dei battiti facendo clic con il tasto destro e trascinando su entrambi i display della forma d'onda per accelerare temporaneamente o rallentare una delle tracce fino a quando i battiti sono allineati. I pulsanti temporanei di pitch bend possono anche essere utilizzati per regolare momentaneamente la velocità di riproduzione, consentendo di "mischiare" i battiti di una traccia in avanti o all'indietro, in modo che possano essere allineati con un'altra traccia. Vedi il capitolo :ref:`interface-rate`.
pt_br: O Mixxx pode igualar o tempo e alinhar as batidas para você porém isso requer um valor detectado de BPM preciso e uma grade de batidas correta para ambas as faixas. Para ativar esta funcionalidade, clique no botão guilabel:`SINCRONIZAR`. Para igualar as batidas manualmente, o tempo das duas faixas tem que ser sincronizado ao ajustar os deslizantes de taxa de reprodução. Você pode ajustar a fase das batidas ao clicar com o lado direito e arrastar em ambos os mostradores de onda para acelerar ou desacelerar temporariamente a velocidade até que as batidas se alinhem. Os botões de pitchbend temporários também podem ser usados para ajustar momentaneamente a taxa de reprodução, permitindo que você “empurre” as batidas da faixa para frente ou para trás, para que elas sejam alinhadas com as da outra faixa. Veja o capítulo :ref:`interface-rate`.

source: Two tracks are beatmatched once their tempos are matched and their beats are aligned. A “perfect” beatmatch is nearly impossible - there will always be a tiny difference in the playback rates. A keen DJ will keep his or her ears open and listen for the beats drifting out of alignment. This has a distinct “double bass kick” sound which is often preceded by the kick weakening in intensity as the two kicks drift out of phase. When this happens, the beats can be realigned by simply tapping one of the temporary pitch bend buttons a few times in the appropriate direction.
ca: Dues pistes estan enquadrades quan el tempo coincideix i els seus tocs estan alineats. Un enquadrament “perfecte” és gairebé impossible - sempre hi ha una lleugera diferència en la velocitat. Heu de parar l'orella i estar atents a que els tocs es desquadrin. Sentireu un so característic com de "doble tambó" precedit d'una pèrdua d'intensitat del mateix degut a la pèrdua de fase. Quan això passa, podeu tornar a enquadrar els tocs prement un dels botons d'ajustament de velocitat momentani en la direcció correcta.
it: Due tracce sono beatmatched una volta che i loro tempi sono abbinati e i loro ritmi sono allineati. Un beatmatch "perfetto" è quasi impossibile - ci sarà sempre una piccola differenza nei tassi di riproduzione. Un DJ appassionato terrà le orecchie aperte e ascolterà i battiti che si allontanano dall'allineamento. Questo ha un distinto suono di "contrabbasso" che è spesso preceduto dal calcio che si indebolisce in intensità man mano che i due calci si spostano fuori fase. Quando ciò accade, i battiti possono essere riallineati semplicemente toccando uno dei pulsanti temporanei del pitch bend alcune volte nella direzione appropriata.
pt_br: Duas faixas tiveram um beatmatching terminado quando os seus tempos ficarem iguais e suas batidas forem alinhadas. Um beatmatching “perfeito” é praticamente impossível - existe sempre uma diferença minúscula nas taxas de reprodução. Um DJ afiado vai manter as suas orelhas abertas para ouvir as batidas ficando fora do alinhamento. Existe o distinto som de “bumbo grave duplo” que é precedido por um bumbo perdendo força porque os dois bumbos ficam fora de fase. Quando isso acontece, as batidas podem ser realinhadas simplesmente pressionando em um dos botões de pitch bend temporários algumas vezes na direção apropriada.

source: Master Sync
ca: Sincronització mestra
pt_br: Sincronização Mestre

source: :term:`Master Sync` is an intelligent assistant that allows you to leave the beatmatching to Mixxx so you can focus on track selection, effects manipulation, looping, 4 deck mixing, and other advanced DJing techniques.
ca: La :term:`Sincronització mestra <Master Sync>` és un assistent intel·ligent amb el qual el Mixxx s'encarrega de l'enquadrament de ritme i així us podeu concentrar en la selecció de pistes, posar efectes, fer bucles, mesclar amb 4 plats i altres tècniques avançades.
it: :term:`Master Sync` è un assistente intelligente che ti consente di lasciare il beatmatch su Mixxx in modo da poterti concentrare sulla selezione delle tracce, la manipolazione degli effetti, il looping, il mixaggio a 4 deck e altre tecniche di DJing avanzate.
pt_br: :term:`Sincronização Mestre` é um assistente inteligente que permite que você deixe o beatmatching para o Mixxx para que você foque na seleção de faixas, manipulação de efeitos, looping, mixagem de 4 decks e outras técnicas avançadas de DJ.

source: To activate Master Sync on a deck, push and hold (or click and hold) the :guilabel:`SYNC` button. You'll know Master Sync is on because the sync button will remain lit. Changing the rate of any deck that has Sync lit will change the rates of all other decks that also have the Sync button lit. There is no need to set specific decks to be a master or followers. You can play, stop, eject, load, and queue any track with master sync and it won't interrupt the playback of the other decks. Changing the rate of stopped deck will change the rate of playing decks, however.
ca: Per tal d'activar la Sincronització mestra en un plat, mantingueu premut el botó :guilabel:`SYNC`. Quan la sincronització mestra està activa, el botó de sync es mantindrà iluminat. Si canvieu la velocitat de qualsevol plat que tingui el botó actiu canviarà la velocitat de la resta de plats que també el tinguin activat. Podeu iniciar la reproducció, parar, treure la pista i carregar-ne una nova, sense que afecti a la reproducció dels altres plats. Ara bé, si canvieu la velocitat d'un plat parat, afectarà igualment als plats en reproducció.
it: Per attivare Master Sync su un deck, premi e tieni premuto (o fai clic e tieni premuto) il pulsante :guilabel:`SYNC`. Saprai che Master Sync è attivo perché il pulsante di sincronizzazione rimane acceso. Cambiando la velocità di qualsiasi mazzo che ha la sincronizzazione accesa, cambieranno le velocità di tutti gli altri mazzi che hanno anche il pulsante di sincronizzazione acceso. Non è necessario impostare specifici deck come master o follower. È possibile riprodurre, arrestare, espellere, caricare e mettere in coda qualsiasi traccia con sincronizzazione master e non interromperà la riproduzione degli altri deck. Tuttavia, cambiando la velocità di un mazzo fermo cambierà la velocità di gioco dei mazzi.
pt_br: Para ativar a Sincronzação Mestre em um deck, pressione e segure (ou clique e segure) o botão :guilabel:`SINCRONIZAR`. Você vai saber que a Sincronização Mestre está ativada porque o botão sincronizar vai ficar aceso. Mudar a taxa de qualquer deck que tem o botão Sincronizar aceso vai mudar a taxa de todos os outros decks que também tem o botão Sincronizar aceso. Não é necessário especificar decks específicos para serem mestres ou seguidores. Você pode tocar, parar, ejetar, carregar, e pré-escutar qualquer faixa com a sincronização mestre e ela não vai interromper a reprodução dos outros decks. Porém, mudar a taxa de um deck parado vai mudar a taxa de decks tocando.

source: Master Sync will also notice if one of your tracks is double the BPM of another track and match them correctly. So if you want to mix a 140 BPM drum & bass track with a 70 bpm dubstep track, Master Sync will make sure they are lined up properly.
ca: La Sincronització mestra es capaç de determinar que una pista té el doble de BPM que una altra pista, i igualar-les correctament. Així doncs, si mescleu una pista drum & bass de 140 BPM amb una de 70BPM de dubstep, la Sincronització mestra les igualarà adequadament.
it: Master Sync noterà anche se una delle tue tracce è il doppio del BPM di un'altra traccia e le abbina correttamente. Quindi, se vuoi mixare una traccia drum & bass da 140 BPM con una traccia dubstep da 70 bpm, Master Sync si assicurerà che siano allineati correttamente.
pt_br: A Sincronização Mestre também vai perceber se uma de suas faixas é o dobro do BPM de outra faixa e vai igualar elas corretametne. Se você quiser mixar uma faixa de 140 BPM de drum & bass com uma faixa de 70 BPM de dubstep, a Sincronização Mestre irá certificar que as duas fiquem alinhadas corretamente.
