Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/djing_with_mixxx.po
Languages: ca, it, pt_br

source: Usually, Master Sync will only make sure the rate sliders are set correctly. If you also want to make sure your beats are perfectly in sync, turn on the :guilabel:`QUANTIZE` button. When activated, Quantize will ensure that the beats are perfectly lined up as well.
ca: Habitualment, la Sincronització mestra només s'encarrega del control de velocitat. Si voleu que també s'encarregui d'alinear els tocs, heu d'habilitar el botó :guilabel:`Quantitza`. Si està activat, la sincronització també farà que els tocs estiguin perfectament alineats.
it: Solitamente, Master Sync si limita ad assicurarsi che i cursori rate siano impostati correttamente. Se vuoi anche assicurarti che i tuoi battiti siano perfettamente sincronizzati, attiva il pulsante :guilabel:`QUANTIZE`. Quando attivato, Quantize assicurerà che i battiti siano perfettamente allineati.
pt_br: Geralmente, a Sincronização Mestre vai certificar apenas que os deslizantes de taxa fiquem posicionados corretamente. Se você também quiser que as batidas fiquem sincronizadas, ativar o botão :guilabel:`QUANTIZAR`. Quando ativado, o botão Quantizar vai certificar que as batidas estão perfeitamente alinhadas também.

source: Harmonic Mixing
ca: Mescla harmònica
it: Mixaggio armonico
pt_br: Mixagem Harmônica

source: Harmonic mixing is a technique to mix songs with matching melodies and harmonies. To learn more about harmonic mixing you might want to check out `the mixshare site`_.
ca: La mescla harmònica és una tècnica de mescla per mesclar cançons per a que coincideixin les melodies i les harmonies. Per a aprendre més sobre la mescla harmònica, consulteu `el lloc web de mixshare`_ (en anglès).
it: Il mixaggio armonico è una tecnica per mixare canzoni con melodie e armonie corrispondenti. Per saperne di più sul mixaggio armonico potresti voler controllare `l'archivio mixshare`_.
pt_br: A mixagem harmônica é uma técnica para mixar músicas com melodias e harmonias que se encaixam. Para aprender mais sobre mixagem harmônica você pode olhar o `site do mixshare`_.

source: Mixxx has two features to help you with harmonic mixing. The first is a :term:`key lock`. When it is active changing the speed of a track won't affect the key. To enable :term:`key lock`, click the :guilabel:`key lock` button in the :ref:`interface-button-grid`. The second is that Mixxx can automatically detect the key of a track and will display it in the library and the decks. The notation which is used to display a key can be changed in :ref:`Key Detection Preferences <key-detection>`.
ca: El Mixxx té dues característiques que us poden ajudar per a fer mescles harmòniques. La primera és el :term:`bloqueig de clau <key lock>`. Quan s'activa, el canvi de velocitat no afectarà a la clau musical/to. Per activar el :term:`bloqueig de clau <key lock>`, feu clic al botó :guilabel:`bloqueig de clau` de la :ref:`interface-button-grid`. L'altra opció és que el Mixxx detecti automàticament la clau musical de la pista i la mostri a la biblioteca i als plats. Podeu canviar la notació que s'utilitza per mostrar la clau des de :ref:`les preferències de detecció <key-detection>`.

source: Using Effects
ca: Ús d'efectes
it: Utilizzando Effetti

source: Mixxx comes with a set of native effects.
ca: El Mixxx incorpora un joc d'efectes propis.
pt_br: O Mixxx vem com um, conjunto de efeitos nativos.

source: Flanger controls
ca: Controls de flanger
pt_br: Controles do Flanger

source: This effect applies a “sweeping” sound to the channel and can add extra depth to a mix when used tactfully.
ca: Aquest efecte aplica una lleugera oscil·lació a la fase del canal i permet afegir profunditat extra a la mescla si s'utilitza amb cura.
pt_br: Esse efeito aplica um som que “varre” ao canal e adiciona uma profundidade extra a uma mixagem quando usado de maneira adequada.

source: **FX Button**
ca: **Botó FX**
pt_br: **Botão FX**

source: The FX (“Effects”) button enables a built-in flanger effect on the selected channel.
ca: El botó FX (“Efectes”) activa l'efecte intern de flanger al canal corresponent.
pt_br: O Botão FX (“Efeitos”) ativa o efeito embutido de flanger no canal selecionado.

source: **Delay/Depth/LFO Knobs**
ca: **Botons de Retard/Profunditat/LFO Knobs**
pt_br: **Botões de Atraso/Profundidade/LFO**

source: Adjusts the phase delay, intensity and the wavelength of the flange effect.
ca: Ajusta el desfasament inicial, la intensitat, i la velocitat de canvi de l'efecte.
pt_br: Ajusta o atraso da fase, intensidade e tamanho da onda para o efeito flanger.

source: For the most noticeable effect, enable the FX button and turn the Depth knob completely to the right.
ca: Per activar l'efecte al màxim, activeu el botó FX i moveu la rodeta Profunditat completament a la dreta.
pt_br: Para um efeito mais perceptível, ative o botão FX e gire o botão Profundidade completamente para a direita.

source: BitCrusher controls
ca: Controls de BitCrusher
pt_br: Controles do BitCrusher

source: The BitCrusher is an effect that adds quantisation noise to the signal by the reduction of the resolution or bandwidth of the samples
ca: El BitCrusher és un efecte que afegeix distorsió de quantització a la senyal reduïnt la resolució o l'ample de banda de les mostres.
pt_br: O BitCrusher é um efeito que adiciona ruídos quantizados no sinal pela redução da resolução ou banda das amostras.

source: **Bit Depth**
ca: **Nombre de Bits**
pt_br: **Profundidade do Bit**

source: Adjusts the bit depth of the samples.
ca: Ajusta la profunditat en bits de les mostres de so.
it: Regola la profondità bit dei campioni.
pt_br: Ajusta a profundidade do bit das amostras.

source: **Downsampling**
ca: *Freqüència**
pt_br: **Decimação**

source: Adjusts the sample rate, to which the signal is downsampled.
ca: Ajusta l'amplitud de la banda de freqüència, reduint la freqüència de mostreig.
it: Regola il sample rate, al quale il segnale è sottocampionato.
pt_br: Ajusta a taxa de amostragem à qual o sinal é decimado

source: Filter
ca: Filtre
it: Filtro
pt_br: Filtro

source: Filter controls
ca: Controls de filtre
pt_br: Controles do Filtro

source: The filter changes the tone of the music by allowing only high or low frequencies to pass through.
ca: El filtre canvia el to de la música permetent el pas només de les freqüències agudes o greus.
it: Il filtro cambia il tono della musica permettendo solo alle alte o basse frequenze di passare attraverso.
pt_br: Deixando apenas frequências altas ou baixas passarem, o filtro muda o tom da música.

source: **LPF**
ca: **Pas de greus**

source: Corner frequency ratio of the low pass filter
ca: Freqüència de tall per al filtre de greus
it: Corner Frequency ratio del filtro passa basso
pt_br: Relação da frequência de corte do filtro passa-baixas

source: Resonance of the filters, default = Flat top
ca: Ressonància del filtre, per defecte = plana
it: Risonanza dei filtri, default = Flat top
pt_br: Ressonância dos filtros, padrão = Topo liso

source: **HPF**
ca: **Pas d'aguts**

source: Corner frequency ratio of the high pass filter
ca: Freqüència de tall per al filtre d'aguts
it: Corner frequency ratio per il filtro passa alto
pt_br: Relação da frequência de corte do filtro passa-altas

source: Reverb
ca: Reverberació
it: Riverbero
pt_br: Reverberação

source: Reverb controls
ca: Controls de reverberació
pt_br: Controles de Reverberação

source: This is a port of the GPL'ed CAPS Reverb plugin, which has the following description: This is based on some of the famous Stanford CCRMA reverbs (NRev, KipRev) all based on the Chowning/Moorer/Schroeder reverberators, which use networks of simple allpass and comb delay filters.
ca: Aquest efecte està basat en el complement GPL CAPS Reverb, que té aquesta descripció: Està basat en alguns dels famosos reverbs de Stanford CCRMA (NRev, KipRev), els quals estan disenyats segons els reverberadors Chowning/Moorer/Schroeder, que utilitzen xarxes de filtres de retard combinat i de pas de banda.
pt_br: Isso é uma adaptação do plugin de Reverberação CAPS de licença GPL, que tem a seguinte descrição: Isso é baseado em alguns dos famosos reverberadores Stanford CCRMA (Nrev, KipRev) todos baseados em reverberadores Chowning/Moorer/Schroeder, que usam redes de filtros simples passa-todas e de filtros de atraso comb.

source: **Bandwidth**
ca: **Ample de Banda**
pt_br: **Largura de Banda**

source: Higher bandwidth values cause more bright (high-frequency) tones to be included
ca: Un ample de banda major el fa més brillant (fa que s'incloguin freqüències més altes)
it: Larghezze di banda maggiori causano più toni chiari (alte frequenze) di essere inclusi
pt_br: Valores de largura de banda maiores fazem com que tons mais brilhantes (alta frequência) fiquem incluídos.

source: **Damping**
ca: **Devallada**
pt_br: **Amortecimento**

source: Higher damping values cause reverberations to die out more quickly.
ca: Una devallada major fa que la reverberació s'acabi abans.
it: Alti valori di smorzamento causano riverberi che scompaiono più velocemente.
pt_br: Valores maiores de amortecimento fazem com que reverberações morram mais rápido.

source: This effect is not available in the Mac App Store version of Mixxx.
ca: Aquest efecte no està disponible a la versió del Mixxx de la Mac App Store.
pt_br: Esse efeito não está disponível na versão do Mixxx da Loja de Aplicativos do Mac.

source: Echo
ca: Eco
pt_br: Eco

source: Echo controls
ca: Controls de eco
pt_br: Controles do Eco

source: Simple Echo with pingpong
ca: Eco simple amb ping-pong
it: Eco semplice con pingpong
pt_br: Eco Simples com Ping-Pong

source: **Send**
ca: **Entrada**
pt_br: **Envio**

source: How much of the signal to send into the delay buffer
ca: La quantitat de senyal d'entrada que s'envia al búfer de retard
it: Quanto segnale da inviare nel buffer di delay
pt_br: Quanto do sinal vai ser enviado para o buffer atrasado

source: **Delay**
ca: **Retard**
pt_br: **Atraso**

source: Delay time (seconds)
ca: Retard (en segons)
it: Tempo ritardo (secondi)
pt_br: Tempo de atraso (segundos)

source: **Feedback**
ca: **Realimentació**
pt_br: **Volta**

source: Amount the echo fades each time it loops
ca: Per quan s'esvaeix l'eco en cada repetició
it: Quantità dei fade echo ad ogni loop
pt_br: Quantidade de eco que desaparece cada vez que loopa

source: As the ping-pong amount increases, increasing amounts of the echoed signal is bounced between the left and right speakers.
ca: En incrementar el ping-pong, s'incrementen els rebots de la senyal d'esquerra a dreta.
it: Aumentando la quantità di ping-pong, quantità maggiori di echo viene rimbalzato tra le casse destra e sinistra.
pt_br: Quanto maior a quantidade de ping-pong, maior será a quantidades de sinal ecoado que será saltado pelos alto-faltantes esquerdo e direito

source: Recording Your Mix
ca: Enregistra la mescla
it: Registrare il tuo mix

source: With the integrated recording feature you can record your mix as an audio file and listen to it later, distribute it as :term:`Podcast` or burn it to CD. Mixxx records the master output - the audio you hear from the speakers including the microphone.
ca: Podeu enregistrar les vostres mescles a un fitxer d'àudio amb l'ajuda de l'enregistrament integrat i escoltar-les després, distribuir-les com :term:`Podcast` o gravar-les en CD. El Mixxx enregistra la sortida mestra, és a dir, l'àudio que va als altaveus incloent el micròfon.
pt_br: Com a função de gravação integrada você pode gravar sua mixagem como um arquivo de áudio e ouví-la depois, distribuir como um :term:`Podcast` ou gravar em um CD. O Mixxx grava a saída mestre - o áudio que você escuta das suas caixas de som incluindo o microfone.

source: Mixxx library - Recordings view
ca: Biblioteca del Mixxx - Vista d'enregistrament
it: Libreria Mixxx - Vista registrazioni
pt_br: Biblioteca do Mixxx - Visualização das Gravações

source: Mixxx can record your mix in various audio formats and quality settings. You can split your recordings, generate :term:`cue files <cue sheet>`, choose a custom recording directory and even set your own :term:`metadata`. By default, Mixxx saves your recordings as lossless :term:`wav` files to a :file:`Mixxx/Recordings` sub-folder in the Mixxx music directory. Before you start recording, we recommend that you adjust the settings in :menuselection:`Preferences --> Recording`.
ca: El Mixxx pot enregistrar les vostres mescles en diferents formats i qualitats d'àudio. Podeu generar enregistraments separats en pistes, generar :term:`fitxers cue <cue sheet>`, indicar un directori específic i fins i tot posar les vostres pròpies :term:`metadades <metadata>`. Per defecte, el Mixxx desa els enregistraments en format sense pèrdues :term:`wav`, a la carpeta :file:`Mixxx/Recordings` dins de la carpeta de música. Us recomanem ajustar les opcions a :menuselection:`Preferències --> Enregistrament` abans d'enregistrar res.
it: Mixxx può registrare il tuo mix in vari formati audio e impostazioni di qualità. Puoi dividere le tue registrazioni, generare :term:`file cue <cue sheet>`, scegliere una directory di registrazione personalizzata e persino impostare i tuoi :term:`metadati`. Per impostazione predefinita, Mixxx salva le tue registrazioni come file :term:`WAV` lossless in una :file:`Mixxx/Recordings` nella directory musicale Mixxx. Prima di iniziare la registrazione, si consiglia di regolare le impostazioni in :menuselection:`Preferenze --> Registrazione`.
pt_br: O Mixxx pode gravar a sua mixagem em vários formatos de arquivos e configurações de qualidade. Você pode dividir as suas gravações,, gerar :term:`arquivos cue <cue sheet>`, escolher um diretório para as gravações e até definir os seus próprios :term:`metadados`. Por padrão, o Mixxx grava as suas gravações como arquivos sem perdas :term:`wav` para uma subpasta :file:`Mixxx/Recordings` no diretório de música do Mixxx. Antes de você começar a gravar, nós recomendamos que você ajuste as configurações em :menuselection:`Preferências --> Gravação`.

source: If you click on the *Recordings* icon in the sidebar of the Mixxx library, the track table to the right displays the content of your recordings directory. New recordings are automatically saved to this directory as well as CUE files if you choose to create them in the preferences.
ca: Si feu clic a la icona *Enregistraments* de la barra lateral de la biblioteca del Mixxx, es mostraran els enregistraments a la taula de la dreta. Els nous enregistraments es desen aquí automàticament, junt amb el fitxer cue en cas que hagueu indicat que s'utilitzin.
it: Se si fa clic sull'icona *Registrazioni* nella barra laterale della libreria Mixxx, la tabella della traccia a destra mostra il contenuto della directory delle registrazioni. Le nuove registrazioni vengono salvate automaticamente in questa directory e anche nei file CUE se si sceglie di crearli nelle preferenze.
pt_br: Se você clicar no ícone *Gravações* na barra lateral da biblioteca do Mixxx, a tabela de faixas na direita vai mostrar o conteúdo do seu diretório de gravação. Novas gravações são automaticamente salvas nesse diretório e também os arquivos CUE se você escolher criá-los nas suas preferências.

source: Recording your mixes and listening to them later to critique yourself is a great tool for improving your DJing skills. Sending your mixes to other DJs for feedback can also be helpful.
ca: Enregistrar les mescles i escoltar-les després per estudiar-les és una eina útil per a millorar les vostres habilitats de DJ. Envieu les mecles a altres DJ per a que us donin la opinió també pot ser útil.
it: Registrando i tuoi mix e ascoltandoli in seguito per criticare te stesso è un ottimo strumento per migliorare le tue abilità di DJing. Anche l'invio dei tuoi mix ad altri DJ per un feedback può essere utile.

source: Record your mix to disk
ca: Enregistra la mescla al disc
it: Registra il tuo mix su disco
pt_br: Grave a sua miaxgem no disco

source: Displays the duration of the recording.
ca: Ensenya la durada de l'enregistrament.
pt_br: Mostra a duração da gravação.

source: Click on the *Recordings* icon in the sidebar to switch to the :guilabel:`Recordings` view
ca: Feu clic a la icona d'*Enregistraments* de la barra lateral per anar a la vista de :guilabel:`Enregistraments`.
it: Fare clic sull'icona *Registrazioni* nella barra laterale per passare alla vista :guilabel:`Registrazioni`
pt_br: Clique no ícone *Gravações* na barra lateral para trocar para a visualização :guilabel:`Gravações`

source: Click the :guilabel:`Start Recording` button or click :menuselection:`Options --> Record Mix` in the menu on top of the Mixxx application window.
ca: Feu clic al botó :guilabel:`Inicia l'enregistrament` o a :menuselection:`Opcions --> Enregistra la mescla` del menú principal del Mixxx.
it: Fare clic sul pulsante :guilabel:`Avvia registrazione` o fare clic su :menuselection:`Opzioni --> Registra mix` nel menu in cima alla finestra dell'applicazione Mixxx.
pt_br: Clique no botão :guilabel:`Iniciar Gravação` ou clique no menu no topo da janela da aplicação do Mixxx :menuselection:`Opções --> Gravar Mixagem`.

source: The display above the track table shows how many data has already been recorded, as well as the duration of the recording.
ca: A damunt de la llista es mostra informació de la mida i la durada de l'enregistrament en curs.
it: Il display sopra la tabella della traccia mostra quanti dati sono già stati registrati, così come la durata della registrazione.
pt_br: O mostrador em cima da tabela de faixas mostra quantos dados foram gravados e também a duração da gravação.

source: Perform your mix
ca: Realitza la teva mescla
it: Esegui il tuo mix
pt_br: Faça a sua mixagem

source: Click the :guilabel:`Stop Recording` button to stop the recording when the mix has finished.
ca: Feu clic al botó :guilabel:`Atura l'enregistrament` per a parar l'enregistrament un cop heu acabat la mescla.
it: Fai clic sul pulsante :guilabel:`Interrompi registrazione` per interrompere la registrazione al termine del mix.
pt_br: Clique no botão :guilabel:`Parar Gravação` para parar a gravação quando a mixagem estiver terminada.

source: You can instantly play your recording as track in Mixxx. Simply drag-and-drop the track to a deck.
ca: Podeu reproduir l'enregistrament en qualsevol moment al Mixxx. Tan sols heu de carregar-la en un dels reproductors.
it: Puoi riprodurre istantaneamente la tua registrazione come traccia in Mixxx. Basta trascinare e rilasciare la traccia su un deck.
pt_br: Você pode tocar instantaneamente a sua gravação como uma faixa no Mixxx. Simplesmente arraste e solte a faixa em um deck.

source: Using Auto DJ For Automatic Mixing
ca: Ús del DJ automatic per a mescles desateses
it: Utilizzo di Auto DJ per il missaggio automatico

source: Mixxx library - Auto DJ view
ca: Biblioteca del Mixxx - Vista de DJ automàtic
it: Libreria Mixxx - Vista Auto DJ
pt_br: Biblioteca do Mixxx - Visualização do Auto DJ

source: Auto DJ allows you to automatically load tracks from the Auto DJ playlist when the current track is nearly finished, and crossfade into it. See :ref:`library-auto-dj`.
ca: El DJ automàtic permet carregar pistes automàticament de la seva cua de reproducció i passar d'una a l'altra amb l'ús del crossfader quan s'està acabant. Consulteu :ref:`library-auto-dj`.
it: Auto DJ ti consente di caricare automaticamente le tracce dalla playlist di Auto DJ quando la traccia corrente è quasi finita e fa la dissolvenza incrociata in essa. Vedi :ref:`library-auto-dj`.
pt_br: O Auto DJ permite que você carregue automaticamente faixas da lista de reprodução do Auto DJ quando a faixa atual estiver quase acabando, e faz a transição para ela. Veja :ref:`library-auto-dj`.

source: Loading tracks into Auto DJ
ca: Càrrega de pistes al DJ automàtic
it: Caricamento di tracce in Auto DJ
pt_br: Carregando faixas no Auto DJ

source: To play tracks automatically, they must first be loaded into the Auto DJ playlist. The Auto DJ playlist is empty by default.
ca: Heu de carregar les pistes que voleu reproduir a la cua de reproducció del DJ automàtic. Aquesta llista està buida inicialment.
it: Per riprodurre automaticamente le tracce, devono prima essere caricate nella playlist Auto DJ. La playlist Auto DJ è vuota per impostazione predefinita.
pt_br: Para tocar faixas automaticamente, elas primeiro tem que ser carregadas na lista de reprodução do Auto DJ. A lista de reprodução do Auto DJ é vazia por padrão.

source: Mixxx library - Adding a playlist to Auto DJ
ca: Biblioteca del Mixxx - Afegint una llista reproducció al DJ automàtic
it: Libreria Mixxx - Aggiunta di una playlist a Auto DJ
pt_br: Biblioteca do Mixxx - Adicionando uma lista de reprodução no Auto DJ

source: There are several ways to load tracks into the Auto DJ playlist:
ca: Hi ha diverses maneres de carregar pistes a la cua de reproducció del DJ automàtic:
it: Esistono diversi modi per caricare le tracce nella playlist Auto DJ:
pt_br: Existem várias maneiras de carregar faixas na lista de reprodução do Auto DJ:

source: Select single or multiple tracks from the library, a regular playlist or crate and drag them to the Auto DJ icon on the left.
ca: Seleccioneu una o més pistes de la Biblioteca, una llista de reproducció, o una caixa i arrossegueu-les a la icona del DJ automàtica de l'esquerra.
it: Seleziona una o più tracce dalla libreria, una playlist normale o una cassa e trascinali sull'icona Auto DJ sulla sinistra.
pt_br: Selecione uma ou várias faixas da biblioteca, uma lista de reprodução normal ou caixa e arraste elas para o ícone do Auto DJ na esquerda.

source: Select a regular playlist or crate, right-click with the mouse and select :guilabel:`Add to Auto DJ` from the mouse menu. This adds all tracks to Auto DJ.
ca: Seleccioneu una caixa o llista de reproducció, feu clic amb el botó dret del ratolí i seleccioneu la opció de menú :guilabel:`Afegeix a la cua del DJ automàtic`. Això afegirà les pistes al DJ automàtic.
it: Seleziona una playlist o una cassa normale, fai clic con il pulsante destro del mouse e seleziona :guilabel:`Aggiungi a Auto DJ` dal menu del mouse. Questo aggiunge tutte le tracce ad Auto DJ.
pt_br: Selecione uma lista de reprodução normal ou caixa, clique com o lado direito e selecione :guilabel:`Adicionar ao Auto DJ` do menu do mouse. Isso adiciona todas as faixas ao Auto DJ.

source: While in the Auto DJ view of the library, drag tracks from external file managers to the Auto DJ icon in the sidebar or to the Auto DJ track table on the right.
ca: Mentre esteu a la vista de DJ automàtic, arrossegueu pistes des d'exploradors de fitxers externs a la icona del DJ automàtic, de la barra lateral, o directament a la cua del DJ automàtic.
it: Nella vista Auto DJ della libreria, trascina le tracce da file manager esterni all'icona Auto DJ nella barra laterale o alla tabella delle tracce Auto DJ sulla destra.
pt_br: Enquanto você estiver na visualização do Auto DJ da biblioteca, arraste arquivos de gerenciadores de arquivos externos para o ícone do Auto DJ na barra lateral ou para a tabela de faixas do Auto DJ na direita.

source: Playing tracks in Auto DJ
ca: Reproducció de les pistes amb DJ automàtic
it: Riproduzione di tracce in Auto DJ
pt_br: Tocando faixas no Auto DJ

source: Now that you have loaded tracks into the Auto DJ playlist, you can activate Auto DJ as follows:
ca: Un cop tingueu pistes carregades a la cua del DJ automàtic, podeu activar-lo de la següent manera:
it: Ora che hai caricato brani nella playlist Auto DJ, puoi attivare Auto DJ come segue:
pt_br: Agora que você carregou faixas na lista de reprodução do Auto DJ, você pode ativar o Auto DJ assim:
