Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/getting_involved.po
Languages: ca, fr, pt_br

source: Contributing to the Project
ca: Contribuir al projecte
fr: Contribuer au projet
pt_br: Contribuindo para o Projeto

source: Mixxx is a community-driven project involving many DJs worldwide. Without the contributions from these DJs, Mixxx would not exist, and we're constantly looking for more contributors.
ca: El Mixxx és un projecte impulsat per la comunitat i que involucra molts DJs arreu del món. Sense les contribucions d'aquests DJs, el Mixxx no existiria, i estem agraïts de rebre nous voluntaris en tot moment.
fr: Mixxx est un projet communautaire impliquant de nombreux DJ de part le monde. Sans les contributions de ces DJ, Mixxx n'existerait pas, et nous recherchons constamment de nouveaux contributeurs.
pt_br: O Mixxx é um projeto dirigido pela comunidade envolvendo muitos DJs mundo afora. Sem a contribuição desses DJs, o Mixxx não iria existir, e nós estamos constantemente procurando por mais contribuíntes.

source: We want to make it as easy as possible for people to get involved in Mixxx development. First off, to be clear **you don't have to be a programmer to contribute**.
ca: Volem que us sigui tan fàcil com sigui possible el fet d'involucrar-vos amb el desenvolupament del Mixxx. Ho volem deixar clar **no us cal ser programador per a ajudar-nos**.
fr: Nous voulons faire en sorte qu'il soit le plus facile possible de participer au développement de Mixxx. Premièrement, pour clarifier les choses, **vous n'avez pas besoin d'être programmeur pour participer**.
pt_br: Nós queremos deixar o envolvimento de novas pessoas no desenvolvimento do Mixxx o mais fácil possível. Para começar, que fique claro que **você não precisa ser um programador para contribuir**.

source: As a non-developer
ca: Si no sou un programador
fr: Comme non-développeur
pt_br: Como um não programador

source: `Donate <http://mixxx.org/download/>`_ to Mixxx using Paypal to help support and enhance development.
ca: `Feu una donació <http://mixxx.org/download/>`_ al projecte Mixxx fent servir Paypal per ajudar a mantenir i millorar el desenvolupament.
fr: `Faites un don <http://mixxx.org/download/>`_ à Mixxx en utilisant Paypal pour aider au soutien et améliorer le développement.
pt_br: `Doe <http://mixxx.org/download/>`_ para o Mixxx usando Paypal para ajudar a suportar e melhorar o desenvolvimento.

source: `Make skins <http://mixxx.org/wiki/doku.php/creating_skins>`_
ca: `Feu noves aparences <http://mixxx.org/wiki/doku.php/creating_skins>`_
fr: `Créez un thème <http://mixxx.org/wiki/doku.php/creating_skins>`_
pt_br: `Faça skins <http://mixxx.org/wiki/doku.php/creating_skins>`_

source: `Make MIDI mappings <http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_ for your controller
ca: `Com fer assignacions MIDI <http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_ per al vostre controlador
fr: `Créez un préréglage MIDI <http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_ pour votre contrôleur
pt_br: `Faça mapeamentos MIDI <http://mixxx.org/wiki/doku.php/midi_controller_mapping_file_format>`_ para o seu controlador.

source: `Report bugs <https://bugs.launchpad.net/mixxx>`_
ca: `Aviseu-nos dels errors <https://bugs.launchpad.net/mixxx>`_
fr: `Signalez les bugs <https://bugs.launchpad.net/mixxx>`_
pt_br: `Relate bugs <https://bugs.launchpad.net/mixxx>`_

source: Update our `Wiki <http://mixxx.org/wiki/doku.php>`_ to make sure the information on it is up to date.
ca: Actualitzeu la nostra `Vikipèdia <http://mixxx.org/wiki/doku.php>`_ per a que la informació estigui actualitzada.
fr: Mettez à jour notre `Wiki <http://mixxx.org/wiki/doku.php>`_ en vous assurant que ces informations sont à jour.
pt_br: Atualize nossa `Wiki <http://mixxx.org/wiki/doku.php>`_ para ter certeza de que a informação nela esteja atualizada.

source: Translate Mixxx using `Transifex <https://www.transifex.com/mixxx-dj-software/public/>`_
fr: Traduisez Mixxx en utilisant `Transifex <https://www.transifex.com/mixxx-dj-software/public/>`_
pt_br: Traduza o Mixxx usando o `Transifex <https://www.transifex.com/mixxx-dj-software/public/>`_

source: Answer questions on the `Troubleshooting Forum <http://mixxx.org/forums/viewforum.php?f=3>`_ and the `Launchpad Answers page <https://answers.launchpad.net/mixxx>`_
ca: Doneu reposta a les preguntes del `Troubleshooting Forum <http://mixxx.org/forums/viewforum.php?f=3>`_ i de la pàgina `Launchpad Answers <https://answers.launchpad.net/mixxx>`_
fr: Répondez aux questions du `Forum Dépannage<http://mixxx.org/forums/viewforum.php?f=3>`_ et de la `page de réponses de Launchpad <https://answers.launchpad.net/mixxx>`_
pt_br: Responda questões no `Fórum de Solução de Problemas <http://mixxx.org/forums/viewforum.php?f=3>`_ e na `Página de Perguntas do Launchpad <https://answers.launchpad.net/mixxx>`_

source: Help promote Mixxx: If you've got a blog, write an article about Mixxx. Blog about our new releases when they come out. Any exposure on the web and in print helps our project grow, and is much appreciated.
ca: Ajudeu a promocionar el Mixxx: Si teniu un bloc, escriviu un article sobre el Mixxx. Escriviu sobre les noves versions quan surtin. Tota exposició a la web i en mitjans impressos ajuda al nostre projecte a crèixer, i ho agraïm.
fr: Aidez à la promotion de Mixxx : si vous avez un blog, écrivez un article sur Mixxx. Partagez les annonces lors de la sortie d'une nouvelle version. Toute exposition sur le web ou imprimée aide notre projet à grandir et est très apréciée.
pt_br: Ajude a promover o Mixxx: Se você tem um blog, escreva um artigo sobre o Mixxx. Faça uma postagem quando novas versões forem lançadas. Qualquer exibição na web e no papel ajuda o nosso projeto a crescer, e é muito apreciada.

source: Send us some photos of you using Mixxx at a gig!
ca: Envieu-nos fotografies de com feu servir el Mixxx en els vostres events!
fr: Envoyez nous des photos de vous utilisant Mixxx à un concert !
pt_br: Nos mande algumas fotos de você usando o Mixxx em uma apresentação!

source: As a software developer
ca: Si sou programador
fr: En tant de développeur
pt_br: Como um desenvolvedor de software

source: You don't have to know C++. There are developers who got into Mixxx development while learning C++ along the way.
ca: No cal que sapigueu C++. Hi ha desenvolupadors que s'han unit al desenvolupament del Mixxx al mateix temps que aprenien C++.
fr: Vous n'avez pas besoin de connaître le C++. Il y a des développeurs qui sont entré dans Mixxx en apprenant le C++ en chemin.
pt_br: Você não precisa saber C++. Existem desenvolvedores que entraram no desenvolvimento do Mixxx enquanto aprendendo C++.

source: Join our mailing list: `mixxx-devel <https://lists.sourceforge.net/lists/listinfo/mixxx-devel>`_
ca: Uniu-vos a la nostra llista de distribució: `mixxx-devel <https://lists.sourceforge.net/lists/listinfo/mixxx-devel>`_
fr: Souscrivez à notre liste de diffusion : `mixxx-devel <https://lists.sourceforge.net/lists/listinfo/mixxx-devel>`_
pt_br: Junte-se à nossa lista de e-mails: `mixxx-devel <https://lists.sourceforge.net/lists/listinfo/mixxx-devel>`_

source: Join our :term:`IRC` channel, #mixxx on `Freenode <http://www.freenode.net/>`_
ca: Entreu al nostre canal de :term:`IRC` , #mixxx ubicat al `Freenode <http://www.freenode.net/>`_
fr: Contactez notre équipe sur le canal :term:`IRC` #mixxx sur `Freenode <http://www.freenode.net/>`_
pt_br: Junte-se ao nosso canal de :term:`IRC`, #mixxx no `Freenode <http://www.freenode.net/>`_

source: Tell us your ideas! Email us, talk on IRC, file wishlist :term:`bugs <bug report>`, or post on the forums.
ca: Doneu-nos idees! Envieu-nos un correu electrònic, comuniqueu-vos per IRC, feu llistes de desitjos i :term:`reporteu errors <bug report>`, o escriviu en els fòrums.
fr: Donnez nous vos idées ! Envoyez nous un mail, parlez-nous sur IRC, créez des :term:`bugs <bug report>` de souhaits, ou postez sur les forums.
pt_br: Diga-nos as suas ideias! Nos mande um e-mail, fale no IRC, faça um :term:`bug <bug report>` de lista de desejos, ou poste nos fórums.

source: Register an account on our development platform `Github <https://github.com/mixxxdj>`_ and fork our code. See `Using Git for Mixxx Development <http://mixxx.org/wiki/doku.php/using_git>`_
ca: Doneu d'alta un compte en la plataforma de desenvolupament `Github <https://github.com/mixxxdj>`_ i feu un fork del nostre codi. Consulteu `Using Git for Mixxx Development <http://mixxx.org/wiki/doku.php/using_git>`_
fr: Créez un compte sur notre plateforme de développement `Github <https://github.com/mixxxdj>`_ et clonez notre code. Consultez également : `Utilisation de Git pour le développement de Mixxx <http://mixxx.org/wiki/doku.php/using_git>`_
pt_br: Registre uma conta na nossa plataforma de desenvolvimento `Github <https://github.com/mixxxdj>`_ e forque nosso código. Veja `Usando o Git para o Desenvolvimento do Mixxx <http://mixxx.org/wiki/doku.php/using_git>`_

source: Join the `Mixxx Development Team <https://launchpad.net/~mixxxcontributors/+join>`_ on Launchpad.
ca: Uniu-vos al `Mixxx Development Team <https://launchpad.net/~mixxxcontributors/+join>`_ a Launchpad.
fr: Rejoignez l'`équipe de développement de Mixxx <https://launchpad.net/~mixxxcontributors/+join>`_ sur Launchpad.
pt_br: Entre na `Equipe de Desenvolvimento do Mixxx <https://launchpad.net/~mixxxcontributors/+join>`_ no Launchpad.

source: Get familiar with the code. Pick a bug off of the `Easy Bug List <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
ca: Familiaritzeu-vos amb el codi. Agafeu un error de la `lista de bugs senzills <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
fr: Familiarisez-vous avec le code. Prenez un bug de la `liste des bugs faciles <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
pt_br: Se familiarize com o código. Pegue um bug da `Lista de Bugs Fáceis <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_

source: Get help fixing the bug on IRC, talk to us about the best way to do it.
ca: Podeu obtenir ajuda de com solucionar l'error a l'IRC, comenteu-nos la millor manera de fer-ho.
fr: Trouvez de l'aide pour corriger le bug sur IRC, échangez avec nous sur la meilleure façon de le faire.
pt_br: Consiga ajuda para corrigir o bug no IRC, e converse com a gente sobre a melhor maneira de corrigí-lo.

source: **Contributing to Mixxx in 3 Easy Steps:**
ca: **Com contribuir al Mixxx amb 3 passos senzills:**
fr: **Contribuer à Mixxx en 3 étapes simples :**
pt_br: **Contribuindo para o MIxxx em 3 Passos Fáceis**

source: Pick a bug off of the `Easy Bug List <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
ca: Agafeu un error de la `lista de bugs senzills <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
fr: Prenez un bug sur la `Liste des Bugs Faciles <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_
pt_br: Pegue um bug da `Lista de Bugs Fáceis <https://bugs.launchpad.net/mixxx/+bugs?field.tag=easy>`_

source: Talk to us on IRC for help on how to fix it.
ca: Poseu-vos en contacte amb nosaltrer per l'IRC per si necessiteu ajuda de com corregir-lo.
fr: Echangez avec nous sur IRC sur la manière de le résoudre.
pt_br: Converse com a gente no IRC para ajuda em como corrigí-lo.

source: Fix it! *Done!* Your name will now be on the `Mixxx contributor list <http://mixxx.org/contact/>`_.
ca: Corregiu-lo! *Fet!* El vostre nom apareixerà ara a la `Llista de contribuidors del Mixxx <http://mixxx.org/contact/>`_.
fr: Corrigez le ! *C'est fait !* Votre nom sera désormais sur la `liste des contributeurs de Mixxx <http://mixxx.org/contact/>`_.
pt_br: Conserte! *Pronto!* Agora seu nome vai estar na `lista de contribuíntes do Mixx <http://mixxx.org/contact/>`_.
