Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/installation.po
Languages: ca, fr, pt_br, ro

source: Installing Mixxx
ca: Instal·lació del Mixxx
fr: Installation de Mixxx
pt_br: Instalando o Mixxx
ro: Instalare Mixxx

source: This part of the manual provides step-by-step directions for installing Mixxx on your computer.
ca: Aquesta part del manual proporciona instruccions pas a pas per a instal·lar el Mixxx al vostre ordinador.
fr: Cette partie du manuel vous indique les directives pas à pas permettant d'installer Mixxx sur votre ordinateur.
pt_br: Essa parte do manual ensina passo-a-passo como instalar o Mixxx no seu computador.
ro: Această parte a manualului asigură îndrumarea pas-cu-pas pentru instalarea Mixxx în computer.

source: Installation on Windows
ca: Instal·lació en Windows
fr: Installation sur Windows
pt_br: Instalação no Windows
ro: Instalarea pe Windows

source: Mixxx Installation - Ready to install the application
ca: Instal·lació del Mixxx - Preparat per a instal·lar l'aplicació
fr: Installation de Mixxx - Prêt à installer l'application
pt_br: Instalação do Mixxx - Pronta para Instalar a aplicação
ro: Instalare Mixxx - Gata de instalat aplicația

source: Download Mixxx for Windows from `<http://mixxx.org/download/>`_ .
ca: Descarregueu el Mixxx per a Windows des de `<http://mixxx.org/download/>`_ .
fr: Téléchargez Mixxx pour Windows depuis `<http://mixxx.org/download/>`_ .
pt_br: Baixe o Mixxx para Windows de `<http://mixxx.org/download/>`_ .
ro: Descărcați Mixxx pentru Windows de la `<http://mixxx.org/download/>`_ .

source: Using :file:`Windows Explorer` browse to the location where the Mixxx download was saved, usually the :file:`Desktop` or :file:`Downloads` folder.
ca: Utilitzeu :file:`l'Explorador de Windows` per localitzar la carpeta on s'ha baixat el Mixxx, habitualment a :file:`l'Escriptori` o la carpeta de :file:`Baixades`.
fr: Avec :file:`l'explorateur Windows`, naviguez à l'emplacement où le téléchargement de Mixxx a été enregistré, habituellement le :file:`Bureau` ou le dossier :file:`Téléchargements` .
pt_br: Usando o :file:`Navegador do Windows` vá até o local onde o download do Mixxx foi salvo, geralmente no :file:`Desktop` ou na pasta de :file:`Downloads`.

source: Double-click the Mixxx installer .EXE to open it up.
ca: Feu doble clic a l'instal·lador del Mixxx per obrir-lo.
fr: Double-cliquez sur l'installeur .EXE de Mixxx pour l'ouvrir.
pt_br: Clique duas vezes no .EXE instalador do Mixxx para abrí-lo.
ro: Dublu clic pe instalerul Mixxx .EXE pentru a-l deschide.

source: Follow the step-by-step instructions in the installer.
ca: Seguiu les instrucions de l'instal·lador pas a pas.
fr: Suivez les instructions pas à pas de l'installeur.
pt_br: Siga passo-a-passo as instruções no instalador.
ro: Urmați pas-cu-pas instrucțiunile instalerului.

source: If the installation is complete, a confirmation screen will appear.
ca: Si la instal·lació s'acaba satisfactòriament, es mostrarà una pantalla de confirmació.
fr: Si l'installation est terminée, un écran de configuration vous sera présenté.
pt_br: Se a instalação for completa, uma tela de confirmação vai aparecer.
ro: Dacă instalarea s-a terminat, un ecran de confirmare va apare.

source: Close the installer screen.
ca: Tanqueu la finestra de l'instal·lador.
fr: Fermez l'écran d'installation.
pt_br: Feche a tela do instalador.
ro: Închideți ecranul de instalare.

source: Mixxx is supported on Windows 10 / 8.1 / 8 / 7 / Vista / XP, with native 32 and 64-bit versions.
fr: Mixxx est pris en charge sur Windows 10 / 8.1 / 8 / 7 / Vista / XP, avec des version natives 32 et 64-bit.
ro: Mixxx este suportat pe Windows 10 / 8.1 / 8 / 7 / Vista / XP, cu versiuni de 32 sau 64 biți.

source: If you are not sure about 32-bit versus 64-bit, pick the 32-bit version when downloading the Mixxx installer.
ca: Si no esteu segurs de quina versió necessiteu, si la de 32 bits o la de 64 bits, descarregueu l'instal·lador de 32 bits.
fr: Si vous ne savez pas choisir entre la version 32 ou 64 bits, prenez la version 32 bits lorsque vous téléchargez l'installeur Mixxx.
pt_br: Se você não sabe da diferença entre a versão de 32 bits e a versão de 64 bits, escolha a versão de 32 bits ao baixar o instalador do Mixxx.
ro: Dacă nu sunteți sigur că aveți versiunea de 32biți sau 64biți, alegeți versiunea de 32 de biți când descărcați instalerul Mixxx.

source: You may encounter a warning message similar to “Security Warning - Publisher could not be verified”. This is because the Mixxx installer is not digitally signed. Ignore the message and continue the installation. It does not indicate a security risk, if you can trust the source website such as `www.mixxx.org <http://mixxx.org/download/>`_ .
ca: Pot ser que us apareixi un avís similar a “Avís de seguretat - No es pot verificar l'editor". Això és perquè l'instal·lador del Mixxx no està signat digitalment. Podeu ignorar el missatge i continuar amb la instalació. No representa un risc de seguretat, si confieu en el lloc web d'on l'heu descarregat, com `www.mixxx.org <http://mixxx.org/download/>`_ .
fr: Il se peut que vous rencontriez un message similaire à “Avertissement de sécurité - L'éditeur n'a pas pu être vérifié”. Ceci peut arriver parce que l'installeur de Mixxx n'est pas signé numériquement. Ignorez le message et continuez l'installation. Cela n'indique pas un risque pour la sécurité lorsque vous pouvez faire confiance au site Internet source, comme `www.mixxx.org <http://mixxx.org/download/>`_ .
pt_br: Você pode encontrar uma mensagem de atenção similar a “Atenção de Segurança - O Editor não pode ser verificado”. Isso é porque o instalador do Mixxx não é assinado digitalmente. Ignore a mensagem e continue usando a instalação. Isto não indica um risco de segurança se você puder confiar o site em que baixou como em `www.mixxx.org <http://mixxx.org/download/>`_ .

source: Installation on Mac OS X
ca: Instal·lació per a Mac OS X
fr: Installation sur Mac OS X
pt_br: Instalação no Mac OS X
ro: Instalarea pe Mac OS X

source: Method A: Direct Download
ca: Mètode A: Descàrrega directa
fr: Méthode A : Téléchargement Direct
pt_br: Método A: Download Direto
ro: Metoda A: Descărcarea directă

source: Mixxx Installation - Ready to drop the Mixxx icon to the Applications folder
ca: Instal·lació del Mixxx - Preparat per a descarregar la icona del Mixxx a la carpeta d'Aplicacions
fr: Installation de Mixxx - Prêt à déposer l'icône Mixxx dans le dossier d'applications
pt_br: Instalação do Mixxx - Pronto para jogar a aplicação do Mixxx na pasta de Aplicações

source: Download Mixxx for Mac OS X from `<http://mixxx.org/download/>`_ .
ca: Descarregueu el Mixxx per a Mac OS X des de `<http://mixxx.org/download/>`_ .
fr: Téléchargez Mixxx pour Mac OS X depuis `<http://mixxx.org/download/>`_ .
pt_br: Baixe o Mixxx para Mac OS X de `<http://mixxx.org/download/>`_ .

source: Using :file:`Finder` browse to the location where the Mixxx download was saved, usually the :file:`Desktop` or :file:`Downloads` folder.
ca: Utilitzeu el :file:`Finder` per localitzar la carpeta on s'ha baixat el Mixxx, habitualment :file:`l'Escriptori` o la carpeta de :file:`Baixades`.
fr: En utilisant le :file:`Finder`, naviguez à l'emplacement où le téléchargement de Mixxx a été enregistré, habituellement le :file:`Bureau` ou le dossier :file:`Téléchargements` .
pt_br: Usando o :file:`Finder` vá até o local onde o download do Mixxx foi salvo, geralmente no :file:`Desktop` ou na pasta de :file:`Downloads`.

source: Double-click the Mixxx installer .DMG file, a new Finder window appears.
ca: Feu doble clic a l'instal·lador del Mixxx. S'obrirà una nova finestra del Finder.
fr: Double-cliquez sur fichier .DMG d'installation de Mixxx, une nouvelle fenêtre de Finder apparaît.
pt_br: Clique duas vezes no arquivo instalador do Mixxx .DMG, e uma nova janela do Finder aparecerá.

source: Locate the *Mixxx* icon within this new Finder window. Drag-and-drop it into your :file:`Applications` folder.
ca: Localitzeu la icona del *Mixxx* en aquesta finestra. Arrastreu-lo a la vostra carpeta :file:`d'Aplicacions`.
fr: Localisez l'icône *Mixxx* dans la nouvelle fenêtre Finder. Glissez-déposez la dans votre dossier :file:`Applications`.
pt_br: Ache o ícone do *Mixxx* nesta nova janela do Finder. Pegue e jogue o ícona na sua pasta de :file:`Aplicações`.

source: Eject the Mixxx installation volume from the Finder by clicking on the icon right next to *Mixxx* volume name.
ca: Extraieu el volum d'instal·lació del Mixxx del Finder fent clic en la icona just a la dreta del nom del volum *Mixxx*.
fr: Ejectez le volume d'installation de Mixxx du Finder en cliquant sur l'icône juste à coté du nom du volume *Mixxx*.
pt_br: Ejete o volume de instalação do Mixxx do Finder clicando no ícono perto do nome do volume *Mixxx*.

source: Mixxx requires an Intel Mac running Mac OS X 10.5 or newer.
ca: El Mixxx requereix un Mac amb processador Intel, que tingui el Mac OS 10.5 o superior.
fr: Mixxx nécessite un Mac Intel fonctionnant sous Mac OS X 10.5 ou supérieur.
pt_br: O Mixxx requer um Mac Intel rodando Mac OS X 10.5 ou mais novo.
ro: Mixxx necesită un Intel Mac rulând Mac OS X 10.5 sau mai nou.

source: Method B: The Mac App Store
ca: Mètode B: el App Store de Mac.
fr: Méthode B : Le Mac App Store
pt_br: Método B: A Loja de Aplicativos do Mac
ro: Metoda B: Magazinul Mac App

source: Mixxx Installation from the Mac App Store
ca: Instal·lació des de la Mac App Store
fr: Installation de Mixxx depuis le Mac App Store
pt_br: A Instalação do Mixxx da Loja de Aplicativos do Mac
ro: Instalarea Mixxx din magazinul Mac App

source: The Mac App Store makes getting new apps easier than ever.
ca: La Mac App Store permet obtenir noves aplicacions mes fàcil que mai.
fr: Le Mac App Store vous permet d'obtenir des applications plus facilement que jamais.
pt_br: A Loja de Aplicativos do Mac faz o trabalho de instalar novos aplicativos mais fácil do que nunca.

source: Start the Mac :file:`App Store.app` on your computer.
ca: Obriu la :file:`App Store.app` del Mac al vostre ordinador.
fr: Démarrez Mac :file:`App Store.app` sur votre ordinateur.
pt_br: Inicie a file:`App Store.app` do Mac no seu computador.

source: Search for *mixxx* in the App Store, alternatively `click this direct link <https://itunes.apple.com/us/app/mixxx/id413756578?mt=12>`_ .
fr: Cherchez *mixxx* dans l'App Store, ou `cliquez sur ce lien direct <https://itunes.apple.com/us/app/mixxx/id413756578?mt=12>`_ .

source: Select Mixxx and click the :guilabel:`Install` button.
ca: Seleccioneu el Mixxx i feu clic al botó :guilabel:`Instal·la`
fr: Sélectionnez Mixxx et cliquez sur le bouton :guilabel:`Installer`.
pt_br: Selecione o Mixxx e clique no botão :guilabel:`Instalar`.
ro: Selectați Mixxx și apăsați butonul:`Install` .

source: Type in your administrator password if asked.
ca: Intoduïu la contrasenya d'administrador, si us la demana.
fr: Fournissez votre mot de passe s'il vous est demandé.
pt_br: Digite a sua senha de administrador se pedido.
ro: Introduceți parola de administrator dacă este solicitată.

source: Mixxx will be installed to your :file:`Applications` folder.
ca: El Mixxx s'instal·larà a la vostra carpeta :file:`Aplicacions`
fr: Mixxx sera installé dans votre dossier :file:`Applications`.
pt_br: O Mixxx vai ser instalado na sua pasta de :file:`Aplicações`.
ro: Mixxx va fi instalat în dosarul dumneavoastră :file:`Applications` .

source: The App Store version of Mixxx is under some circumstances out of date, therefore using `Method A: Direct Download`_ is preferable.
ca: Podria passar que la versió del Mixxx de la App Store no sigui la més recent, de manera que es preferible utilitzar el `Mètode A: Descàrrega directa`_.
fr: La version de Mixxx du Mac App Store est parfois obsolète, aussi l'utilisation de la `Méthode A : Téléchargement Direct`_ est préférable.
pt_br: A versão do Mixxx na Loja de Aplicativos é em alguns circunstâncias desatualizada, então usar o `Método A: Download Direto`_ é preferível.

source: Due to licensing restrictions, :term:`vinyl control` is not available in Mixxx from the Mac App Store.
ca: Degut a restriccions de llicència, el :term:`control de vinil <vinyl control>` no està disponible en el Mixxx de la Mac App Store.
fr: En raison de restrictions liées au droit d'auteur, le :term:`contrôle vinyle` n'est pas disponible dans Mixxx du Mac App Store.
pt_br: Por causa de restrições de licenciamento, o :term:`controle por vinil` não está disponível no Mixxx da Loja de Aplicativos do Mac.

source: Installation on GNU/Linux
ca: Instal·lació en GNU/Linux
fr: Installation sur GNU/Linux
pt_br: Instalação no GNU/Linu
ro: Instalarea pe GNU/Linux

source: Official packages of Mixxx are only offered for Ubuntu Linux. However, Mixxx can build on almost any Linux distribution.
ca: Els paquets oficials de Mixxx només es troben disponibles per a Ubuntu Linux. Tot i això, es pot compilar el Mixxx pràcticament a totes les distribucions Linux.
fr: Les paquets officiels de Mixxx sont fournis uniquement pour Ubuntu Linux. Cependant, Mixxx peut fonctionner sur à peu près toutes les distributions Linux.
pt_br: Pacotes oficiais do Mixxx são somente oferecidos para a distribuição Ubuntu. Porém, o Mixxx pode ser construído em quase qualquer distribuição do Linux.
ro: Pachetele oficiale Mixxx sunt oferite numai pentru Ubuntu Linux. Oricum, Mixxx poate fi compilat pe aproape orice distribuție Linux.

source: Installation on Ubuntu
ca: Instal·lació en Ubuntu
fr: Installation sur Ubuntu
pt_br: Instalação no Ubuntu
ro: Instalarea în Ubuntu

source: Method A: Personal Package Archive (ppa)
ca: Mètode A: Personal Package Archive (ppa)
fr: Méthode A : Archive de Paquetage Personnel (ppa)
pt_br: Método A: Personal Package Archives (ppa)
ro: Metoda A: PPA

source: Open a terminal and type the following commands. Type in your administrator password if asked for. ::
ca: Obriu un terminal i escriviu les instruccions següents: Introduïu la constrasenya d'administrador si se us demana. ::
fr: Ouvrez un terminal et entrez les commandes suivantes. Entrez votre mot de passe administrateur s'il vous est demandé. ::
pt_br: Abra um terminal e digite os seguintes comandos. Digite a sua senha de administrador se ele for pedida. ::
ro: Deschideți un terminal și introduceți următoarele comenzi. Tastați parola de administrator dacă este solicitată. ::

source: Start Mixxx by simply typing :file:`mixxx` into the terminal, then hit :kbd:`Return` .
ca: Inicieu el Mixxx escrivint :file:`mixxx` al terminal, i prement :kbd:`Enter` (també anomenat Return o Intro).
fr: Démarrez Mixxx en tapant simplement :file:`mixxx` dans votre terminal, puis appuyez sur :kbd:`Entrée` .
pt_br: Inicie o Mixxx apenas digitando :file:`mixxx` no terminal e então apertando kbd:`Enter`.
ro: Porniți Mixxx simplu tastând :file:`mixxx` în terminal, apoi tastați :kbd:`Return` .

source: Method B: The Ubuntu Software Center
ca: Mètode B: L'Ubuntu Software Center
fr: Méthode B : La Logithèque Ubuntu
pt_br: Método B: O Ubuntu Software Center
ro: Metoda B: Centrul de aplicații Ubuntu

source: Mixxx Installation from the Ubuntu Software Center
ca: Instal·lació del Mixxx des de l'Ubuntu Software Center
fr: Installation de Mixxx depuis la Logithèque Ubuntu
pt_br: Instalação do Mixxx do Ubuntu Software Center
ro: Instalarea Mixxx din centrul de aplicații Ubuntu

source: The Ubuntu Software Center provides the easiest and safest way to install software on Ubuntu.
ca: L'Ubuntu Software Center proporciona la manera més senzilla i segura d'instal·lar aplicacions en Ubuntu.
fr: La Logithèque Ubuntu fournit la méthode la plus facile et la plus sûre pour installer un logiciel sur Ubuntu.
pt_br: O Ubuntu Software Center provê a maneira mais fácil e mais segura de instalar softwares no Ubuntu.
ro: Centrul de aplicații Ubuntu asigură cea mai ușoară și sigură metodă pentru instalarea aplicațiilor în Ubuntu.

source: Start the :file:`Ubuntu Software Center` on your computer.
ca: Inicieu el :file:`Ubuntu Software Center` al vostre ordinador.
fr: Démarrez le :file:`Logithèque Ubuntu` sur votre ordinateur.
pt_br: Inicie o :file:`Ubuntu Software Center` no seu computador.
ro: Porniți :file:`Ubuntu Software Center` pe computer.

source: Search for *mixxx* in the Software center.
ca: Cerqueu per *mixxx* en el Software Center.
fr: Recherchez *mixxx* dans la logithèque.
pt_br: Procure por *mixxx* no centro de Software.
ro: Căutați pentru *mixxx* în centrul de aplicații

source: Type in your administrator password if asked for.
ca: Introduïu la vostra contrasenya d'administrador, si se us demana.
fr: Entrez votre mot de passe administrateur s'il vous est demandé.
pt_br: Digite a sua senha de administrador se ela for pedida.
ro: Introduceți parola de administrator dacă este solicitată.

source: Mixxx will be installed and an icon is added to the frequently-used program icons on the launcher.
ca: El Mixxx s'instal·larà i es posarà una icona a la llista de programes utilitzats habitualment.
fr: Mixxx sera installé et une icône est ajoutée aux icônes des programmes fréquemment utilisés du launcher.
pt_br: O Mixxx vai ser instalado e um ícone vai ser adicionado nos ícones de programas frequentemente usados no launcher.
ro: Mixxx va fi instalat iar o pictogramă este adăugată la pictogramele celor mai utilizate programe pe lansator.

source: The Software Center version of Mixxx is under some circumstances out of date, therefore using `Method A: Personal Package Archive (ppa)`_ is preferable.
ca: Podria passar que la versió del Mixxx del Software Center no sigui la més recent, de manera que és preferible utilitzar el `Mètode A: Personal Package Archive (ppa)`_.
fr: La version de Mixxx de la Logithèque Ubuntu peut être obsolète sous certaines circonstances, aussi, la `Méthode 1 : Archive de Paquetage Personnel (ppa)`_ est préférable.
pt_br: A versão do Mixxx no Ubuntu Software Center pode estar em certas circunstâncias desatualizada então utilizar o `Método A: Personal Package Archive (ppa)`_ é preferível.
ro: Versiunea Mixxx din centrul de aplicații este sub unele circumstanțe învechită, prin urmare este preferabilă `Method A: Personal Package Archive (ppa)`_

source: Installation on Other Distributions
ca: Instal·lació per a altres distribucions
fr: Installation sur d'autres distributions
pt_br: Instalação em Outras Distribuições
ro: Instalarea pe alte distribuții

source: Your distribution may maintain a non-official build that you may use. Alternatively, you can build Mixxx from source. This should be a pretty straightforward process, and it's certainly easiest on GNU/Linux. For more information, go to:
ca: La vostra distribució pot ser que mantingui un paquet no oficial que podrieu utilitzar. Alternativament, podeu compilar el Mixxx a partir del codi font. Això hauria de ser un procés poc problemàtic, i certament és el més fàcil a GNU/Linux. Per a més informació aneu a:
fr: Votre distribution peut maintenir une version non officielle que vous pouvez utiliser. Sinon, vous pouvez compiler Mixxx à partir des sources. Cela devrait être un processus assez simple, et il est certainement plus facile sur GNU/Linux. Pour de plus amples informations, consultez :
pt_br: A sua distribuição pode manter uma versão não-oficial do Mixxx que você pode usar. Alternativamente, você pode compilar o Mixxx da fonte. Isso deve ser um processo direto ao ponto, e é certamento mais fácil no GNU/Linux. Para mais informações, vá para:

source: Building Mixxx from Source
ca: Compilació del Mixxx a partir del codi font
fr: Compiler Mixxx à partir des sources
pt_br: Compilando o Mixxx da Fonte
ro: Compilarea Mixxx din sursă

source: If your operating system isn't listed here, then it's likely you're going to have to build Mixxx from the source code. For more information, go to:
ca: Si el vostre sistema operatiu no està en aquesta llista, aleshores és possible que us calgui compilar el Mixxx a partir del codi font. Per a més informació, aneu a:
fr: Si votre système d'exploitation n'est pas listé ici, alors il est probable que vous deviez compiler Mixxx à partir du code source. Pour de plus amples informations, consultez :
pt_br: Se o seu sistema operacional não está listado aqui, então provavelmente você terá que compilar o Mixxx do código fonte. Para mais informações, vá para:
ro: Dacă sistemul dumneavoastră de operare nu este listat aici, atunci va trebui să compilați Mixxx din codul sursă. Pentru mai multe informații, mergeți la:

source: Where to go from here?
ca: Quins són els passos a seguir a partir d'aquí?
fr: Que faire à partir de là ?
pt_br: Para onde ir a partir daqui?
ro: Unde să mergem de aici?

source: :doc:`Set up your audio devices and controllers <setup>`
ca: :doc:`Configureu els vostres dispositius i controladors d'àudio <setup>`
fr: :doc:`Configurer vos périphériques audio et vos contrôleurs <setup>`
pt_br: doc:`Configurar os seus dispositivos de áudio e controladores <setup>`

source: :doc:`Open Mixxx and start importing your audio files <djing_with_mixxx>`
ca: :doc:`Obriu el Mixxx i comenceu a importar els vostres fitxers d'àudio <djing_with_mixxx>`
fr: :doc:`Ouvrir Mixxx et commencer à importer vos fichiers audio <djing_with_mixxx>`
pt_br: :doc:`Abrir o Mixxx e começar a importar o seus arquivos de áudio <djing_with_mixxx>`

source: :doc:`Get familiar with the Mixxx user interface <user_interface>`
ca: :doc:`Familiaritzeu-vos amb la interfície del Mixxx <user_interface>`
fr: :doc:`Se familiariser avec l'insterface utilisateur de Mixxx <user_interface>`
pt_br: :doc:`Se familiarize com a interface do usuário do Mixxx <user_interface>`
