Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/introduction.po
Languages: ca, fr, pt_br

source: This is to simplify the business of choosing commands in menus. In this example, the instruction means “Open the *Library* menu at the top of the application window and then choose the *Add new Playlist* command”.
ca: Això és per simplificar la lògica de seleccionar comandes dels menús. En aquest exemple, la instruccío significa “Obre el menú *Biblioteca* a la part superior de la finestra i seleccioneu la opció "Afegeix una nova llista de reproducció”.
fr: Il s'agit du choix d'une commande dans les menus. Dans cet exemple, cette instruction indique “Ouvrez le menu *Bibliothèque* en haut de la fenêtre de l'application puis choisissez la commande *Créer une nouvelle liste de lecture*”.
pt_br: Isso é para simplificar o trabalho de escolher comandos nos menus. Nesse exemplo, a instrução diz "Abra o menu *Biblioteca* no topo da janela e então escolha o comando *Criar Nova Lista de Reprodução*".

source: :guilabel:`Apply`
ca: :guilabel:`Aplica`
fr: :guilabel:`Appliquer`
pt_br: :guilabel:`Aplicar`

source: This is used to indicate a certain area of the :term:`GUI`, including button labels, tabs, checkboxes, field names, values in selection lists etc. .
ca: Això s'utilitza per indicar una certa àrea de la :term:`GUI`, incloent botons, etiquetes, pestanyes, seleccions, camps de text, valors en llistes, etc.
fr: Est utilisé pour indiquer une zone de la :term:`GUI`, comme un bouton, un onglet , une case à cocher, le nom d'un champ ou une valeur dans une liste de sélection, etc...
pt_br: Isto é usado para indicar uma certa área do :term:`GUI`, incluindo rótulos dos botões, abas, checkboxes, caixas de texto, valores nas listas de seleção, etc.

source: :kbd:`STRG` + :kbd:`G`
fr: :kbd:`CTRL` + :kbd:`G`
pt_br: :kbd:`Ctrl` + :kbd:`G`

source: This is used to mark a keystroke, or a sequence of keystrokes. In this example, you would have to hold down the *STRG* key, then to press *G*.
ca: Això s'utilitza per indicar la pulsació d'una o més tecles tecles. En aquest exemple, caldria prémer la tecla *STRG* i sense deixar-la, prémer *G*.
fr: Est utilisé pour indiquer une touche ou une séquence de touches. Dans cet exemple, vous devez presser et maintenir la touche *CTRL* enfoncée, puis appuyer sur la touche *G*.
pt_br: Isso é usado para marcar o pressionamento de uma tecla, ou uma sequência de teclas. Neste examplo, você teria que segurar a tecla *Ctrl*, e então pressionar *G*.

source: Links to external websites are marked like this.
ca: Els enllaços a llocs web externs es marquen d'aquesta manera.
fr: Les liens vers des sites externes sont indiqués de la sorte.
pt_br: Links para sites externos são marcados assim.

source: Important information in this manual are highlighted like this:
ca: La informació important en aquest manual està remarcada així:
fr: Les informations importantes de ce manuel sont présentées de cette façon :
pt_br: Informações importantes nesse manual são destacadas assim:

source: For anything that should receive a bit more attention.
ca: Per a qualsevol cosa que hagi de rebre una mica més d'atenció
fr: Tout ce qui nécessite un peu plus d'attention.
pt_br: Para qualquer coisa que merece um pouco mais de atenção.

source: For supplementary information that lightens the work load.
ca: Per a informació suplementària que alleugereix la càrrega de treball.
fr: Pour les informations complémentaires qui permettent de diminuer la charge de travail.
pt_br: Para informação suplementar que clareia o trabalho.

source: For references to other documents or websites if they need special attention.
ca: Per a referències a altres documents o llocs web si necessiten especial atenció.
fr: Pour les références à d'autres documents ou sites web s'ils nécessitent une attention particulière.
pt_br: Para referências para outros documentos ou sites se eles precisarem de atenção especial.

source: For anything that needs to be done with caution.
ca: Per qualsevol cosa que calgui fer amb cura.
fr: Tout ce qui doit être fait avec précaution.
pt_br: Para qualquer coisa que precisa ser feita com cautela.

source: Improving the Manual
ca: Millorem el manual
fr: Améliorer le manuel
pt_br: Melhorando o Manual

source: **Send Feedback**: If you have comments, corrections or suggestions regarding the manual, `write us an email <feedback@mixxx.org?subject=Mixxx-Manual>`_.
ca: **Envia comentaris**: Si teniu comentaris, correccions o suggerències sobre el manual, `escriviu-nos un correu <feedback@mixxx.org?subject=Mixxx-Manual>`_. (És possible que ho hagueu d'escriure en anglès)
fr: **Envoyer un retour**: Si vous avez des commentaires, corrections ou suggestions à propos de ce manuel, `envoyez nous un mail <feedback@mixxx.org?subject=Mixxx-Manual>`_.
pt_br: **Nos mande comentários**: Se você tiver comentários, correções ou sugestões para o manual, `nos escreva um email <feedback@mixxx.org?subject=Mixxx-Manual>`_.

source: **Get the Source Code**: To download the source code for the Mixxx manual, go to: `<https://github.com/mixxxdj/manual>`_
ca: **Obteniu el codi font**: Per a descarregar el codi font del manual de Mixxx, aneu a: `<https://github.com/mixxxdj/manual>`_
fr: **Téléchargez le code source**: Pour télécharger le code source du manuel de Mixxx, consultez : `<https://github.com/mixxxdj/manual>`_
pt_br: **Pegue o Código Fonte**: Para baixar o código fonte para o manual do Mixxx, vá para: `<https://github.com/mixxxdj/manual>`_

source: Additional Resources
ca: Recursos addicionals
fr: Ressources Complémentaires
pt_br: Recursos Adicionais

source: Got questions? Need more information? Want to :ref:`contribute <contributing>` ? There are a variety of other resources you can use to find out more.
ca: Teniu cap pregunta? Necessiteu més informació? Voleu :ref:`contribuir <contributing>`? Hi ha una varietat de recursos que podeu utilitzar per saber-ne més.
fr: Vous avez des questions ? Besoin d'informations complémentaires ? Vous voulez :ref:`contribuer <contributing>` ? Il existe de nombreuses autres ressources que vous pouvez utiliser pour en savoir davantage.
pt_br: Tem perguntas? Precisa de mais informação? Quer :ref:`contribuir <contributing>` ? Aqui há vários recursos que você pode usar para saber mais.

source: **Mixxx Website**: For general information and updates, as well as the latest news on Mixxx, go to: `<http://mixxx.org>`_
ca: **Lloc web de Mixxx**: Per informació general i actualitzacions, aixo com les últimes novetats sobre Mixxx, aneu a: `<http://mixxx.org>`_
fr: **Site web de Mixxx** : Pour des informations générales et des mises à jour, ainsi que les dernières informations sur Mixxx, consultez : `<http://mixxx.org>`_
pt_br: **Site do Mixxx*: Para informações gerais e atualizações, e também as últimas notícias, vá para `<http://mixxx.org>`_

source: **Mixxx Support Websites**: To get support from the Mixxx wiki, IRC channel or Developer mailing list, go to: `<http://mixxx.org/support>`_
ca: **Llocs de suport de Mixxx**: Per a obtenir suport de la Vikipèdia del Mixxx, el canal IRC, o la llista de distribució de desenvolupament, visiteu: `<http://mixxx.org/support>`_
fr: **Les sites de support de Mixxx**: Pour obtenir du support à partir du wiki Mixxx, du canal IRC ou de la mailing list des développeurs, visitez : `<http://mixxx.org/support>`_
pt_br: **Sites de Suporte do Mixxx**: Para conseguir suporte da Wiki do Mixxx, canal do IRC ou lista de correspondência dos desenvolvedores, vá para: `<http://mixxx.org/support>`_

source: **Mixxx Community Forums**: To search for answers, post your question or answer other DJ's questions, go to: `<http://mixxx.org/forums>`_
ca: **Forums de la comunitat de Mixxx**: Per cercar respostes, fer les vostres preguntes, o respondre les preguntes d'altres, aneu a: `<http://mixxx.org/forums>`_
fr: **Les forums communautaires Mixxx** : Pour trouver des réponses, poser votre question ou répondre aux questions d'autres DJ, rendez-vous sur : `<http://mixxx.org/forums>`_
pt_br: **Forums da Comunidade do Mixxx**: Para procurar por respostas, postar sua questão ou responder a questão de outros DJs, vá para: `<http://mixxx.org/forums>`_

source: **Mixxx Source Code**: To download the source code for Mixxx, go to: `<https://github.com/mixxxdj/mixxx>`_
ca: **Codi font del Mixxx**: Per a descarregar el codi font del Mixxx, aneu a: `<https://github.com/mixxxdj/mixxx>`_
fr: **Code source de Mixxx**: Pour télécharger le code source de Mixxx, visitez : `<https://github.com/mixxxdj/mixxx>`_
pt_br: **Código Fonte do Mixxx**: Para baixar o código fonte do MIxxx, vá para: `<https://github.com/mixxxdj/mixxx>`_

source: **Mixxx Bug Tracker**: To report a bug or request a feature, go to: `<https://bugs.launchpad.net/mixxx>`_
ca: **Registre d'errors del Mixxx**: Per a reportar un error o demanar una característica, aneu a: `<https://bugs.launchpad.net/mixxx>`_
fr: **Mixxx Bug Tracker**: Pour rapporter un bug ou demander une fonctionnalité, consultez : `<https://bugs.launchpad.net/mixxx>`_
pt_br: **Perseguidor de Bugs do Mixxx**: Para relatar um bug ou um pedir um recurso, vá para: `<https://bugs.launchpad.net/mixxx>`_

source: **Mixxx Translations**: To translate Mixxx and promote your mother tongue, go to: `<https://www.transifex.com/mixxx-dj-software/public/>`_ . Please read the `Translation FAQ <http://mixxx.org/wiki/doku.php/internationalization>`_ first.
ca: **Traduccions del Mixxx**: Podeu traduïr el Mixxx i promoure la vostra llengua materna, aneu a: `<https://www.transifex.com/mixxx-dj-software/public/>`_ (en anglès). Consulteu abans les `PMF de les traduccions <http://mixxx.org/wiki/doku.php/internationalization>`_ (Preguntes Mes Freqüents. en anglès).
fr: **Traductions de Mixxx**: Pour traduire Mixxx et promouvoir votre langue maternelle, allez sur `<https://www.transifex.com/mixxx-dj-software/public/>`_ . Lisez d'abord la ` FAQ des traductions<http://mixxx.org/wiki/doku.php/internationalization>`_ s'il vous plaît

source: **Social Media**: Follow us on `Twitter <https://twitter.com/mixxxdj>`_ , `Facebook <https://www.facebook.com/pages/Mixxx-DJ-Software/21723485212>`_ , and `Google+ <https://plus.google.com/+mixxx/posts>`_ .
ca: **Xarxes socials**: Seguiu-nos a `Twitter <https://twitter.com/mixxxdj>`_ , `Facebook <https://www.facebook.com/pages/Mixxx-DJ-Software/21723485212>`_ , i `Google+ <https://plus.google.com/+mixxx/posts>`_ .
fr: **Réseaux sociaux**: Suivez nous sur `Twitter <https://twitter.com/mixxxdj>`_ , `Facebook <https://www.facebook.com/pages/Mixxx-DJ-Software/21723485212>`_ , et `Google+ <https://plus.google.com/+mixxx/posts>`_ .
pt_br: **Mídia Social**: Siga-nos no`Twitter <https://twitter.com/mixxxdj>`_ , `Facebook <https://www.facebook.com/pages/Mixxx-DJ-Software/21723485212>`_ , e `Google+ <https://plus.google.com/+mixxx/posts>`_ .
