Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/introduction.po
Languages: ca, fr, pt_br

source: Introduction to Mixxx
ca: Introducció al Mixxx
fr: Introduction à Mixxx
pt_br: Introdução ao Mixxx

source: Mixxx allows you to perform live DJ mixes with your digital music collection. It helps you rock the party with MIDI controllers, vinyl turntables, or even just your keyboard.
ca: El Mixxx és una aplicació que us permet mesclar en directe la vostra col·lecció de música mitjançant controladors MIDI, tocadiscs o fins i tot només el teclat del vostre ordinador.
fr: Mixxx vous permet de réaliser des mix de DJ avec votre collection de musique numérique. Il vous aide à animer vos soirées avec des contrôleurs MIDI, des platines vinyle ou simplement votre clavier.
pt_br: O Mixxx permite que você realize mixagens de DJ ao vivo com a sua coleção de música digital. Ele te ajuda a agitar a festa com controladores MIDI, toca-discos de vinil, ou só o seu teclado.

source: Mixxx is used by professional DJs and bedroom DJs alike. It is designed by an international team of volunteer DJs who want to bring the joy of DJing to everyone. The project is non-profit, open-source and community driven. Together and with your help we aim to build the best DJ software ever created.
ca: El Mixxx l'utilitzen discjòqueis tan professionals com aspirants. El desenvolupa un equip internacional de discjòqueis voluntaris que tenen la missió d'oferir el plaer de punxar a tothom. El Mixxx és un projecte sense ànim de lucre, de codi obert i liderat per la comunitat. Juntament amb la vostra ajuda aspirem a desenvolupar el millor programa de DJ.
fr: Mixxx est utilisé par des DJ professionnels aussi bien que par des DJ occasionnels. Il est conçu par une équipe internationale de DJ bénévoles qui souhaitent permettre à tout le monde de découvrir la joie du mixage. C'est un projet à but non lucratif, libre et piloté par la communauté. Ensemble et avec votre aide, nous ambitionnons de construire le meilleur logiciel pour DJ jamais conçu.
pt_br: O Mixxx é usado por DJs profissionais e DJs de quarto igualmente. Ele é projetado por uma equipe internacional de DJs voluntários que querem trazer a alegria de ser um DJ para todo mundo. O projeto é sem fins lucrativos, de código aberto e dirigido pela comunidade. Unidos e com sua ajuda nós queremos criar o melhor software de DJ já criado.

source: Mixxx Features
ca: Característiques del Mixxx
fr: Fonctionnalités de Mixxx
pt_br: Recursos do Mixx

source: **4 Decks**: Each deck features a scratchable, scrolling waveform that marks beats and cue points, along with a whole-song waveform overview for quick seeking.
ca: **4 Plats**: Cada plat té un gràfic d'ona que es desplaça i permet fer scratch, on es mostren les barres de ritme i els punts cue, a més a més d'un gràfic d'ona de la pista completa, per a poder anar a una posició ràpidament.
fr: **4 Platines**: Chaque platine comprend une forme d'onde, qu'on peut scratcher ou faire défiler et qui marque les battements et les points de repère, ainsi qu'une vue d'ensemble de la forme d'onde de la piste entière pour une recherche rapide.

source: **Advanced Controls**: Change playback with time stretching, and loop beat segments.
ca: **Controls avançats**: Altera la reproducció reduïnt la velocitat sense canviar la tonalitat o utilitza bucles acotats a tocs.
fr: **Contrôles avancés** : Modifiez la lecture en étirant le temps, formez des boucles de segments rythmiques.
pt_br: **Controles Avançados**: Mude a reprodução com mudanças no tempo, ou loops de batida.

source: **Sampler Decks**: Perfect for dropping that vocal sample or airhorn.
ca: **Reproductors de mostres**: Perfecte per afegir aquella veu o botzina.
fr: **Platines d’échantillonnage** : Parfait pour vos samples de voix ou de corne de brume
pt_br: **Decks de Sampler**: Perfeitos para tocar um sample vocal ou uma buzina de ar.

source: **External Library Integration**: Use your playlists and songs from iTunes, Traktor, Rhythmbox, and Banshee.
ca: **Integració amb biblioteques externes**: Utilitzeu les vostres llistes de reproducció i cançons del iTunes, Traktor, Rhythmbox i Banshee.
fr: **Intégration des bibliothèques externes**: Utilisez vos listes de lecture et chansons de iTunes, Traktor, Rhthmbox et Banshee.

source: **BPM Detection and Sync**: Instantly detect and sync the tempo of your songs.
ca: **Detecció de BPM i sinc**: Detecta i sincronitza al moment el tempo de les cançons.
fr: **Détection de tempo et synchronisation** : Détectez instantanément et synchronisez le tempo de vos morceaux.
pt_br: **Detecção de BPM e Sincronização**: Detecte instantaneamente e sincronize o tempo de suas músicas.

source: **DJ Controller Support**: Control your DJ mixes with MIDI/HID controllers.
ca: **Suport de controladors de DJ**: Controleu les vostres sessions amb controladors MIDI/HID.
fr: **Support des contrôleurs DJ** : Contrôlez vos mixes avec des contrôleurs MIDI/HID.
pt_br: **Suporte a Controladores de DJ**: Controle as suas mixagens com controladores MIDI/HID.

source: **Timecode Support**: Use a real turntable or DJ-CD player as a controller.
ca: **Suport de codis de temps**: Utilitzeu un tocadiscs real o un reproductor de CD com a controlador.
fr: **Support timecode** : Utilisez une platine réelle ou un lecteur DJ-CD comme contrôleur.
pt_br: **Suporte a Timecode**: Use um toca-discos de verdade ou um CDJ como controlador.

source: **Live Broadcasting**: Start a radio station and stream your mixes live over the Internet.
ca: **Emissió en viu**: Posa en marxa una estació de radio i emet les teves sessions en viu per Internet.
fr: **Diffusion en direct" : Lancez une station radio et diffusez vos mixes en direct sur internet.
pt_br: **Transmissão Ao Vivo**: Comece uma estação de rádio e transmita suas mixagens ao vivo pela Internet.

source: **Powerful Mixing Engine**: Supports various file formats, custom EQ shelves, recording, etc.
ca: **Motor de mescla potent**: Té suport per a diferents formats d'àudio, filtres d'equalització personalitzables, pot enregistrar la mescla, i més.
fr: **Moteur de mixage puissant** : Supporte de nombreux formats de fichiers, les bancs d'égalisation personnalisables, l'enregistrement, etc...
pt_br: **Mecanismo de Mixagem Poderoso**: Suporta vários formatos de arquivo, seções de EQ personalizadas, gravações,, etc.

source: **Automatic Mixing**: Create a quick playlist and let Auto DJ take over.
ca: **Mescla automàtica**: Creeu una llista ràpida i deixeu al DJ automàtic que faci la feina.
fr: **Mixage automatique** : Créez rapidement une liste de lecture et laissez Auto DJ faire le reste.
pt_br: **Mixagem Automática**: Crie uma lista de reprodução rápida e deixe o Auto DJ assumir o controle.

source: **Microphone Input**: Drop vocals or give shoutouts on the air.
ca: **Entrada de micròfon**: Afegiu veu o digueu alguna cosa al públic.
fr: **Entrée Microphone**: Lâchez un texte ou faites des dédicaces à l'antenne.
pt_br: **Entrada do Microfone**: Fale com o seu público.

source: New in Mixxx |version|
ca: Nou al Mixxx |version|
fr: Nouveautés dans Mixxx |version|
pt_br: Novo no Mixxx |version|

source: 4 decks
ca: 4 plats
fr: 4 platines

source: Master sync
ca: Sincronització mestra (Master sync)
fr: Synchronisation principale
pt_br: Sincronização mestre

source: Color-coded waveforms showing the frequencies in tracks
ca: Gràfics d'ona en en colors per a indicar les frequències del so a les pistes.
fr: Des formes d'onde avec un code couleur indiquent les fréquences dans les pistes

source: Key detection and pitch shifting (independent of tempo) for harmonic mixing
ca: Detecció de clau musical i alteració del to (independentment del tempo) per a mescles harmòniques
fr: Détection de tonalité et modification de hauteur (indépendante du tempo) pour un mixage harmonique

source: Choice of traditional, OpenKey, Lancelot, and custom key notations
ca: Opció de diferents notacions musicals, com la tradicional, OpenKey, Lancelot o personalitzada
fr: Un choix parmi les notations traditionnelles, OpenKey, Lancelot et personnalisées

source: 4 effect units with built-in effects
ca: 4 seccions d'efectes amb una selecció d'efectes incorporats
fr: 4 unités d'effets internes

source: Controller mapping :term:`GUI`
ca: :term:`Interfície <GUI>` de configuració dels controladors
fr: Affectation des contrôleurs :term:`GUI`

source: Resizable skins
ca: Aparences de mida variable
fr: Thèmes redimensionnables

source: Beat jumping and loop move
ca: Fer salts definits en tocs i moure els bucles
fr: Saut de battement et déplacement de boucle
pt_br: Pular batidas e mover loops

source: Multiple library folders
ca: Múltiples carpetes de Biblioteca
fr: Répertoires de bibliothèque multiples
pt_br: Multiplos diretórios de biblioteca

source: Hierarchical library sorting
ca: Ordenació jeràrquica de la biblioteca
fr: Classement hiérarchique de la bibliothèque

source: Cover/album art support
ca: Suport de caràtules
fr: Prise en charge des jaquettes/couvertures d'album

source: Vinyl passthrough mode to switch between control vinyl and music vinyl
ca: Pas d'àudio del control de vinil per utilitzar tant discs de control com discs de música
fr: Mode vinyle passthrough pour basculer entre un vinyle de contrôle et un vinyle de musique

source: Auxiliary inputs that pass through to the master mix
ca: Entrades d'àudio auxiliars que es mesclen directament a la sortida mestra
fr: Entrées auxiliaires qui passent directement vers le mix principal

source: Mono output and input support
ca: Suport per a entrades i sortides mono
fr: Prise en charge des entrées et sorties mono

source: Improved support for using multiple sound cards
ca: Suport millorat per a l'ús de múltiples targetes de so
fr: Prise en charge améliorée de l'utilisation simultanée de plusieurs cartes son

source: Over 100 other performance, quality and usability improvements
ca: Més de 100 millores de rendiment, qualitat i usabilitat
fr: Plus de 100 autres améliorations sur les performances, la qualité et l'utilisation

source: For a full list of features go to: `<http://mixxx.org/features/>`_
ca: Per a una llista completa de les característiques aneu a: `<http://mixxx.org/features/>`_
fr: Pour une liste complète des fonctionnalités, consultez : `<http://mixxx.org/features/>`_
pt_br: Para uma lista completa de recursos vá para `<http://mixxx.org/features/>`_, em inglês

source: For an overview of the new features, go to: `<http://mixxx.org/whats-new-in-mixxx-2-0>`_
ca: Per a un resum de les noves característiques, aneu a : `<http://mixxx.org/whats-new-in-mixxx-2-0>`_ (en anglès)
fr: Pour un aperçu des nouvelles fonctionnalités, voir `<http://mixxx.org/whats-new-in-mixxx-2-0>`_

source: For a full list of new features and bugfixes, go to: `https://launchpad.net/mixxx/2.0.0 <https://launchpad.net/mixxx/+milestone/2.0.0>`_
ca: Per a una llista detallada dels canvis i correccions, aneu a: `https://launchpad.net/mixxx/2.0.0 <https://launchpad.net/mixxx/+milestone/2.0.0>`_ (en anglès)
fr: Pour une liste complète des nouvelles fonctionnalités et correctifs de bugs, voir `https://launchpad.net/mixxx/2.0.0 <https://launchpad.net/mixxx/+milestone/2.0.0>`_

source: For an overview of previous changes, go to :ref:`appendix-version-history`.
ca: Per a un cop d'ull als canvis anteriors, aneu a :ref:`appendix-version-history`
fr: Pour un aperçu des précédents changements, consultez : :ref:`appendix-version-history`.
pt_br: Para uma visão geral das mudanças anteriores, vá para :ref:`appendix-version-history`.

source: System Requirements
ca: Requeriments de sistema
fr: Pré-requis système
pt_br: Requisitos do Sistema

source: Mixxx is available for Windows, Mac OS X and GNU/Linux. Mixxx is designed to use very few system resources, but the Mixxx Development Team suggests these minimum requirements for having a great experience with Mixxx:
ca: El Mixxx està disponible per a Windows, Mac OS X, i GNU/Linux. El Mixxx s'ha dissenyat per a utilitzar pocs recursos, però l'equip de Desenvolupadors del Mixxx suggereix aquests requeriments mínims per tenir una bona experiència:
fr: Mixxx est disponible pour Windows, Mac OS X et GNU/Linux. Mixxx est conçu pour utiliser très peu de ressources, mais l'équipe de développement de Mixxx vous suggère ces pré-requis minimum pour obtenir la meilleure expérience avec Mixxx.
pt_br: O Mixxx está disponível para Windows, Mac OS X e GNU/Linux. O Mixxx foi projeado para usar poucos recursos do sistema, porém a Equipe de Desenvolvimento do Mixxx recomenda esses requerimentos mínimos para ter uma boa experiência com o Mixxx:

source: A 2GHz or faster CPU
ca: Una CPU de 2GHz o més
fr: Un processeur 2GHz ou supérieur
pt_br: Um processador de 2GHz ou mais rápido

source: At least 1GB of RAM
ca: Almenys 1GB de RAM
fr: Au moins 1 Go de RAM
pt_br: Pelo menos 1GB de RAM

source: A soundcard with 2 stereo audio outputs (4 mono output channels)
ca: Una targeta de so amb 2 sortides estèreo (4 canals de sortida mono)
fr: Une carte son avec 2 sorties audio stéréo (4 canaux de sorties mono)

source: The EQs can be disabled to save CPU usage. Using this feature, Mixxx can be used with an external mixer and a less powerful computer such as a netbook.
ca: Es pot desactivar la equalització per reduïr l'ús de CPU. Això és útil si s'utilitza el Mixxx amb un mesclador extern i un ordinador poc potent, com un netbook.
fr: Les égaliseurs peuvent être désactivés pour économiser des ressources processeur. Dans ce cas, Mixxx peut être utilisé avec une table de mixage externe et un ordinateur moins puissant comme un netbook.

source: About the Mixxx Project
ca: Sobre el projecte Mixxx
fr: À propos du Projet Mixxx
pt_br: Sobre o Projeto Mixx

source: Mixxx is designed by an international team of volunteer DJs who want to bring the joy of DJing to everyone. The project is non-profit, open-source and community driven. Together and with your help we aim to build the best DJ software ever created.
ca: El Mixxx està dissenyat per un equip internacional de DJs voluntaris que volen oferir l'alegria de fer de DJ a tothom. És un projecte sense ànim de lucre, de codi obert i conduït per la comunitat. Entre tots i amb la vostra ajuda esperem construir la millor aplicació de DJ que s'ha fet mai.
fr: Mixxx est conçu par une équipe internationale de DJ bénévoles qui souhaitent permettre à tout le monde de découvrir la joie du mixage. C'est un projet à but non lucratif, libre et piloté par la communauté. Ensemble et avec votre aide, nous ambitionnons de construire le meilleur logiciel pour DJ jamais conçu.
pt_br: O Mixxx é projetado por uma equipe internacional de DJs voluntários que querem trazer a alegria de ser um DJ para todo mundo. O projeto é sem fins lucrativos, de código aberto e dirigido pela comunidade. Unidos e com sua ajuda, nós queremos construir o melhor software de DJ já criado.

source: Mixxx started as an open-source project because of demand for DJing software on Linux, and discontent with proprietary DJ software on Windows and Mac OS X. Today, Mixxx development is driven by the simple idea that together we can create a better way to DJ, and that has brought Mixxx to the cutting edge.
ca: El Mixxx va començar com un projecte de codi obert perquè hi havia una necessitat d'aplicacions per fer de DJ en Linux, i pel descontentament amb el programari de DJ propietari existent a Windows i Mac OS X. Avui, el desenvolupament de Mixxx es mou amb la simple idea de que junts podem aconseguir una forma millor de punxar, i això ha fet del Mixxx una aplicació puntera.
fr: Mixxx a démarré comme projet open-source en raison de la demande pour un logiciel de mixage sous linux et du mécontentement envers les logiciels de mixage propriétaires sous Windows et Max OS X. Aujourd'hui, le développement de Mixxx est porté par la simple idée qu'ensemble nous pouvons créer une meilleure façon de mixer, et cela a amené Mixxx à la pointe.
pt_br: O Mixxx começou como um projeto de código aberto por causa da demanda de um software de DJ no Linux, e o descontentamento com software de DJ de corporações no Windows e no Mac OS X. Hoje, o desenvolvimento do Mixxx é dirigido pela simples ideia de que juntos nós podemos criar uma maneira melhor de ser DJ, e isso trouxe o Mixxx para o topo.

source: Mixxx is the only free cross-platform vinyl control software and has the most advanced MIDI/HID controller support via our innovative JavaScript-based scripting engine. We are continuing to pursue new and exciting features that give DJs more tools to create better live mixes.
ca: El Mixxx és la única aplicació de control de vinil lliure i multi-plataforma, i té el suport per a controladors MIDI/HID més avançat gràcies al nostre innovador motor basat en Javascript. Continuem cercant noves i excitants característiques que donin als DJs més eines per fer millors sessions en viu.
fr: Mixxx est le seul logiciel libre de contrôle vinyl multi-plateforme et dispose du support de contrôleurs MIDI/HID le plus avancé via notre moteur de script innovant basé sur javascript. Nous recherchons constamment de nouvelles fonctionnalités pour donner aux DJ un maximum d'outils en vue de créer les meilleurs mixes live.
pt_br: O Mixxx é o único software de controle por vinil multi-plataforma e tem o mais avançado suporte à controladores MIDI/HID pelo nosso mecanismo baseado em Javascript. Nós continuamos à criar novos e emocionantes recursos que dão aos DJs mais ferramentas para criar mixagens ao vivo melhores.

source: Project History
ca: Història del projecte
fr: Historique du projet
pt_br: História do Projeto

source: Mixxx was originally created in 2002 as part of a PhD thesis on new interfaces for DJing by Tue Haste Andersen. After releasing the project as open source, dozens of contributors began modifying and improving Mixxx.
ca: El Mixxx va ser creat originalment al 2002 com a part d'una tesis doctoral en noves interfícies per a fer de DJ per en Tue Haste Andersen. Després de distribuir el projecte com a codi obert, desenes de contribuidors van començar a modificar i millorar el Mixxx.
fr: Mixxx a été initialement créé en 2002 dans le cadre d'une thèse de doctorat sur de nouvelles interfaces pour mixer par Thue Haste Andersen. Après que le projet eut été rendu disponible en open source, des dizaines de contributeurs commencèrent à modifier et améliorer Mixxx.
pt_br: O Mixxx foi originalmente criado em 2002 como parte da tese de PhD em interfaces novas para DJs por Tue Haste Andersen. Depois de lançar o projeto como código aberto, dezenas de contribuidores começaram a modificar e melhorar o Mixxx.

source: In 2006, a new development team lead by Adam Davison and Albert Santoni began reorganizing the project to ensure smooth growth of both the code-base and the number of contributors. A renewed focus on usability and stability has helped Mixxx grow to become the most popular free DJ software in the world, receiving over 1,000,000 downloads annually. Our committed team has worked hard to create great DJ software, and this growth is a sign of our success.
ca: Al 2006, un nou equip de desenvolupadors liderat per Adam Davison i Albert Santoni van començar a reorganitzar el projecte, per assegurar un creixement sostingut, tant del codi base com del nombre de contribuidors. Un focus renovat en la usabilitat i la estabilitat han ajudat al Mixxx créixer fins a ser l'aplicació de DJ gratuïta més popular al món, rebent més d'1.000.000 de descàrreges anualment. El nostre equip entregat ha treballat dur per crear una gran aplicació de DJ, i aquest creixement és una senyal del nostre èxit.
fr: En 2006, une nouvelle équipe de développement menée par Adam Davidson et Albert Santoni commença à réorganiser le projet pour faciliter la croissance à la fois du code et du nombre de contributeurs. L'accent mis à nouveau sur la facilité d'utilisation et la stabilité ont permis à Mixxx de devenir le logiciel libre pour DJ le plus populaire au monde, avec plus de 1 000 000 de téléchargements annuels. Notre équipe dévouée a travaillé dur pour créer un excellent logiciel pour DJ, et cette croissance est le signe de notre succès.
pt_br: Em 2006, uma nova equipe de desenvolvimento guiada por Adam Davison e Albert SAntoni começou a reorganizar o projeto para que ele crescesse de fomra suave em sua base de códigos e número de contribuidores. Um foco renovado em usabilidade e estabilidade ajudou o Mixxx a crescer para se tornar o mais popular software de DJ gratuito do mundo, recebendo mais de 1.000.000 de downloads anualmente. A nossa equipe tem trabalhado duro para criar um software de DJ excelente, e esse crescimento é um sinal do nosso sucesso.

source: In 2011, RJ Ryan took over as Lead Developer to successfully continue the team's endeavor to make Mixxx a world-class DJ software.
ca: Al 2011, RJ Ryan va agafar el lideratge del projecte per continuar exitosament l'esforç de fer del Mixxx una aplicació de classe mundial.
fr: En 2011, RJ Ryan a repris la charge de développeur principal afin de poursuivre avec succès l'effort de l'équipe pour faire de Mixxx un logiciel de DJing de classe mondiale.
pt_br: Em 2011, RJ Ryan assumiu como Desenvolvedor Líder para continuar com sucesso o esforço da equipe para fazer o Mixxx um software de DJ de classe mundial.

source: As our user community grows, so does our development team - Over 150 developers, artists, and translators have helped create Mixxx!
ca: Mentre la nostra comunitat d'usuaris creix, també ho fan el nostre equip de desenvolupadors - Més de 150 desenvolupadors, artistes i traductors han ajudat a crear el Mixxx!
fr: L'accroissement de notre communauté d'utilisateurs s'accompagne d'un accroissement de notre équipe de développement - Plus de 150 développeurs, artistes et traducteurs ont aidé à créer Mixxx !
pt_br: Com o crescimento da nossa comunidade de usuários, também cresce a nossa equipe de desenvolvimento - Mais de 150 desenvolvedores, artistas e tradutores já ajudaram a criar o Mixxx!

source: About the Mixxx Manual
ca: Sobre el manual de Mixxx
fr: À Propos du Manuel de Mixxx
pt_br: Sobre o Manual do Mixx

source: Some effort has been made to present the material in a way that is neither too technical nor too dumbed-down. Take some time to look through it and you'll find lots of hints that will enhance both your enjoyment and your productivity.
ca: S'ha fet un esforç per presentar un material de manera que no sigui ni massa tècnic, ni massa simple. Preneu-vos un temps per mirar-vos la documentació i trobareu moltes suggerències que us ajudaran a millorar la vostra satisfacció i la vostra productivitat.
fr: Des efforts ont été faits pour vous présenter un manuel qui ne soit à la fois pas trop technique ni trop simpliste. Prenez le temps de le parcourir et vous trouverez de nombreuses astuces qui amélioreront à la fois votre plaisir et votre productivité.
pt_br: Algum esforço foi feito para apresentar esse material em uma maneira que não é nem muito técnica ou muito ignorante. Tome algum tempo para olhar por ele e você vai encontrar muitas dicas que vão melhorar tanto o seu divertimento como a sua produtividade.

source: Through the manual you'll find text formatted like this:
ca: En el manual, trobareu texts amb el següent format:
fr: Tout au long de ce manuel, vous trouverez du texte formaté de la façon suivante :
pt_br: Pelo manual você vai encontrar texto assim:

source: :menuselection:`Library --> Add new Playlist`
ca: :menuselection:`Biblioteca -> Afegeix una nova llista de reproducció`
fr: :menuselection:`Bibliothèque --> Créer une nouvelle liste de lecture`
pt_br: :menuselection:`Biblioteca --> Criar Nova Lista de Reprodução`
