Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: ca, pt_br

source: **Duplicate**: Just like playlists you can duplicate an existing crate. Select the crate you would like to duplicate, choose :guilabel:`Duplicate Crate`, name the new crate and click :guilabel:`OK`.
ca: **Duplica**: Igual que amb les llistes de reproducció, també podeu duplicar una caixa existent. Seleccioneu la caixa a duplicar, trieu :guilabel:`Duplica`, indiqueu el nou nom i feu clic en :guilabel:`Acceptar`.
pt_br: **Duplicar**: Como nas listas de reprodução, você pode duplicar uma caixa existente. Selecione a caixa que você quer duplicar, escolha :guilabel:`Duplicar Caixa`, nomeie a nova caixa e clique :guilabel:`OK`.

source: **Remove**: Removes an unlocked crate. Tracks in the crate are still available in the library for later use.
ca: **Elimina**: Elimina una caixa no bloquejada. Les pistes de la caixa segueixen estant disponibles a la Biblioteca.
pt_br: **Remover**: Remove uma caixa destravada. As faixas na caixa ainda vão estar disponíveis na biblioteca para uso futuro.

source: **Lock**: |ic_lib_locked| This icon indicates a locked crate. If a crate is locked, you cannot add tracks, rename or delete the crate. Choose :guilabel:`Unlock` from the context menu to unlock the crate.
ca: **Bloqueja els canvis**: La icona |ic_lib_locked| indica una caixa bloquejada. Quan una caixa es bloqueja, no s'hi poden afegir pistes, ni canviar el nom o esborrar la caixa. Trieu :guilabel:`Permet els canvis` des del menú contextual per a treure el bloqueig.
pt_br: **Travar**: |ic_lib_locked| Esse ícone indica uma caixa travada. Se uma caixa é travada, você não pode adicionar faixas, renomear ou deletar a lista de reprodução. Escolha :guilabel:`Destravar` no menu de contexto para destravar a caixa.

source: **AutoDJ Track Source**: Use this crate as a source for random tracks in AutoDJ.
ca: **Font de pistes per a DJ Automàtic**: Selecciona la caixa com a font de pistes aleatòries del DJ Automàtic.
pt_br: **Fonte de Faixas do AutoDJ**: Use esta caixa como fonte para faixas aleatórias no AutoDJ.

source: **Analyze entire crate**: Forces the analysis of the crate in the :ref:`Analyze <library-analyze>` view.
ca: **Analitza la caixa sencera**: Inicia l'anàlisi de les pistes de la caixa a la vista :ref:`Analitza <library-analyze>`.
pt_br: **Analisar Toda a Caixa**: Força uma análise da caixa na visualização :ref:`Analisar <library-analyze>`.

source: **Import crate**: Import tracks from an external playlist to a crate in various file formats.
ca: **Importa una caixa**: Importa les pistes d'una llista o caixa externa, d'entre diferents formats.
pt_br: **Importar Caixa**: Importa faixas de uma lista de reprodução externa para a caixa em vários formatos de arquivo.

source: **Export crate**: Export a crate in various file formats, such as :file:`m3u`, :file:`pls`, or :file:`csv`. Ideal for processing the data in other applications.
ca: **Exporta la caixa**: Exporta la caixa a diferents formats, com :file:`m3u`, :file:`pls` o :file:`csv`. Ideal per a processar les dades en altres aplicacions.
pt_br: **Exportar Caixa**: Exporta a caixa em vários formatos de arquivo, como :file:`m3u`, :file:`pls`, ou :file:`csv`. Ideal para processar os dados em outras aplicações.

source: Crates vs. Playlists
ca: Caixes o llistes de reproducció?
pt_br: Caixas vs. Listas de Reprodução

source: Crates are unordered collections of tracks. Unlike playlists, they cannot contain duplicate entries and do not support drag-and-drop within them.
ca: Les caixes són col·leccions no ordenades de pistes. A diferència de les llistes de reproducció, no poden tenir la mateixa pista més d'una vegada, i no es pot canviar l'ordre de les pistes.
pt_br: Caixas são coleções de faixas desordenadas. Ao contrário das listas de reprodução, elas não podem contêr entradas duplicadas e não suportam arrastagem dentro delas.

source: Playlists serve a limited purpose of keeping an ordered list of tracks. You can right-click a playlist to queue it to :ref:`Auto DJ <library-auto-dj>`, so in a sense you can “play” it.
ca: Les llistes de reproducció tenen com a objectiu mantenir l'ordre de les pistes que conté. Podeu fer clic amb el botó dret i posar-les a la cua del :ref:`DJ Automàtic <library-auto-dj>`, així que en certa manera, podeu “reproduir-les”.
pt_br: Listas de reprodução servem apenas para a proposta de manter uma lista de faixas ordenadas. Você pode clicar com o lado direito em uma lista de reprodução para colocar na fila do :ref:`Auto DJ <library-auto-dj>`, então de certo modo você pode "tocá-la".

source: Often DJs keep a playlist of favorites or plan a list of tracks they want to play at a party. In these cases they rarely care about the order since they will likely choose the order at the party based on the dance floor and mood and they certainly don't want duplicates. This is where crates come in. You can think of them like labels in GMail or Web 2.0 tags for your music.
ca: Tot sovint, els DJs desen llistes de reproducció amb pistes prefereides, o preparen les pistes que volen posar en una sessió. En aquests casos, l'ordre de les pistes no és important perquè el decidiran durant l'actuació segons l'ambient de la gent, i no té sentit tenir duplicats. Aquí és on les caixes tenen sentit. Són com les etiquetes del GMail, o Web 2.0, però per a la vostra música.
pt_br: Frequentemente DJs mantêm uma lista de reprodução de favoritas ou planejam uma lista de faixas que eles planejam tocar em uma festa. Nesses casos eles raramente se importam com a ordem porque eles geralmente vão escolher a ordem na hora da festa baseado na pista de dança e no humor e eles certamente não querem repetir músicas. É para isso que as caixas servem. Você pode enteder elas como etiquetas no GMail ou etiquetas Web 2.0 para a sua música.

source: On the other hand, if you want to specifically plan out a set and practice the transitions you might want to keep an ordering of tracks or repeat them (if you plan to mix a track back in later on) so in that situation you could use a playlist.
ca: Per altra banda, si teniu pensat un set concret i voleu practicar les transicions, potser us interessa mantenir un ordre, o poder repetir les pistes (per tornar a posar-ne una més endavant), us pot ser més interessant utilitzar una llista de reproducció.
pt_br: Por outro lado, se v ocê quer planejar especificamente o seu set e praticar as transições você pode querer manter uma ordem das faixas ou repetí-las (se você planeja mixar uma faixa de volta mais tarde) então nessa situação você pode usar uma lista de reprodução.

source: Browse - Loading remote tracks
ca: Navega - Carregueu pistes externes
pt_br: Navegador - Carregando faixas remotas

source: |ic_lib_browse| Browse mode works like a file-manager and allows you to load tracks that are not necessarily already in your Mixxx library.
ca: |ic_lib_browse| La opció de Navega funciona com un explorador de fitxers, i us permet carregar pistes que no estiguin a la Biblioteca del Mixxx.
pt_br: |ic_lib_browse| O modo Navegador funciona como um gerenciador de arquivos e permite que você carregue faixas que não estão necessariamente na sua biblioteca do Mixxx.

source: Add music directories directly from the Browse sidebar item.
ca: Afegiu carpetes de música directament des de l'element Navega de la barra lateral.
pt_br: Adicione diretórios de música diretamente do item da barra lateral Navegador.

source: Click the :guilabel:`Browse` sidebar item to navigate the computer and find your music. Depending on your :term:`operating system`, the music will usually be found in the “My Music” or “Music” folder. Drag the files you want to import to the |ic_lib_library| :ref:`Library <library-root>` icon or directly to the :ref:`interface-waveform`.
ca: Feu clic en :guilabel:`Navega`, a la barra lateral, per a explorar l'ordinador i trobar la música. Depenent del vostre :term:`sistema operatiu <operating system>`, la música pot estar a la carpeta “La Meva música” o “Música”. Arrossegueu els fitxers a importar a la icona :ref:`Biblioteca <library-root>` |ic_lib_library| o directament al :ref:`gràfic d'ona <interface-waveform>`.
pt_br: Clique no item da barra lateral :guilabel:`Navegador` para navegar o computador e procurar suas músicas. Dependendo do seu :term:`sistema operacional`, a sua música geralmente vai ser encontrada na pasta “Minhas Músicas” ou “Música”. Arraste os arquivos que você quer importar para o ícone ic_lib_library| :ref:`Biblioteca <library-root>` ou direto nos :ref:`interface-waveform`.

source: Currently you can drag only files but not folders to the Mixxx library.
ca: Per ara només podeu arrossegar fitxers a la Biblioteca del Mixxx, però no carpetes.
pt_br: Atualmente você pode arrastar apenas arquivos mas não pastas para a biblioteca do Mixxx.

source: Right-click on a folder and choose :guilabel:`Add to Library` to add the folder as new music directory. Mixxx will watch this directory and its subdirectories for new tracks.
ca: Feu clic amb el botó dret sobre una carpeta i trieu :guilabel:`Afegeix a la biblioteca` per afegir-la com a carpeta de música de la biblioteca. El Mixxx revisarà aquesta carpeta i les seves subcarpetes per si s'afegeixen noves pistes.
pt_br: Clique com o lado direito em uma pasta e escolha :guilabel:`Adicionar à Biblioteca` para adicionar a pasta como um novo diretório de música. O Mixxx vai ficar observando esse diretório e subdiretórios para novas faixas.

source: For more informations, go to :ref:`djing-changing-music-directories`.
ca: Per a més informació, aneu a :ref:`djing-changing-music-directories`.
pt_br: Para mais informações, vá para :ref:`djing-changing-music-directories`.

source: Quick Links - Bookmark your favorite folders
ca: Dreceres - Poseu enllaços per a les carpetes preferides
pt_br: Atalhos - Marque suas pastas favoritas

source: Using the :guilabel:`Quick Links` sub-menu you can bookmark folders for direct access. Click the :guilabel:`Browse` sidebar item and navigate to the folder you would like to bookmark. Right-click and choose :guilabel:`Add to Quick Links`. The folder is now pinned below the :guilabel:`Quick Links`. To un-pin that folder, right-click and choose :guilabel:`Remove from Quick Links`.
ca: Gràcies a les :guilabel:`Dreceres`, podeu mantenir dreceres a les carpetes preferides. Feu clic en :guilabel:`Navega`, a la barra lateral i aneu fins a la carpeta que voleu afegir. Feu clic amb el botó dret i seleccioneu :guilabel:`Afegeix a les Dreceres`.
pt_br: Usando o sub-menu :guilabel:`Atalhos` você pode marcar suas pastas para acesso direto. Clique no item da barra lateral :guilabel:`Navegador` e navegue até a pasta que você quer marcar. Clique com o lado direito e escolha :guilabel:`Adicionar aos Atalhos`. A pasta então vai estar em baixo dos :guilabel:`Atalhos`. Para tirar a pasta de lá, clique como o lado direito e escolha :guilabel:`Remover dos Atalhos`.

source: Recordings
ca: Enregistraments
pt_br: Gravações

source: |ic_lib_recordings| In this section of the library you can start and stop recordings well as view previous recordings and the dates they were made.
ca: |ic_lib_recordings| En aquesta secció de la biblioteca podeu iniciar i aturar els enregistraments, així com veure els enregistraments anteriors i les dates en que es van fer.
pt_br: |ic_lib_recordings| Nessa seção da biblioteca você pode começar e parar gravações e também ver gravações anteriores e as datas que elas foram feitas.

source: For more information, go to :ref:`djing-recording-your-mix`.
ca: Per a més informació, aneu a :ref:`djing-recording-your-mix`.
pt_br: Para mais informação, vá para :ref:`djing-recording-your-mix`.

source: History - Keep track of your last sessions
ca: Historial - Pren nota de les últimes sessions
pt_br: Histórico - Mantenha controle das suas últimas sessões

source: |ic_lib_history| The history section automatically keeps a list of tracks you play in your DJ sets. This is handy for remembering what worked in your DJ sets, posting set-lists, or reporting your plays to licensing organizations. Every time you start Mixxx, a new history section is created. If you don't play a track during the current session, it will be discarded.
ca: |ic_lib_history| La secció d'Historial manté automàticament una llista de les pistes que heu reproduït en les vostres sessions. Això és útil per a recordar què va anar bé en les vostres sessions de DJ, compartir la llista de cançons de la sessió, o informar les reproduccions a les organizacions de drets d'autor. Cada cop que inicieu Mixxx, es crea una nova entrada d'històric. Si no reproduïu cap pista, aquesta nova entrada es descartarà.
pt_br: |ic_lib_history| A seção histórico automaticamente mantém uma lista de faixas que você tocou nos seus sets de DJ. Isso é ótimo para lembrar o que funcionou nos seus sets de DJ, postar listas de set, ou relatar o que você tocou para organizações de licenciamento. Toda vez qaue você começa o Mixxx, uma nova seção do histórico é criada. Se você não tocar uma faixa durante a sessão atual, ela vai ser descartada.

source: |ic_lib_history_current| This icon indicates the current session.
ca: |ic_lib_history_current| Aquesta icona indica la sessió actual.
pt_br: |ic_lib_history_current| Esse ícone indica a sessão atual.

source: Click on the *History* icon in the sidebar to switch to the :guilabel:`History` view, then right-click on a sessions name to access the different features:
ca: Feu clic a la icona *Històric* de la barra lateral per anar a la vista :guilabel:`Històric`, aleshores feu clic amb el botó dret sobre el nom d'una sessió per accedir a les següents opcions:
pt_br: Clique no ícone *Histórico* na barra lateral para mudar para a visualização :guilabel:`Histórico`, então clique com o lado direito em um nome de sessão para acessar diferentes funcionalidades:

source: :guilabel:`Create new history playlist` context menu option. :guilabel:`Export playlist` context menu option remember the last selected playlist directory.
ca: La opció de menú :guilabel:`Crea un nou històric de reproducció`. La opció :guilabel:`Exporta la llista de reproducció` recorda l'última carpeta utilitzat.
pt_br: Opção do menu de contexto :guilabel:`Criar novo histórico`. A opção do menu de contexto :guilabel:`Exportar lista de reprodução` lembra o útlimo diretório de lista de reprodução selecionado.

source: **Add to Auto DJ**: Adds the content of the session to the :ref:`Auto DJ <djing-auto-dj>` queue for automatic mixing.
ca: **Afegeix-ho a la cua del DJ Automàtic**: Afegeix el contingut de les session a la cua del :ref:`DJ Automàtic <djing-auto-dj>` per a mescles automàtiques.
pt_br: **Adicionar ao Auto DJ**: Adiciona o conteúdo da sessão à fila do :ref:`Auto DJ <djing-auto-dj>` para mixagem automática.

source: **Rename**: Rename a session, default is the calendar date (YYYY-MM-DD).
ca: **Reanomena**: Canvia el nom de la sessió, per defecte és la data (AAAA-MM-DD).
pt_br: **Renomear**: Renomeia a sessão, o padrão é a data do calendário (YYYY-MM-DD).

source: **Remove**: Remove a previous session, but not the locked sessions or even the current session.
ca: **Elimina**: Elimina una sessió, a excepció de les sessions bloquejades, o la sessió actual.
pt_br: **Remover**: Remove uma sessão anterior, mas não uma sessão travada ou ainda a sessão atual.

source: **Lock**: Protect a previous session against accidental merge and deletion. An icon indicates a locked session.
ca: **Bloqueja els canvis**: Protegeix una sessió d'unir-la o esborrar-la per error. Una icona indica que la sessió està bloquejada.
pt_br: **Travar**: Protege uma sessão anterior de uma acidental união ou deletação. Um ícone indica uma sessão travada.

source: **Create new history playlist**: Split off the current history session, and add a new session without having to restart Mixxx. The current history must contain at least one track for this option to be available.
ca: **Crea un nou històric de reproducció**: Divideix l'històric actual, començant un nou històric sense haver de reiniciar el Mixxx. Cal que hi hagi almenys una pista a l'històric per a que la opció estigui disponible.
pt_br: **Criar novo histórico**: Divide a sessão do histórico atual, e cria uma nova sessão sem ter que te reiniciar o Mixxx. O histórico atual deve ter pelo menos uma faixa para que essa opção fique disponível.

source: **Join with previous**: Join the current history session with a previous one.
ca: **Uneix amb l'anterior**: Uneix l'històric seleccionat amb l'històric anterior.
pt_br: **Juntar com a anterior**: Junta a sessão do histórico atual com a anterior.

source: **Export playlist**: Export a session in various file formats, ideal for processing the data in other applications.
ca: **Exporta la llista de reproducció**: Exporta la sessió a diferents formats, ideal per a processar les dades en altres aplicacions.
pt_br: **Exportar lista de reprodução**: Exporta a sessão em vários formatos de arquivo, ideal para processar os dados em outras aplicações.

source: iTunes, Traktor, Rhythmbox, Banshee - Using external libraries
ca: iTunes, Traktor, Rhythmbox, Banshee - Utilitzant biblioteques externes
pt_br: iTunes, Traktor, Rhythmbox, Banshee - Usando bibliotecas externas

source: Supported libraries:
ca: Biblioteques compatibles:
pt_br: Bibliotecas suportadas:

source: Support for Banshee music player
ca: Suport per al reproductor de música Banshee
pt_br: Suporte ao tocador de música Banshee

source: The external library views allow you to use the music libraries you have created in these third party applications. You can access music and playlists. If available, Mixxx automatically loads the external libraries from their default locations on your hard drive.
ca: La vista de biblioteques externes us permet utilitzar les biblioteques que heu creat amb aquestes aplicacions de tercers. Podeu accedir a la música i a les llistes de reproducció. El Mixxx carregarà automàticament les biblioteques externes si aquestes es troben a la carpeta per defecte en el vostre disc dur.
pt_br: As visualizações de bibliotecas externas permitem que você use as bibliotecas de músicas que você criou nessas aplicações de terceiros. Você pode acessar músicas e listas de reprodução. Se disponível, o Mixxx automaticamente carrega as bibliotecas externas de seus lugares padrões no seu disco rígido.

source: Playing a track from an external library will add it to your Mixxx library.
ca: Si reproduïu una pista de la biblioteca externa, aquesta s'afegirà també a la biblioteca del Mixxx.
pt_br: Ao tocar uma faixa de uma biblioteca externa, ela vai ser adicionada à sua biblioteca do Mixxx.

source: Right-click on the iTunes icon in the Library tree and select :guilabel:`Choose Library` to load the :file:`iTunes Music Library.xml` from a different location. Select :guilabel:`Use Default Library` to reset.
ca: Feu clic amb el botó dret sobre la icona iTunes de la biblioteca i seleccioneu :guilabel:`Seleccioneu la biblioteca` per a carregar el fitxer :file:`iTunes Music Library.xml` des d'una ubicació diferent. Seleccioneu :guilabel:`Utilitza la biblioteca per defecte` per a reiniciar-ho.
pt_br: Clique com o lado direito no ícone do iTunes na árvore da Biblioteca e selecione :guilabel:`Escolher Biblioteca` para carregar o :file:`iTunes Music Library.xml` de um lugar diferente. Selecione :guilabel:`Usar Biblioteca Padrão` para resetar.

source: Right-click on a iTunes/Traktor/Rhythmbox/Banshee playlist and choose :guilabel:`Import Playlist` to import it to be a regular Mixxx playlist.
ca: Feu clic amb el botó dret sobre una llista de reproducció del iTunes/Traktor/Rhythmbox/Banshee i trieu :guilabel:`Importa la llista de reproducció` per a importar-la a les llistes de reproducció del Mixxx.
pt_br: Clique com o lado direito em uma lista de reprodução do iTunes/Traktor/Rhythmbox/Banshee e escolha :guilabel:`Importar Lista de Reprodução` para que ela seja importada como uma lista de reprodução normal do Mixxx.

source: If you have an iTunes configuration file (:file:`\*.xml`) from a Windows or Mac partition mounted in Linux, you can load it and use your iTunes tracks and playlists.
ca: Si teniu el fitxer de configuració del iTunes (file:`*.xml`) d'una partició Windows o Mac muntada en un Linux, podeu carregar-la i utilitzar-ne les pistes i les llistes de reproducció.
pt_br: Se você tem um arquivo de configuração do iTunes (:file:`\*.xml`) de uma partição do Windows ou Mac montado no Linux, você pode carregá-lo para usar suas faixas e listas de reproduções do iTunes.

source: You can disable external libraries in :menuselection:`Preferences --> Library`.
ca: Podeu deshabilitar les llibreries externes des de :menuselection:`Preferències --> Biblioteca`.
pt_br: Você pode desativar bibliotecas externas em :menuselection:`Preferências --> Biblioteca`.

source: Analyze - Prepare your tracks
pt_br: Analisar - Prepare suas faixas
