Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: ca, pt_br

source: **Reload Track Metadata from MusicBrainz**: Lookup metadata online by searching the :term:`MusicBrainz` database, see below.
ca: **Obté les metadades des de MusicBrainz**: Cerca les metadades a internet a la base de dades de :term:`MusicBrainz`, més informació a continuació.
pt_br: **Obter Metadados no MusicBrainz**: Procura metadados online no banco de dados do :term:`MusicBrainz`, veja abaixo.

source: Using the MusicBrainz online database
ca: Ús de la base de dades d'internet MusicBrainz
pt_br: Usando a base dados online do MusicBrainz

source: `Musicbrainz <http://musicbrainz.org/>`_ is an :term:`open-source` music encyclopedia that collects music :term:`metadata` and makes it available to the public.
ca: `Musicbrainz <http://musicbrainz.org/>`_ és una enciclopèdia musical :term:`de codi obert <open-source>` que emmagatzema :term:`metadades <metadata>` musicals i les posa a disposició del públic.
pt_br: O `Musicbrainz <http://musicbrainz.org/>`_ é uma enciclopédia de música de :term:`código aberto` que coleta :term:`metadados` de músicas e os faz disponíveis para o público.

source: Mixxx library - MusicBrainz Wizard
ca: Biblioteca del Mixxx - Assistent de MusicBrainz
pt_br: Biblioteca do Mixxx - Assistente MusicBrainz

source: The MusicBrainz wizard in Mixxx allows to search the MusicBrainz database and apply the search results to your tracks.
ca: L'assistent del MusicBrainz del Mixxx us permet cercar a la base de dades del MusicBrainz i aplicar les dades rebudes a les pistes.
pt_br: O Assistente MusicBrainz no Mixxx permite que você procure no banco de dados do MusicBrainz e aplique os seus resultados de pesquisa nas suas faixas.

source: Click on a **single track** in the library and select :guilabel:`Get Metadata from MusicBrainz`. Mixxx fetches track data from the MusicBrainz database and displays the search results.
ca: Seleccioneu una **única pista** a la Biblioteca, feu clic amb el botó dret i aneu a :guilabel:`Recupera metadades amb el MusicBrainz`. Es cercaran les dades a la base de dades del MusicBrainz i es mostraran els resultats.
pt_br: Clique em uma **única faixa** da biblioteca e selecione :guilabel:`Obter Metadados no MusicBrainz`. O Mixxx busca dados da faixa do banco de dados do MusicBrainz e mostra os resultados da busca.

source: Select the best possible match from the search results by clicking on it in the list.
ca: Trieu la millor coincidència dels resultats fent clic sobre la mateixa.
pt_br: Selecione a melhor combinação dos resultados da pesquisa clicando neles na lista.

source: **Apply**: Apply the selected MusicBrainz metadata to the track.
ca: **Aplica**: Aplica les metadades seleccionades a la pista.
pt_br: **Aplicar**: Aplica os metadados selecionados no MusicBrainz na faixa.

source: **Close**: Close the wizard.
ca: **Tanca**: Tanca l'assistent.
pt_br: **Fechar**: Fecha o assistente.

source: **Previous/Next**: Load the previous or next track in the current library view and perform a MusicBrainz lookup on them as well.
ca: **Anterior/Següent**: Carrega la pista anterior o següent de la vista actual de la Biblioteca i realitza una nova cerca al MusicBrainz.
pt_br: **Anterior/Próximo**: Carrega a faixa anterior ou seguinte na visualização atual da biblioteca e realiza uma procura no MusicBrainz também.

source: Fetching track metadata from MusicBrainz can possibly fail if Mixxx could not find the requested track in the MusicBrainz database, could not connect to the MusicBrainz servers, or because you are not connected to the Internet.
ca: La cerca de dades a MusicBrainz pot fallar si el Mixx no troba la pista a la base de dades del MusicBrainz, o bé si no pot conectar-se al servidor, o si no esteu connectats a internet.
pt_br: A busca de metadados da faixa no MusicBrainz pode falhar se o Mixxx não puder achar a faixa requisitada no banco de dados do MusicBrainz, ou se ele não puder conectar-se aos servidores do MusicBrainz ou se você não estiver conectado à Internet.

source: The MusicBrainz service has been designed for identifying full audio files. Is a track less then 2 minutes long, identifying the file will likely fail. Identifying a layered mix-track or mash-up may produce false positives in the result list.
ca: El servei de MusicBrainz està pensat per a pistes senceres. Si una pista te menys de 2 minuts, és possible que la identificació falli. També hi pot haver errors d'identificació si teniu una mescla separada en múltiples pistes, o dues pistes mesclades.
pt_br: O serviço do MusicBrainz foi feito para identificar arquivos de audio inteiros. Se uma faixa for menor do que 2 minutos, identificá-la vai provavelmente falhar. Identificar uma faixa com várias faixas mixadas ou um mash-up pode produzir falsos positivos na lista de resultados.

source: Using 3rd-party software
ca: Ús d'aplicacions de tercers
pt_br: Usando software de terceiros

source: If you have modified file metadata in 3rd-party software, select :menuselection:`Library --> Rescan Library` in the menu on top of the application window. This prompts Mixxx to re-read the metadata from **all** tracks in the library.
ca: Si heu modificat les metadades utiltizant altres aplicacions, seleccioneu :menuselection:`Biblioteca --> Torna a escanejar la biblioteca` al menú principal de l'aplicació. Això indica al Mixxx que torni a llegir les metadades de **totes** les pistes de la Biblioteca.
pt_br: Se você modificou os metadados do arquivo em software de terceiros, selecione :menuselection:`Biblioteca--> Reexaminar Biblioteca` no menu em cima da janela da aplicação. Isso solicita ao Mixxx que ele releia todos os metadados de **todas** as faixas da sua biblioteca.

source: Popular software to edit metadata of audio files include:
ca: Algunes aplicacions populars d'edició de metadades d'audio són:
pt_br: Softwares populares para editar metadados dos arquivos de áudio incluem:

source: `Mp3tag <http://www.mp3tag.de/en/index.html>`_ (Windows)
ca: `Mp3tag <http://www.mp3tag.de/en/index.html>`_ (Windows, en anglès)

source: `Picard <http://picard.musicbrainz.org/>`_ (Mac, Windows, Linux)
ca: `Picard <http://picard.musicbrainz.org/>`_ (Mac, Windows, Linux, en anglès)

source: Auto DJ - Automate your mix
ca: DJ Automàtic - Mescleu de manera automatitzada
pt_br: Auto DJ - Automatize a sua mixagem

source: |ic_lib_autodj| The Auto DJ queue is a special playlist that contains extra controls for automatic mixing. This is useful for taking a break from live mixing or for using Mixxx as media player.
ca: |ic_lib_autodj| La cua del DJ Automàtic és una llista de reproducció especial que conté controls addicionals per a la mescla automàtica. Això és útil per fer un descans, o per a utilitzar el Mixxx com a reproductor de música.
pt_br: |ic_lib_autodj| A fila do Auto DJ é uma lista de reprodução especial que contém controles extras para mixagem automática.

source: The Auto DJ features in detail:
ca: Les opcions del DJ Automàtic:
pt_br: As funcionalidades do Auto DJ em detalhe:

source: **Shuffle button**: Shuffles the content of the Auto DJ playlist.
ca: **Botó Barreja**: Ordena de manera aleatòria el contingut de la llista del DJ Automàtic.
pt_br: **Botão Embaralhar**: Embaralha o conteúdo da lista de reprodução do Auto DJ.

source: **Add Random button**: Add random track from Auto DJ Crates.
ca: **Botó Afegeix-ne una**: Afegeix una nova pista aleatòria de les fons de DJ Automàtic, com les caixes.
pt_br: **Botão Adicionar Aleatória**: Adiciona uma faixa aleatória das Caixas do Auto DJ.

source: **Skip track button**: Skips the next track in the Auto DJ playlist.
ca: **Botó Ometre pista**: Descarta la pista següent, treient-la de la llista de DJ Automàtic.
pt_br: **Botão Pular faixa**: Pula a próxima faixa da lista de reprodução do Auto DJ.

source: **Fade now button**: Triggers the transition to the next track.
ca: **Botó Esvaeix ara**: Inicia la transició cap a la següent pista.
pt_br: **Botão Desvanecer agora**: Começa a transição para a próxima faiax.

source: **Transition time spin-box**: Determines the duration of the transition.
ca: **Camp del temps de transició**: Permet especificar la durada de la transició.
pt_br: **Spinner do tempo de transição**: Determina a duração da transição.

source: **Enable Auto DJ button**: Toggles the Auto DJ mode on or off.
ca: **Botó Activa el DJ Automàtic**: Activa o desactiva el DJ Automàtic.
pt_br: **Botão Ativar Auto DJ**: Liga/Desliga o modo Auto DJ.

source: The :guilabel:`Skip track`, :guilabel:`Add Random` and :guilabel:`Fade now` buttons are only accessible if the Auto DJ mode is enabled. The Search field in the upper left corner is disabled in Auto DJ. By default, Auto DJ removes tracks after playing them but if you want AutoDJ to play the same tracks over and over again, you may activate the :guilabel:`Auto DJ Requeue` option in :menuselection:`Preferences --> Auto DJ --> Re-queue tracks after playback`.
ca: Els botons :guilabel:`Ometre pista`, :guilabel:`Afegeix-ne una` i :guilabel:`Esvaeix ara` només estan accessibles quan està activat el DJ Automàtic. El camp de cerca de la part superior esquerra està deshabilitat amb el DJ Automàtic. Per defecte, el DJ Automàtic treu de la llista les pistes un cop reproduïdes però si voleu que es tornin a afegir, podeu activar la opció :guilabel:`Torna a encuar les pistes després de reproduir-les` des de :menuselection:`Preferències --> DJ Automàtic`.
pt_br: Os botões :guilabel:`Pular Faixa`, :guilabel:`Adicionar Aleatória` e :guilabel:`Iniciar o Fade Agora` são acessíveis apenas se o modo Auto DJ estiver ativado. O campo de Pesquisa no canto superior esquerda são desativados no Auto DJ. Por padrão, o Auto DJ remove as faixas depois de tocá-las mas se você quer que o AutoDJ toque as mesmas faixas de novo e denovo, você pode ativar a opção :guilabel:`Relistar o Auto DJ` em :menuselection:`Preferências--> Auto DJ --> Relistar faixas depois de tocá-las`.

source: **AutoDJ Crates**
ca: **Caixes de DJ Automàtic**
pt_br: **Caixas do AutoDJ**

source: It is possible to add random tracks to the bottom of the Auto DJ playlist. The tracks are not chosen from the standard library but from a set of crates. It will be all the crates that you have set as a source for Auto DJ. Mixxx will normally try to select a track that you haven't played so far. You can set a amount off tracks that is always supposed to be available for selection no matter when they where last played in :menuselection:`Preferences --> Auto DJ --> Minimum available tracks in Track Source`.
ca: És possible afegir pistes aleatòries al final de la cua de reproducció de DJ Automàtic. Les pistes no es trien de la biblioteca, sinó d'un conjunt de caixes. Concretament, les caixes que poseu com a font de pistes per a DJ Automàtic. El Mixxx provarà de seleccionar una pista que no s'hagi reproduït encara. Podeu configurar quantes pistes estaran disponibles sense tenir en compte quan s'han reproduït des de :menuselection:`Preferències --> DJ Automàtic -> Quantitat mínima de pistes disponibles com a fonts`.
pt_br: É poassível adicionar faixas aleatórias em baixo da lista de reprodução do Auto DJ. As faixas não são escolhidas da biblioteca padrão mas de um conjunto de caixas. Elas vão ser todas as caixas que você definiu como fonte para o Auto DJ. O Mixxx vai normalmente tentar selecionar uma faixa que você não tocou ainda. Você pode definir a quantidade de faixas que supostamente sempre ficarão disponíveis para seleção não importando se elas já foram tocadas em :menuselection:`Preferências --> Auto DJ --> Mínimo de faixas disponíveis na Fonte de Faixas`.

source: Put a pause between tracks that are automatically mixed by using a negative value in the :guilabel:`Transition time` spin-box.
ca: Podeu afegir una pausa entre les pistes que es mesclen automàticament si poseu un valor negatiu al camp de :guilabel:`durada de la transició`.
pt_br: Ponha uma pausa entre faixas que são automaticamente mixadas ao usar um valor negativo no spinner :guilabel:`Tempo de transição`.

source: For more information, go to the chapter :ref:`djing-auto-dj`.
ca: Per a més informació, aneu al capítol :ref:`djing-auto-dj`.
pt_br: Para mais informação, vá para o capítulo :ref:`djing-auto-dj`.

source: Playlists - Organizing your tracks
ca: Llista de reproducció - Organitzant les pistes
pt_br: Listas de Reprodução: Organizando suas faixas

source: |ic_lib_playlist| Playlists are ordered lists of tracks that allow you to plan your DJ sets. Some DJs construct playlists before they perform live, but others prefer to build them on-the-fly.
ca: |ic_lib_playlist| Les llistes de reproducció són llistes ordenades de pistes que podeu utilitzar per a planificar les vostres sessions. Alguns DJs preparen prèviament les pistes que reproduiran, tot i que altres prefereixen decidir-ho al moment.
pt_br: |ic_lib_playlist| Listas de Reprodução são listas ordenadas de faixas que permite que você planeje os sets de DJ. Alguns DJs constroem listas de reprodução antes de se apresentar ao vivo, mas outros preferem construí-las na hora.

source: Playlists are not directly loadable into the decks as Mixxx is primarily intended for live, attended performance use. However, you can use the :ref:`Auto DJ <library-auto-dj>` explained above.
ca: Les llistes de reproducció no es poden reproduir directament als plats, doncs el Mixxx està pensat principalment per a utilitzar-lo en viu. Tot i això, podeu utilitzar el :ref:`DJ Automàtic <library-auto-dj>` com s'explica més amunt.
pt_br: Listas de reprodução não são diretamente carregadas em decks porque o Mixxx foi projetado primariamente para performances ao vivo. Porém, você pode usar o :ref:`Auto DJ <library-auto-dj>` explicado acima.

source: **Create a playlist**: Right-click on the :guilabel:`Playlists` sidebar item and select :guilabel:`New playlist`. Name the playlist and click :guilabel:`OK`.
ca: **Crea una nova llista de reproducció**: Feu clic amb el botó dret sobre :guilabel:`Llistes de reproducció`, a la barra lateral, seleccioneu :guilabel:`Crea una llista de reproducció`, indiqueu el nom desitjat i feu clic en :guilabel:`Acceptar`.
pt_br: **Criar uma Lista de Reprodução**: Clique com o lado direito no item da barra lateral :guilabel:`Listas de Reprodução` e selecione :guilabel:`Nova Lista de Reprodução`. Dê um nome à lista de reprodução e clique :guilabel:`OK`.

source: :guilabel:`Analyze Playlist` option in the context menu. Import playlists by drag-and-dropping them into a playlist in the sidebar. :guilabel:`Import playlist` and :guilabel:`Export playlist` context menu options remember the last selected playlist directory. Displays the total number of tracks, and the total duration next to the playlist's name.
ca: La opció :guilabel:`Analitza la llista de reproducció` al menú contextual. Importar llistes de reproducció arrossegant-les a una llista de reproducció a la barra lateral, Les opcions :guilabel:`Importa una llista de reproducció` i :guilabel:`Exporta la llista de reproducció` del menú contextual recorden l'última carpeta utilitzada. També es mostra la quantitat de pistes i la durada al costat del nom de la llista.
pt_br: A opção :guilabel:`Analisar Lista de Reprodução` no menu de contexto. Importe listas de reprodução ao arrastar uma lista de reprodução para a barra lateral. As opções do menu de contexto :guilabel:`Importar Lista de Reprodução` e :guilabel:`Exportar Lista de Reprodução` lembram o último diretório selecionado de listas de reprodução. Mostra o número total de faixas, e a duração total perto do nome da lista de reprodução.

source: Right-click on an existing playlist's name to access the different features in the context menu:
ca: Feu clic amb el botó dret sobre el nom d'una llista de reproducció per a accedir a les diferents opcions del menú contextual:
pt_br: Clique com o lado direito em um nome de lista de reprodução existente para acessar diferentes funcionalidades no menu de contexto:

source: **Add to Auto DJ**: Adds the content of the playlist to the :ref:`Auto DJ <library-auto-dj>` queue for automatic mixing.
ca: **Afegeix al DJ Automàtic**: Afegeix el contingut de la llista a la cua del :ref:`DJ Automàtic <library-auto-dj>` per a mescles automatitzades.
pt_br: **Adicionar ao Auto DJ**: Adiciona o conteúdo da lista de reprodução à fila do :ref:`Auto DJ <library-auto-dj>` para mixagem automática.

source: **Rename**: To rename a playlist, just put in a new playlist name and click :guilabel:`OK`.
ca: **Reanomena**: Canvieu el nom indicant un nom nou i fent clic a :guilabel:`Acceptar`.
pt_br: **Renomear**: Para renomear uma lista de reprodução, digite o novo nome da lista de reprodução e clique :guilabel:`OK`.

source: **Duplicate**: Sometimes you want to build a playlist based on an existing one. Select the playlist you would like to duplicate, choose :guilabel:`Duplicate Playlist`, name the new playlist and click :guilabel:`OK`.
ca: **Duplica**: De vegades voldreu fer una llista nova basada en una llista existent. Seleccioneu la llista que voleu duplicar, trieu :guilabel:`Duplica`, poseu el nou nom i feu clic a :guilabel`Acceptar`.
pt_br: **Duplicar**: Algumas vezes você quer construir uma lista de reprodução baseado em uma existente. Selecione a lista de reprodução que você quer duplicar, escolha :guilabel:`Duplicar Lista de Reprodução`, nomeie a nova lista de reprodução e clique :guilabel:`OK`.

source: **Remove**: Removes an unlocked playlist. Tracks in the playlist are still available in the library for later use.
ca: **Elimina**: Elimina una llista que no estigui bloquejada. Les pistes que conté seguiran estant disponibles a la Biblioteca.
pt_br: **Remover**: Remove uma lista de reprodução destravada. As faixas na lista de reprodução ainda vão estar disponíveis na biblioteca para uso futuro.

source: **Lock**: |ic_lib_locked| This icon indicates a locked playlist. If a playlist is locked, you cannot add tracks, rename or delete the playlist. Choose :guilabel:`Unlock` from the context menu to unlock the playlist.
ca: **Bloqueja els canvis**: |ic_lib_locked| Aquesta icona indica una llista bloquejada. Quan una llista està bloquejada, no s'hi pot afegir pistes, ni canviar el nom o esborrar la llista. Trieu :guilabel:`Permet els canvis` al menú contextual per treure el bloqueig.
pt_br: **Travar**: |ic_lib_locked| Esse ícone indica uma lista de reprodução travada. Se uma lista de reprodução é travada, você não pode adicionar faixas, renomear ou deletar a lista de reprodução. Escolha :guilabel:`Destravar` no menu de contexto para destravar a lista de reprodução.

source: **Analyze entire playlist**: Forces the analysis of the playlist in the :ref:`Analyze <library-analyze>` view.
ca: **Analitza tota la llista de reproducció**: Inicia l'anàlisi de les pistes de la llista de reproducció a la vista :ref:`Analitza <library-analyze>`.
pt_br: **Analisar Toda a Lista de Reprodução**: Força uma análise da lista de reprodução na visualização :ref:`Analisar <library-analyze>`.

source: **Import playlist**: Import tracks from external playlists to a playlist in various file formats. For more information, go to :ref:`library-3rd-party`.
ca: **Importa una nova llista de reproducció**: Importa les pistes d'una llista de reproducció externa de diferents formats. Per a més informació aneu a :ref:`library-3rd-party`.
pt_br: **Importar Lista de Reprodução**: Importa faixas de uma lista de reprodução externa para a lista de reprodução em vários formatos de arquivo. Para mais informação, vá para :ref:`library-3rd-party`.

source: **Export playlist**: Export a playlist in various file formats, such as :file:`m3u`, :file:`pls`, or :file:`csv`. Ideal for processing the data in other applications.
ca: **Exporta la llista de reproducció**: Exporta el contingut a una llista de reproducció en diferents formats, com :file:`m3u`, :file:`pls`, o :file:`csv`. Ideal per a processar les dades en altres aplicacions.
pt_br: **Exportar Lista de Reprodução**: Exporta a lista de reprodução em vários formatos de arquivo, como :file:`m3u`, :file:`pls`, ou :file:`csv`. Ideal para processar os dados em outras aplicações.

source: Crates - Working with track collections
ca: Les Caixes - Utilitzant col·leccions de pistes
pt_br: Caixas - Trabalhando com coleções de faixas

source: |ic_lib_crates| Crates are unordered collections of tracks, and are similar to playlists. Think of it like a DJ case to organize your favorite vinyls into.
ca: |ic_lib_crates| Les caixes son llistes no ordenades de pistes, similars a les llistes de reproducció. Les caixes son com les maletes de DJ on s'organitzen els vinils preferits.
pt_br: |ic_lib_crates| Caixas são coleções de faixas desordenadas, e são similar à listas de reprodução. Entenda como se fosse uma caixa de DJ para colocar e organizar o seus vinils favoritos.

source: **Create a crate**: Right-click on the :guilabel:`Crates` sidebar item and select :guilabel:`New Crate`. Name the crate and click :guilabel:`OK`.
ca: **Crea una nova caixa**: Feu clic amb el botó dret sobre :guilabel:`Caixes`, a la barra lateral i seleccioneu :guilabel:`Crea una nova caixa`. Poseu-hi el nom i feu clic en :guilabel:`Acceptar`.
pt_br: **Crie uma Caixa**: Clique com o lado direito no item da barra lateral :guilabel:`Caixas` e selecione :guilabel:`Nova Caixa`. Dê nome à caixa e clique :guilabel:`OK`.

source: **Add Tracks**: Add tracks to a previously created crate by drag-and-dropping a selection of tracks from the library or playlists onto the name of a crate in the sidebar. Alternatively use the context menu in the library's :ref:`track list<library-root>`.
ca: **Afegeix pistes**: Per a afegir pistes a una caixa ja creada, arrossegueu-les des de la biblioteca o altres llistes de reproducció, a sobre del nom de la caixa, a la barra lateral. També ho podeu fer utilitzant el menú contextual de la :ref:`llista <library-root>` de la biblioteca.
pt_br: **Adicionar Faixas**: Adicione faixas para uma caixa previamente criada arrastando uma seleção de faixas da biblioteca ou de outras listas de reprodução para o nome da caixa na barra lateral. Alternativamente, use o menu de contexto com um clique no lado direito na :ref:`lista de faixas <library-root>` da biblioteca.

source: :guilabel:`Analyze Crate` context menu option. :guilabel:`Import crate` and :guilabel:`Export crate` context menu options remember the last selected playlist directory. Displays the total number of tracks, and the total duration next to the crate's name.
ca: El menú contextual :guilabel:`Analitza la caixa sencera`. Les opcions :guilabel:`Importa la caixa` i :guilabel:`Exporta la caixa` del menú contextual recorden l'última carpeta utilitzada. També es mostra la quantitat de pistes i la durada al costat del nom de la llista.
pt_br: A opção :guilabel:`Analisar Caixa` no menu de contexto. As opções do menu de contexto :guilabel:`Importar Caixa` e :guilabel:`Exportar Caixa` lembram o último diretório selecionado de listas de reprodução. Mostra o número total de faixas, e a duração total perto do nome da caixa.

source: Right-click on an existing crate's name to access the different features in the context menu:
ca: Feu clic amb el botó dret sobre del nom d'una caixa per a accedir a les següents opcions del menú contextual:
pt_br: Clique com o lado direito em um nome de caixa existente para acessar diferentes funcionalidades no menu de contexto:

source: **Rename**: To rename a crate, enter the new crate name and click :guilabel:`OK`.
ca: **Reanomena**: Per canviar el nom d'una caixa, escriviu un nou nom i feu clic en :guilabel:`Acceptar`.
pt_br: **Renomear**: Para renomear uma caixa, digite o novo nome da caixa e clique :guilabel:`OK`.
