Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: ca, pt_br

source: **Properties**: Similar to inline editing explained above, the properties dialog allows you to view and edit metadata such as title, artist, album, and view the full file name and path. Note that you can not edit multiple files at once.
ca: **Propietats**: De manera similar a la edició en línia explicada més amunt, la finestra de propietats permet veure i editar les metadades incloent el títol, l'artista, l'àlbum així com veure la ubicació completa del fitxer. Avís: Tan sols es permet editar una pista cada cop.
pt_br: **Propriedades**: Similar à edição em linha explicado acima, a caixa de diálogo de propriedades permite que você veja e edite os metadados como o título, artista, álbum, e veja o nome do arquivo inteiro e caminho. Note que você não pode editar múltiplos arquivos de uma vez só.

source: Most of the context menu items are available in file lists of other views like Auto DJ, Playlists, and Crates as well.
ca: La majoria d'aquestes opcions també estan disponibles a les llistes de fitxers, i altres vistes com el DJ Automàtic, les llistes de reproducció o les caixes.
pt_br: A maioria dos itens do menu de contexto também estão disponíveis nas listas de arquivo das outras visualizações como no Auto DJ, nas Listas de Reproduções, e nas Caixas.

source: Missing Tracks
ca: Pistes perdudes
pt_br: Músicas Faltando

source: The Missing Tracks view is accessible by expanding the Library tree item in the sidebar. Any tracks that were previously loaded into your library, but were later detected to be missing from your hard disk by Mixxx will appear here. Mixxx does not automatically delete records of missing tracks so that extra metadata Mixxx might have (such as hotcues and the beatgrids) will not be lost if the file is replaced.
ca: A la vista de pistes perdudes, s'hi accedeix ampliant l'arbre de l'element Biblioteca, situat a la barra lateral. Tota pista que s'hagi carregat a la biblioteca, però que després el Mixxx no pugui trobar al vostre disc dur, apareixerà aquí. El Mixxx no esborra automàticament aquestes dades, per a que les metadades (com els hotcues i la graella de ritmes) no es perdin.
pt_br: A visualização das Músicas Faltando é acessível ao expandir o item de árvore da Biblioeca na barra lateral. Quaisquer faixas que foram previamente carregadas em sua biblioteca, mas que depois foram detectadas como faltando do seu disco rígido pelo Mixxx vão aparecer aqui. O Mixxx não deleta automaticamente os registros das faixas faltando para que os metadados extras que o Mixxx pode ter (como hotcues e grades de batida) não sejam perdidos se o arquivo for substituído.

source: The features in detail:
ca: Les opcions disponibles:
pt_br: As funcionalidades em detalhe:

source: **Select All button**: Selects all tracks in the current view.
ca: **Botó Selecciona-ho tot**: Selecciona totes les pistes de la llista.
pt_br: **Botão de Selecionar Tudo**: Seleciona todas as faixas na visualização atual.

source: **Purge button**: Purges the selected tracks from the Mixxx library, but does not remove them from your computer. This will delete all :term:`metadata` Mixxx has for a track.
ca: **Botó elimina**: Elimina les pistes de la Biblioteca del Mixxx, però no les elimina de l'ordinador. Tan sols elimina les :term:`metadades <metadata>` que el Mixxx té d'aquesta pista.
pt_br: **Botão Eliminar**: Elimina as faixas selecionadas da biblioteca do Mixxx, mas não remove elas do seu computador. Isso vai deletar todos os :term:`metadados` que o Mixxx tem da faixa.

source: Hidden Tracks
ca: Pistes amagades
pt_br: Músicas Escondidas

source: The Hidden Tracks view is also accessible by expanding the Library tree item in the sidebar. Any tracks that were previously loaded into your library, but were later set to be hidden from the library, will appear here. Use the :guilabel:`Hide from Library` context menu item in the :ref:`library <library-root>` view to temporarily hide selected tracks.
ca: A la vista de les pistes amagades també s'hi accedeix ampliant l'arbre de l'element Biblioteca, situat a la barra lateral. Tota pista que s'hagi carregat a la biblioteca, però que després hagueu amagat de la Biblioteca, apareixerà aquí. Utilitzeu la opció :guilabel:`No ho mostris a la biblioteca` de la :ref:`biblioteca <library-root>` per a amagar les pistes.
pt_br: A visualização de Músicas Escondidas também é acessível ao expandir o item de árvore da Biblioteca na barra lateral. Quaisquer faixas que foram previamente carregadas na sua biblioteca, mas que foram depois ocultadas da biblioteca vão aparecer aqui. Use o item do menu de contexto :guilabel:`Ocultar da Biblioteca` na visualização da :ref:`biblioteca <library-root>` para ocultar temporariamente as faixas selecionadas.

source: **Purge Button**: Purges the selected tracks from the Mixxx library, but does not remove them from your computer. This will delete all :term:`metadata` Mixxx has for a track.
ca: **Botó Elimina**: Elimina les pistes seleccionades de la Biblioteca del Mixxx, però no les elimina de l'ordinador. Tan sols elimina les :term:`metadades <metadata>` que el Mixxx té d'aquesta pista.
pt_br: **Botão Eliminar**: Elimina as faixas selecionadas da biblioteca do Mixxx, mas não remove elas do seu computador. Isso vai deletar todos os :term:`metadados` que o Mixxx tem da faixa.

source: **Unhide Button**: Removes the selected tracks from the :guilabel:`Hidden Tracks` view and makes them available in the regular track list again. The tracks appear again in every playlist or crate they were listed before they were hidden.
ca: **Botó Deixa d'amagar**: Fa que la pista deixi d'aparèixer a les :guilabel:`Pistes amagades` i tornin a estar visibles a la biblioteca. Les pistes apareixeran de nou a totes les llistes de reproducció i caixes on estaven abans d'amagar-les.
pt_br: **Botão Desocultar**: Remove as faixas selecionadas da visualização :guilabel:`Faixas Escondidas` e faz com que elas estejem disponíveis na lista de faixas regular novamente. As faixas aparecem de novo em cada lista de reprodução ou caixa que elas estavam quando elas foram escondidas.

source: Loading Tracks
ca: Càrrega de pistes
pt_br: Carregando Faixas

source: Supports dragging tracks from deck to deck.
ca: Permet arrossegar pistes de plat a plat.
pt_br: Suporta o arrasto de faixas de deck para deck.

source: Tracks can be loaded into a deck in several ways:
ca: Les pistes es poden carregar a un plat de diferents maneres:
pt_br: Faixas podem ser carregadas em um deck de várias maneiras:

source: Right-click the :ref:`library track table <interface-library>`: Right-clicking on a track in the table will present the options :guilabel:`Load in Deck 1` and :guilabel:`Load in Deck 2`, among others. Making either selection will load a track into a deck.
ca: Fent clic amb el botó dret a :ref:`la llista de pistes <interface-library>`: si feu clic amb el botó dret sobre una pista, veureu les opcions :guilabel:`Carrega al plat 1` i :guilabel:`Carrega al plat 2`, entre altres. Totes dues carregaran la pista al plat indicat.
pt_br: Clique com o lado direito na :ref:`tabela de faixas da biblioteca <interface-library>`: Clicar com o lado direito em uma faixa na tabela vai apresentar as opções :guilabel:`Carregar no Deck 1` e :guilabel:`Carregar no Deck 2`, e outras. Fazendo a escolha de qualquer um dos dois vai carregar a faixa em um deck.

source: By :ref:`control-keyboard` to load the selected track from library track table.
ca: Amb :ref:`control-keyboard` per a carregar la pista seleccionada de la Biblioteca.
pt_br: Usando ref:`control-keyboard` para carregar a faixa selecioonada da tabela de faixas da biblioteca.

source: Drag-and-drop from library track table: Dragging-and-dropping a track from the track table onto a waveform display will load a track into a deck.
ca: Arrossegant des de la Biblioteca: Si arrossegueu una pista des de la llista al gràfic d'ona, carregareu la pista al plat.
pt_br: Arrastando e soltando da tabela de faixas da biblioteca: Arrastando e soltando a faixa da tabela de faixas em um mostrador de ondas vai carregar a faixa em um deck.

source: Drag-and-drop from deck to deck: Once you've loaded a track to deck, sampler, or preview deck, click on the :ref:`track title <interface-track-info>` and drag it to a deck or sampler.
ca: Arrossegant de plat a plat: Un cop teniu una pista carregada en un plat, reproductor de mostres o de pre-escolta, feu clic al :ref:`títol <interface-track-info>` i arrossegueu-lo a un altre plat o reproductor de mostres.
pt_br: Arrastando e soltando de deck para deck: Uma vez que você carregou a faixa em um deck, sampler ou deck de pré-escuta clique no :ref:`título da faixa <interface-track-info>` e arraste para um deck ou sampler.

source: Drag-and-drop from external file browser: Dragging-and-dropping a track from an external file browser directly onto a waveform display in Mixxx will load that track. This function also works with some other applications. For example, on Mac OS X, dragging-and-dropping a track from iTunes onto one of Mixxx's waveform displays will load that track into a deck.
ca: Arrossegant des d'un explorador de fitxers extern. Si arrossegueu una pista des d'un explorador extern cap al gràfic d'ona, el Mixxx carregarà la pista. Això també funciona amb algunes aplicacions més. Per exemple, a Mac OS X, si arrossegueu una pista des del iTunes cap al gràfic d'ona del Mixxx, es carregarà la pista al plat.
pt_br: Arrastando e soltando de um navegador de arquivos externo: Arrastando e soltando uma faixa de um navegador de arquivos externo diretamente em um mostrador de ondas no Mixxx vai carregar esta faixa. Essa função também funciona com algumas outras aplicações. Por exemplo, no Mac OS X, arrastar e soltar uma faixa do iTunes em um dos mostradores de onda do Mixxx também vai carregar esta faixa no deck

source: Finding Tracks (Search)
ca: Per trobar les pistes (cerca)
pt_br: Procurando Faixas (Pesquisa)

source: Type your search term. Mixxx filters the tracks and retains only the ones that match the search term. Search terms can include an artist's name, a song title, BPM, etc.
ca: Escriviu el text a cercar. El Mixxx filtrarà les pistes i veureu només les que coincideixen amb el text. Podeu cercar per nom de l'artista, el títol de la cancó, els BPM...
pt_br: Digite o seu termo de pesquisa. O Mixxx filtra as faixas e retém apenas as que condizem com o termo de pesquisa. Termos de pesquisa podem incluir um nome de um artista, o título de uma música, o BPM, etc.

source: To clear the search string hit :kbd:`ESC` or click the clear button right next to the input field.
ca: Per netejar el text de cerca, premeu :kbd:`ESC` o feu clic al botó d'esborrar, just al costat del camp de cerca.
pt_br: Para limpar o campo de pesquisa pressione :kbd:`ESC` ou clique no botão limpar perto do campo.

source: Hit :kbd:`TAB` to cycle between the search and the list of results in the library. Use the :kbd:`ARROW UP` and :kbd:`ARROW DOWN` keys to scroll in the list of results.
ca: Premeu :kbd:`TAB` per a alternar entre el camp de cerca i la llista de resultats de la Biblioteca. Utilitzeu :kbd:`Fletxa amunt` i :kbd:`Fletxa avall` per a moure el cursor pel llistat.
pt_br: Pressione :kbd:`TAB` para alternar entre a pesquisa e a lista de resultados na biblioteca. Use as teclas kbd:`SETA PARA CIMA` e kbd:`SETA PARA BAIXO` para rolar entre a lista de resultados.

source: If the search input field has focus, the Mixxx keyboard shortcuts are disabled, see :ref:`control-keyboard`.
ca: Si teniu el focus al camp de cerca, les dreceres de teclat del Mixxx es desactivaran, consulteu :ref:`control-keyboards`.
pt_br: Se o campo de pesquisa estiver com foco, os atalhos de teclado estarão desativados, veja :ref:`control-keyboard`.

source: Using search operators
ca: Ús d'operadors de cerca
pt_br: Usando operadores de pesquisa

source: Search operators allow you to form more complex search queries. They allow you to limit certain search terms to particular properties of your tracks.
ca: Els operadors de cerca et permeten fer cerques complexes. Podr`s limitar el text a propietats concretes de les pistes.
pt_br: Operadores de pesquisa permitem que você forme pesquisas mais complexas. Elas permitem que você limite certos termos de pesquisa para propriedades particulares de suas faixas.

source: Adds *location*, *album_artist*, and *key* search keywords. Supports human-readable time suffixes in time-based search query filters, e.g. ``1:30``, ``1m30s``, ``1m30``, ``90``, ``90s``. Supports negative search filters.
ca: Afegeix les paraules clau *location* (ubicació), *album_artist* (artista) i *key* (clau musical). Suporta sufixos de temps a les cerques per temps, com ``1:30``, ``1m30s``, ``1m30``, ``90``, ``90s``. Suporta filtres de negació.
pt_br: Adiciona palavras-chave de pesquisa *location*, *album_artist* e *key*. Suporta sufixos de tempo legíveis em filtros de pesquisa baseados em tempo, por exemplo ``1:30``, ``1m30s``, ``1m30``, ``90``, ``90s``. Suporta filtros de pesquisa negativos.

source: Mixxx supports the following filters:
ca: El Mixxx suporta els següents filtres:
pt_br: O Mixxx suporta os seguintes filtros:

source: **Text filtering**: artist, album, album_artist, genre, title, composer, comment, key, location
ca: **Filtres de text**: artist, album, album_artist, genre, title, composer, comment, key, location. Serveixen per cercar per artista, àlbum, artista de l'àlbum, estil musical, títol, compositor, comentari, clau musical i ubicació.
pt_br: **Filtros de Texto**: artista: artist, álbum: album, artista do álbum: album_artist, gênero: genre, título: title, compositor: composer, comentário: comment, tom: key, localização: location

source: **Numeric filtering**: year, track, bpm, played, rating, bitrate, duration
ca: **Filtres numèrics**: year, track, bpm, played, rating, bitrate, duration. Serveixen per cercar per any, número de pista, BPM, reproduït, puntuació, taxa de bits i durada.
pt_br: **Filtros numérico**: ano: year, faixa: track, bpm: bpm, tocada: played, avaliação: rating, taxa de bits: bitrate, duração: duration

source: **Special filtering**:
ca: **Filtres especials**
pt_br: **Filtros especiais**:

source: Supports fuzzy matching of key searches. The following example list tracks with harmonically compatible keys to C# minor.
ca: Suporta la cerca de valors similar. El següent exemple cerca les pistes que són harmònicament compatible amb Do negreta (C#) menor.
pt_br: Suporta pesquisa difusa (fuzzy) de tons. O exemplo seguinte lista faixas com tons harmonicamente compatíveis com C# menor.

source: Negative search filters. Use the ``-`` prefix as negation operator. The following example would find “hip-hop“ from any year but 1990.
ca: Filtres de negació. Utilitzeu el prefix ``-`` com a operador de negació. El següent exemple cerca per l'estil "hip-hop" de qualsevol any exceptel el 1990.
pt_br: Filtros de pesquisa negativos. Use o prefixo ``-`` como operador de negação. O exemplo seguinte vai encontrar “hip-hop“ de qualquer ano menos o de 1990.

source: Examples for text filtering
ca: Exemples de filtres de text
pt_br: Exemplos para filtros de texto

source: Examples for numeric filtering
ca: Exemples de filtres numèrics
pt_br: Exemplos para filtros numéricos

source: Examples for duration filtering
ca: Exemples de filtre de durada
pt_br: Exemplos para filtros de duração

source: Note it doesn't matter if you have space between the colon and the argument or not. Quotes must be used for multi-word text arguments.
ca: Tingueu en compte que no importa si hi ha un espai entre els dos punts i l'argument. Cal utilitzar cometes per als filtres de més d'una paraula.
pt_br: Note que não faz diferença se você tiver um espaço entre os dois-pontos e o argumento ou não. Aspas devem ser usadas para argumentos de texto de várias palavras.

source: Note that you can put a space between the colon but currently there must be no space between the operator and the number.
ca: Tingueu en compte que no importa si hi ha un espai entre els dos punts i l'argument, però no en pot haver cap entre l'operador i el número.
pt_br: Note que você pode por um espaço entre o dois-pontos mas atualmente não pode haver nenhum espaço entre o operador e o número.

source: Previewing Tracks
ca: Pre-escolta de pistes
pt_br: Pré-escutando Faixas

source: To pre-listen to a track, activate the :guilabel:`Preview` column in a library view. Clicking the |ic_lib_preview_play| icon in the library's :guilabel:`Preview` column loads the selected track in a special :ref:`Preview Deck <interface-preview-deck>` that will only output sound in the :ref:`headphones <interface-head-master>` channel. Click the |ic_lib_preview_pause| icon to stop the playback.
ca: Per a pre-escoltar una pista, activeu la columna :guilabel:`Pre-escolta` de la Biblioteca. Si feu clic a la icona |ic_lib_preview_play| d'aquesta columna, carregareu la pista a un :ref:`Reproductor de pre-escolta <interface-preview-deck>` especial que envia l'àudio només als :ref:`auriculars <interface-head-master>`. Feu clic a |ic_lib_preview_pause| per a aturar la reproducció.
pt_br: Para pré-escutar uma faixa, ative a coluna :guilabel:`Pré-escuta` na visualização da biblioteca. Clicar no ícone |ic_lib_preview_play| na coluna :guilabel:`Pré-escuta` da biblioteca carrega a faixa seleciona em um :ref:`Deck especial de Pré-escuta <interface-preview-deck>` em que o som só sai no canal do :ref:`fone <interface-preview-deck>`. Clique no ícone |ic_lib_preview_pause| para parar a reprodução.

source: Alternatively, select a track from the track list of the Mixxx library, drag the track to the waveform view of the :ref:`Preview Deck <interface-preview-deck>` and click the :guilabel:`Play` button next to the waveform.
ca: També podeu seleccionar una pista de la Biblioteca del Mixxx, arrossegar-la al gràfic d'ona del :ref:`reproductor de pre-escolta <interface-preview-deck>` i prémer el botó :guilabel:`Reprodueix` del costat del gràfic d'ona.
pt_br: Alternativamente, selecione uma faixa da lista de faixas da biblioteca do Mixxx, arraste a faixa para a visualização de ondas do :ref:`Deck de Pré-escuta <interface-preview-deck>` e clique no botão :guilabel:`Tocar` perto das ondas.

source: To display the Preview deck, press :kbd:`CTRL` + :kbd:`4` (Windows/Linux) or :kbd:`CMD` + :kbd:`4` (Mac).
ca: Per a visualitzar el reproductor de prescolta, premeu :kbd:`CTRL` + :kbd:`4` (Windows/Linux) o bé :kbd:`CMD` + :kbd:`4` (Mac).
pt_br: Parar mostrar o deck de Pré-escuta, pressione :kbd:`CTRL` + :kbd:`4` (Windows/Linux) ou :kbd:`CMD` + :kbd:`4` (Mac).

source: Edit metadata of audio files
ca: Modificació de les metadades dels fitxers d'àudio
pt_br: Edite os metadados dos arquivos de áudio

source: Mixxx reads relevant :term:`metadata` from the tracks and displays them in the library columns. You are free to edit most metadata, and Mixxx offers a number of different ways to do so. Note that some information can not be edited, such as bitrate, size, length, type, filename, and location.
ca: El Mixxx llegeix les :term:`metadades <metadata>` rellevants de les pistes i els mostra a les columnes de la biblioteca. Podeu editar la majoria de les metadades, i us permet fer-ho de diferents maneres. Algunes dades no es poden canviar, com la taxa de bits, la mida, la durada, el tipus, el nom o la ubicació.
pt_br: O MIxxx lê :term:`metadados` relevantes das faixas e mostra eles nas colunas da biblioteca. Você é livre para editar a maioria dos metadados, e o Mixxx oferece um número de diferentes formas de fazer isso. Note que algumas informações não podem ser editadas, como a taxa de bits, tamanho, duração, tipo, nome do arquivo e localização.

source: Mixxx does not support editing the metadata of many tracks at a time (bulk editing).
ca: El Mixxx no permet editar les metadades de múltiples pistes alhora.
pt_br: O Mixxx não suporta a edição de metadados de várias faixas ao mesmo tempo (edição em massa).

source: Changes to a track's metadata will be saved to the Mixxx library, but **not** to the track itself. Mixxx wont touch your audio files to prevent data loss.
ca: Els canvis a les metadades de la pista es desaran a la Biblioteca del Mixxx, però **no** al fitxer. El Mixxx no modificarà les vostres pistes per evitar la pèrdua de dades.
pt_br: Mudanças nos metadados de uma faixa vão ser salvos na biblioteca do Mixxx, mas **não** na própria faixa. O Mixxx não vai tocar os seus arquivos de áudio para prevenir perda de dados.

source: Manual Edit
ca: Edició manual
pt_br: Edição Manual

source: **Track Inline editing**:
ca: **Edició en línia**:
pt_br: **Edição de Faixas na Linha**

source: Double-click on a field in the :ref:`library <library-root>`. If the field is editable, it will become an editable text box. Enter a value and hit :kbd:`Enter` when you are done.
ca: Feu doble clic en un camp de la :ref:`Biblioteca <library-root>`. Si el camp és editable, es convertirà en un camp editable. Introduïu el valor i premeu :kbd:`Enter` quan estigui llest.
pt_br: Clique duas vezes em um campo na :ref:`biblioteca <library-root>`. Se um campo é editável, ele vai virar um campo de texto editável. Digite um valor e pressione :kbd:`Enter` quando terminar.

source: Mixxx library - Inline editing
ca: Biblioteca del Mixxx - Edició en línia
pt_br: Biblioteca do Mixxx - Edição na linha

source: **Properties editor**:
ca: **Editor de propietats**:
pt_br: **Editor de Propriedades**:

source: Click on a **single track** in the library and select :guilabel:`Properties` to open the editor. Add or change values in the editable fields, and save your changes as explained below.
ca: Seleccioneu una **única pista** a la Biblioteca, feu clic amb el botó dret i aneu a :guilabel:`Propietats` per tal d'obrir l'editor. Afegiu o canvieu els valors dels camps editables i deseu-los tal i com s'explica a continuació.
pt_br: Clique em uma **única faixa** na biblioteca e selecione :guilabel:`Propriedades` para abrir o editor. Adicione ou mude valores nos campos editáveis e salve suas mudanças como explicado abaixo

source: Mixxx library - Properties editor
ca: Biblioteca del Mixxx - Editor de propietats
pt_br: Biblioteca do Mixxx - Editor de Propriedades

source: **OK**: Accept the changes and close the editor.
ca: **Accepta**: Accepta els canvis i tanca l'editor.
pt_br: **OK**: Aceita as mudanças e fecha o editor.

source: **Apply**: Accept the changes you made into the metadata.
ca: **Aplica**: Accepta els canvis fets a les metadades.
pt_br: **Aplicar**: Aceita as mudanças que você fez nos metadados

source: **Cancel**: Discard the changes and close the editor.
ca: **Cancel·la**: Descarta els canvis i tanca l'editor.
pt_br: **Cancelar**: Descarta as mudanças e fecha o editor.

source: **Previous/Next**: Load the previous or next track in the current library view.
ca: **Anterior/Següent**: Carrega l'anterior o la següent pista de la vista actual de la biblioteca.
pt_br: **Anterior/Próximo**: Carrega a faixa seguinte ou anterior na visualização atual da biblioteca.

source: **Reload Track Metadata from File**: Prompts Mixxx to re-read the metadata of the selected track if you have modified metadata in 3rd-party software,
ca: **Recarrega les metadades del fitxer**: Indica al Mixxx que torni a llegir les metadades de la pista, per si les heu modificat amb algun programa de tercers.
pt_br: **Recarregar Metadados da Faixa do Arquivo**: Solicita ao Mixxx que releia os metadados das faixas selecionadas se você modificou os metadados em software de terceiros,
