Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/library.po
Languages: ca, pt_br

source: The Mixxx Library
ca: La Biblioteca del Mixxx
pt_br: A Biblioteca do Mixx

source: Overview of the Library features
ca: Un cop d'ull a les característiques de la Biblioteca
pt_br: Visão geral dos recursos da Bilbioteca

source: The library manages all of your music files. This is where you can find the tracks you want to play and load them into a :ref:`deck <interface-decks>` or :ref:`sampler <interface-sampler>`; see :ref:`djing-loading-tracks`. Mixxx imports your music library automatically when it is run for the first time, see :ref:`djing-import` for more information.
ca: La biblioteca organitza tots els vostres fitxers de música. Aquí és on podeu trobar les pistes que voleu reproduir i carregar-les als :ref:`plats <interface-decks>` o :ref:`reproductors de mostres <interface-sampler>`, com s'explica a :ref:`djing-loading-tracks`. El Mixxx importa la vostra biblioteca de música automàticament quan s'executa per primera vegada, aneu a :ref:`djing-import` per a més informació.
pt_br: A biblioteca gerencia todos os seus arquivos de música. Aqui é que você vai achar as faixas que você quer tocar e carregar elas em um ref:`deck <interface-decks>` ou :ref:`sampler <interface-sampler>`; veja :ref:`djing-loading-tracks`. O Mixxx importa sua biblioteca de música automaticamente quando executado pela primeira vez, veja :ref:`djing-import` para mais informação

source: The sidebar on the left contains different collections of music. The track list view on the right displays the tracks in those collections.
ca: La barra lateral esquerra conté diferents col·leccions de música. La llista ubicada a la dreta mostra les pistes que hi ha en dites col·leccions.
pt_br: A barra lateral na esquerda contêm diferentes coleções de música. A visualização da lista de faixas na direita mostra as faixas nessas coleções.

source: **Sidebar**:
ca: **Barra lateral**:
pt_br: **Barra Lateral**:

source: **Search**: Search for tracks in your Mixxx library.
ca: **Cerca**: Cerqueu pistes a la vostra biblioteca del Mixxx.
pt_br: **Pesquise**: Procur por faixas na sua biblioteca do Mixxx.

source: **Library**: View and edit your whole collection.
ca: **Biblioteca**: Consulteu i editeu la vostra biblioteca.
pt_br: **Bilbioteca**: Veja e edite sua coleção inteira.

source: **Auto DJ**: Automatically load and crossfade tracks for unattended mixing.
ca: **DJ Automàtic**: Carregueu cançons automàticament per a mesclar-les de forma desatesa.
pt_br: **Auto DJ**: Automaticamente carrega e faz transição de faixas para mixagem sem acompanhamento.

source: **Playlists**: Organize your tracks in sortable lists.
ca: **Llistes de reproducció**: Organitzeu les vostres pistes en llistes ordenables.
pt_br: **Listas de Reprodução**: Organize suas faixas em listas ordenadas.

source: **Crates**: Manage your files in unordered track collections.
ca: **Caixes**: Gestioneu els vostres fitxers en col·leccions sense ordre.
pt_br: **Caixas**: Gerencie seus arquivos em coleções de faixas desordenadas.

source: **Browse**: Browse and load tracks from your file system and connected devices.
ca: **Navega**: Navegueu i carregueu pistes del vostre ordinador o dispositius connectats.
pt_br: **Navegador**: Navegue e carregue suas faixas do seu sistema de arquivos e dispositivos contectados.

source: **Recordings**: Record your mix and view previous recordings.
ca: **Enregistraments**: Enregistreu les vostres mescles i consulteu els enregistraments anteriors.
pt_br: **Gravações**: Grave sua mixagem e veja suas gravações anteriores.

source: **History**: Browse lists of tracks you played in past mixing sessions.
ca: **Històric**: Consulteu les pistes que vau reproduir en sessions anteriors.
pt_br: **Histórico**: Navegue por listas de faixas que você tocou em sessões anteriores de mixagem.

source: **Analyze**: Prepare your tracks for optimal mixing experience.
ca: **Analitza**: Prepareu les vostres pistes per a una experiència òptima a l'hora de mesclar.
pt_br: **Analis**: Prepare suas faixas para uma ótima experiência de mixagem.

source: **External Libraries**: Access your existing iTunes, Traktor, Rhythmbox, and Banshee libraries.
ca: **Biblioteques externes**: Accediu a les biblioteques del iTunes, Traktor, Rhythmbox i Banshee.
pt_br: **Bibliotecas Externas**: Acesse suas bibliotecas existentes do iTunes, Traktor, Rhythmbox e Banshee.

source: **Track List**:
ca: **Llista de pistes**:
pt_br: **Lista de Faixas**:

source: **Sort**: Display and sort track collections by different criteria.
ca: **Ordena**: Mostra i ordena les col·leccions de pistes segons diferents criteris.
pt_br: **Ordene**: Mostre e ordene as coleções de faixas por diferentes critérios.

source: **Load**: Drag tracks you want to play to the waveform display.
ca: **Carrega**: Arrossegueu le pistes a reproduir a sobre del gràfic d'ona.
pt_br: **Carregue**: Arraste as faixas que você quer tocar para o mostrador de onda.

source: **Edit**: Rate tracks and edit track properties.
ca: **Editeu**: Puntueu les pistes i editeu-ne les propietats.
pt_br: **Edite**: Avalie as faixas e edite as propriedades das faixas.

source: Library - View and edit your whole collection
ca: Biblioteca - Consulta i edita la col·lecció sencera
pt_br: Bilbioteca - Veja e edite sua coleção inteira

source: |ic_lib_library| The Library displays a sortable list of all the tracks in your music library.
ca: |ic_lib_library| La Biblioteca mostra una llista ordenable de totes les pistes que teniu a la biblioteca.
pt_br: |ic_lib_library| A Biblioteca mostra uma lista ordenável de todas as faixas da sua bilbioteca de músicas.

source: **Customizing the view**
ca: **Personalitzeu la vista**
pt_br: **Personalizando a visualização**

source: Move columns by clicking in a column header and dragging it to another position. Right-click on a column header to show and hide particular columns. Adjust the column width to fit the contents of the rows by double-clicking on the separator between two column headers.
ca: Moveu les columnes fent clic a la capçalera de la columna i arrossegant-les a una altra posició. Feu clic amb el botó dret a sobre de la capçalera per a ensenyar o amagar columnes. Ajusteu l'ample de la columna al seu contingut fent doble clic al separador que hi ha entre dues capçaleres.
pt_br: Mova as colunas clicando no topo de uma coluna e arrastando para outra posição. Clique com o lado direito em um topo de coluna para mostrar e ocultar certas colunas. Ajuste o tamanho das colunas para o tamanho do conteúdo clicando duas vezes no separador entre dois topos de coluna.

source: **Sorting Tracks**
ca: **Ordeneu les pistes**
pt_br: **Ordenando Faixas**

source: Tracks are automatically sorted by the active column. Click on the active column header to reverse the sort order. Click on another column header to change the active column.
ca: Les pistes queden ordenades per la columna activa. Feu clic a la capçalera de la columna activa per a invertir l'ordre. Feu clic en una altra columna per canviar la columna activa.
pt_br: As faixas são ordenadas automaticamente pela coluna ativa. Clique em um topo de coluna ativo para inverter a ordenagem. Clique em outro topo de coluna para mudar a coluna ativa.

source: **Rating tracks**
ca: **Puntueu les pistes**
pt_br: **Avaliando faixas**

source: Make sure the :guilabel:`Rating` column is not hidden. Rate tracks by hovering over the rating field and clicking the stars.
ca: Assegureu-vos que la columna :guilabel:`Puntuació` no està amagada. Puntueu les pistes fent clic a les estrelles.
pt_br: Esteje certo de que a coluna :guilabel:`Avaliação` não está escondida. Avalie faixas ao clicar nas estrelas do campo de avaliação.

source: **Track Inline editing**
ca: **Editeu les pistes des de la llista**
pt_br: **Edição de Faixas na Linha**

source: Mixxx reads :term:`metadata` from the tracks to fill the columns of the library. Double-click on a field, edit the data, and hit :kbd:`Enter` when you are done. Go to the chapter :ref:`edit metadata <djing-edit-metadata>` for detailed information.
ca: El Mixxx llegeix les :term:`metadades <metadata>` de les pistes per omplir les columnes de la biblioteca. Feu doble clic en un camp, editeu les dades i premeu :kbd:`Enter` quan hagueu acabat. Aneu al capítol :ref:`editar les metadades <djing-edit-metadata>` per a més informació.
pt_br: O MIxxx lê :term:`metadados` das faixas para preencher as colunas da biblioteca. Clique duas vezes em um campo, edite os dados, e dê :kbd:`Enter` quando você terminar. Vá para o capítulo :ref:`edição de metadados <djing-edit-metadata>` para informações detalhadas.

source: **Loading tracks**
ca: **Carregueu les pistes**
pt_br: **Carregando faixas**

source: To load a track into a :ref:`deck <interface-decks>`, you can either drag it to the waveform display or use the context menu. Go to the chapter :ref:`djing-loading-tracks` for detailed information.
ca: Per a carregar una pista al :ref:`plat <interface-decks>` podeu arrossegar-la a sobre del gràfic d'ona o utilitzar el menú contextual. Aneu al capítol :ref:`djing-loading-tracks` per a més informació.
pt_br: Para carregar uma faixa em um :ref:`deck <interface-decks>`, você pode arrastá-lo para o mostrador de onda ou usar o menu de contexto. Vá para o capítulo :ref:`djing-loading-tracks` para informações detalhadas.

source: **Importing tracks**
ca: **Importeu més pistes**
pt_br: **Importando faixas**

source: Mixxx imports your music library automatically when it is run for the first time. Go to the chapter :ref:`djing-import` for detailed information.
ca: El Mixxx importa la vostra biblioteca de música automàticament quan s'executa per primera vegada. Aneu al capítol :ref:`djing-import` per a més informació.
pt_br: O Mixxx importa sua biblioteca de música automaticamente quando executado pela primeira vez. Vá para o capítulo :ref:`djing-import` para informações detalhadas.

source: **Previewing Tracks**
ca: **Preescolteu les pistes**
pt_br: **Pré-escutando faixas**

source: To pre-listen to tracks in your headphones without loading them to a regular deck, click the |ic_lib_preview_play| icon in the :guilabel:`Preview` column. Go to the chapter :ref:`djing-previewing-tracks` for detailed information.
ca: Per tal de pre-escoltar les pistes amb els auriculars sense necessitat de carregar-les a un plat, feu clic a la icona |ic_lib_preview_play| de la columna :guilabel:`Previsualitza`. Aneu al capítol :ref:`djing-previewing-tracks` per a més informació.
pt_br: Para pré-escutar faixas nos seus fones sem carregá-las em um deck comum, clique no ícone |ic_lib_preview_play| na coluna :guilabel:`Pré-escutar`. Vá para o capítulo :ref:`djing-previewing-tracks` para informações detalhadas.

source: **Cover/Album Art**
ca: **Caràtules**
pt_br: **Arte da Capa/Álbum**

source: Mixxx can display any cover art that it finds for a track in the library. The search algorithm will check locally for available cover art, and chooses the first cover that appears in the following list:
ca: El Mixxx pot mostrar qualsevol caràtula que trobi per a les pistes de la llibreria. L'algorisme de cerca mirarà de trobar-la al disc i triarà la primera seguint aquest ordre:
pt_br: O Mixxx pode mostrar qualquer arte da capa que ele encontrar para uma faixa na biblioteca. O algorítimo de pesquisa vai procurar localmente por artes de capa disponíveis, e escolhe a primeira capa que aparecer na seguinte lista:

source: The first cover saved in the ID3v2 :term:`tags<metadata>` of the track
ca: La primera caràtula desada en una :term:`metadada <metadata>` de la pista
pt_br: A primeira capa salva nas :term:`etiquetas <metadata>` ID3v2 da faixa

source: If just one image file exists in the track folder take that.
ca: Si existeix només una imatge a la carpeta de la pista, tria-la.
pt_br: Se apenas um arquivo de imagem existir na pasta da faixa este é pego.

source: :file:`%track-file-base%.jpg` in the track directory for :file:`%track-file-base%.mp3`
ca: El fitxer :file:`%nom-base-fitxer%.jpg` de la carpeta de la pista si el nom és :file:`%nom-base-fitxer%.mp3`
pt_br: :file:`%arquivo-base-da-faixa%.jpg` no diretório da faixa para :file:`%arquivo-base-da-faixa%.mp3`

source: :file:`%album%.jpg`
ca: :file:`%Nom de l'àlbum%.jpg`
pt_br: :file:`%álbum%.jpg`

source: Mixxx supports the following image types: jpg, jpeg, png, gif, bmp
ca: El mixxx suporta els formats d'imatge següents: jpg, jpeg, png, gif, bmp
pt_br: O MIxxx suporta os seguintes tipos de imagem: jpg, jpeg, png, gif, bpm

source: **Rescan Library**
ca: **Torneu a escanejar la biblioteca**
pt_br: **Reexaminar a Biblioteca**

source: If you want to manually refresh your library without exiting (for example because you added or moved files) you can do this with :menuselection:`Library --> Rescan Library` in the menu on top of the application window. You can prompt an automatic rescan when Mixxx is started in :menuselection:`Preferences --> Library --> Rescan on startup`.
ca: Si voleu actualitzar la llibreria manualment sense sortir de l'aplicació (per exemple, perquè heu afegit o mogut fitxers), podeu fer-ho des del menú principal de l'aplicació :menuselection:`Biblioteca -> Torna a escanejar la biblioteca`. També podeu forçar una actualització automàtica quan s'inicia el Mixxx des de :menuselection:`Preferències --> Biblioteca -> Torna a escanejar la biblioteca a l'inici`.
pt_br: Se você quer atualizar manualmente a sua biblioteca sem sair (por exemplo porque você adicionou o moveu arquivos) você pode fazer isso com menuselection:`Biblioteca --> Reexaminar Biblioteca` no menu no topo da janela da aplicação. Você pode solicitar uma uma reexaminação automática quando o Mixxx for iniciado em :menuselection:`Preferências--> Biblioteca--> Reexaminar na inicialização`.

source: Track list context menu
ca: Menú contextual de la biblioteca
pt_br: Menu de contexto da lista de faixas

source: :guilabel:`Reload Track Metadata from MusicBrainz`, :guilabel:`Change BPM` context menu options and :guilabel:`Cover Art`
ca: Opcions de menú :guilabel:`Recupera metadades amb el MusicBrainz` i :guilabel:`Canvia el BPM`, així com les :guilabel:`Caràtules`
pt_br: Opções de menu de contexto :guilabel:`Obter Metadados da Faixa no MusicBrainz`, :guilabel:`Opções de BPM` e :guilabel:`Arte da Capa`

source: All BPM related options are in the :guilabel:`BPM Options` sub-menu.
ca: Totes les opcions referets al BPM estan al submenú :guilabel:`Opcions de BPM`.
pt_br: Todas as opções relacionadas ao BPM estão no sub-menu :guilabel:`Opções de BPM`

source: Right-clicking on selected tracks in the track list reveals the context menu:
ca: En fer clic amb el botó dret del ratolí sobre les pistes, al llistat de la biblioteca, fareu aparèixer el menú contextual:
pt_br: Clicando com o lado direito nas faixas selecionadas na lista de faixas revela o menu de contexto:

source: **Add to Auto DJ**: Adds the content of the selection to either the :guilabel:`bottom` or :guilabel:`top` of the :ref:`Auto DJ <library-auto-dj>` playlist for automatic mixing.
ca: **Afegeix-ho a la cua de DJ Automàtic**: Afegeix totes les pistes seleccionades :guilabel:`al final` o :guilabel:`al principi` de la llista de reproducció del :ref:`DJ Automàtic <library-auto-dj>` per a la mescla automàtica.
pt_br: **Adicionar ao Auto DJ**: Adiciona o conteúdo da seleção :guilabel:`em baixo` ou :guilabel:`em cima` da lista de reprodução do :ref:`Auto DJ <library-auto-dj>` para mixagem automática.

source: **Add to playlist/crate**: Add selected tracks to the playlists or crates that you have created before. Alternatively, drag the selection to the playlist or crate in the sidebar.
ca: **Afegeix a la llista/Caixa**: Afegeix les pistes seleccionades a la llista de reproducció o la caixa que seleccioneu. També es pot fer arrossegant pistes a sobre la llista o la caixa, a la barra lateral.
pt_br: **Adicionar à lista de reprodução/caixa**: Adiciona as faixas selecionadas para as listas de reprodução ou caixas que você criou anteriormente. Alternativamente, arraste a seleção para a lista de reprodução ou caixa na barra lateral.

source: **BPM Options sub-menu**:
ca: **Submenú d'Opcions de BPM**:
pt_br: **Sub-menu Opções de BPM**:

source: **Change BPM**: Allows to change the :term:`BPM` to 50%, 66%, 75% or 200% of the BPM set by Mixxx when :ref:`analyzing <library-analyze>` the tracks. If many of the detected BPM are off from the tracks original tempo, you might want to adjust the :guilabel:`BPM Range` in the :ref:`Analyzer Settings <djing-bpm-detection>` and re-run the analysis.
ca: **Canvia el BPM**: Permet canviar el :term:`BPM` al 50%, 66%, 75% o 200% del valor detectat pel Mixxx durant :ref:`l'acció d'analitzar <library-analyze>`. Si hi ha moltes pistes amb el BPM incorrecte, potser cal que ajusteu :guilabel:`l'Interval de BPM` a les :ref:`Opcions de detecció de ritme <djing-bpm-detection>` i executar l'anàlisi de nou.
pt_br: **Mudar o BPM**: Permite a mudança do :term:`BPM` para 50%, 66%, 75% ou 200% do BPM definido pelo Mixxx quando :ref:`analisou <library-analyze>` as faixas. Se muitos dos BPMs detectados estiverem fora do tempo original da faixa, você pode querer ajustar a :guilabel:`Faixa de BPM` nas :ref:`Configurações do Analisador <djing-bpm-detection>` e re-executar a análise.

source: **Lock/Unlock BPM**: Locks/Unlocks the :term:`BPM` of selected tracks so you can't edit them in the track properties. The |ic_lib_bpm_unlocked| icon next to the track's BPM in the library row is a toggle. Clicking it will set the status to "locked", and the icon changes to |ic_lib_bpm_locked|.
ca: **Bloqueja/Desbloqueja el BPM**: Bloqueja o desbloqueja el :term:`BPM` de les pistes seleccionades per evitar que es pugui canviar des de les propietats de la pista. La icona |ic_lib_bpm_unlocked| al costat del BPM de la pista, a la Biblioteca, permet commutar aquesta opció. En fer clic, canviarà l'estat a "bloquejat", i la icona canviarà a |ic_lib_bpm_locked|.
pt_br: **Travar/Destravar o BPM**: Trava/Destrava o :term:`BPM` das faixas selecionadas para que você não possa editar eles nas propriedades da faixa. O ícone |ic_lib_bpm_unlocked| perto do BPM da faixa na coluna da biblioteca é alternável. Clicar ele vai definir o seu estado para "travado", e o ícone muda para |ic_lib_bpm_locked|.

source: **Clear BPM and Beatgrid**: Removes :term:`BPM` and :term:`beatgrid` data of selected tracks from the Mixxx library. After doing this, we recommended you to :ref:`analyze <library-analyze>` the tracks again.
ca: **Elimina el BPM i la graella de ritme**: Elimina el :term:`BPM` i la :term:`graella de ritme <beatgrid>` de les pistes seleccionades emmagatzemades a la llibreria del Mixxx. Després d'això, es recomana que torneu a :ref:`analitzar <library-analyze>` les pistes de nou.
pt_br: **Limpar BPM e Grade de Batidas**: Remove os dados de :term:`BPM` e da :term:`grade de batidas` das faixas selecionadas da biblioteca do Mixxx. Depois de fazer isso, nós recomendamos que você :ref:`analise <library-analyze>` as faixas de novo.

source: **Reload Track Metadata from File**: If the track's :term:`metadata` changes, e.g. if you used iTunes to edit them, this option lets you save the new values for the selected tracks to the Mixxx library, see :ref:`edit metadata <djing-edit-metadata>`.
ca: **Recarrega les metadades del fitxer**: Si les :term:`metadades <metadata>` del fitxer canvien, per exemple, si les heu modifica des del iTunes, aquesta opció permet actualitzar la biblioteca del Mixxx amb els nous valors. Aneu a :ref:`edita les metadades <djing-edit-metadata>` per a més informació.
pt_br: **Recarregar os Metadados do Arquivo**: Se a os :term:`metadados` de uma faixa muda, por exemplo se você usou o iTunes para editá-los, essa opção permite que você salve os novos valores nas faixas selecionadas para a biblioteca do Mixxx, veja :ref:`edição de metadados <djing-edit-metadata>`.

source: **Reload Track Metadata from MusicBrainz**: Lookup :term:`metadata` online by searching the :term:`MusicBrainz` database, and apply the search results to your tracks, see :ref:`edit metadata <djing-edit-metadata>`.
ca: **Recupera metadades amb el MusicBrainz**: Permet cercar :term:`metadades <metadata>` a internet utilitzant la base de dades de :term:`MusicBrainz`, i afegir-les a les vostres pistes. Aneu a :ref:`edita les metadades <djing-edit-metadata>` per a més informació
pt_br: **Obter Metadados no MusicBrainz**: Procure :term:`metadados` online procurando na base de dados do :term:`MusicBrainz`, e aplique os resultados da pesquisa nas suas faixas, veja :ref:`edição de metadados <djing-edit-metadata>`.

source: **Cover Art Option sub-menu**:
ca: **Submenú Caràtula**:
pt_br: **Sub-menu Opções de Arte da Capa**:

source: **Choose New Cover**: Select an image from the file-browser as new cover.
ca: **Trieu una nova caràtula**: Permet seleccionar una imatge del disc per utilitzar-la com a caràtula.
pt_br: **Escolher Nova Capa**: Selecione uma imagem do gerenciador de arquivos como nova capa.

source: **Unset Cover**: Delete any cover information saved for this track.
ca: **Descarta la caràtula**: Esborra la informació de caràtula de les pistes seleccionades.
pt_br: **Remover Capa**: Deleta qualquer informação de capa salva para essa faixa.

source: **Reload from track/folder**: Reload the cover from the tracks ID3v2 :term:`tags<metadata>` or a picture in the track folder if they are not available.
ca: **Recarrega de la pista/carpeta**: Torna a carregar la caràtula a partir de la :term:`etiqueta <metadata>` ID3v2, o, en el seu defecte, de la imatge ubicada en la carpeta de la pista
pt_br: **Recarregar da faixa/pasta**: Recarrega a capa das :term:`etiquetas<metadata>` ID3v2 da faixa ou da imagem na pasta das faixas se elas não estiverem disponíveis.

source: **Hide from Library**: Temporarily hides selected tracks from the track list. Hidden tracks are listed in the :guilabel:`Hidden Tracks` menu item which is explained below.
ca: **No ho mostris a la biblioteca**: Amaga temporalment les pistes seleccionades de la llista principal de la Biblioteca. Les pistes que amagueu es mostraran a les :guilabel:`Pistes amagades` que s'explica a continuació.
pt_br: **Ocultar da Biblioteca**: Temporariamente esconde as faixas selecionadas da lista de faixas. Faixas escondidas estão listadas no item de menu :guilabel:`Faixas Escondidas` que é explicado abaixo.

source: **Reset Play Count**: Marks selected tracks as not played in the current session and set their play counter to zero. The icon in the :guilabel:`Played` column changes.
ca: **Reinicialitza el nombre de reproduccions**: Fa que es consideri la pista com a no reproduïda en la sessió actual, i posa el comptador de reproduccions a zero. Això farà que la icona de la columna :guilabel:`Reproduït` canviï.
pt_br: **Resetar Contagem de Reproduções**: Marca as faixas selecionadas como não tocadas na sessão atual ou define o contador de reproduções delas para zero. O ícone na coluna :guilabel:`Tocada` muda.

source: **Open in File Browser**: Browse for the selected files in your file manager.
ca: **Obre en l'explorador de fitxers**: Obre la carpeta on està la pista seleccionada utilitzant l'explorador de fitxers del sistema operatiu.
pt_br: **Abrir no Navegador de Arquivos**: Navegue para os arquivos selecionados no seu gerenciador de arquivos.
