Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/livebroadcasting.po
Languages: pt_br

source: Live Broadcasting - Start your own Internet radio
pt_br: Transmissão Ao Vivo - Comece sua própria rádio na Internet

source: Live Broadcasting in Mixxx allow you to stream your mix over the Internet to listeners around the world.
pt_br: A Transmissão Ao Vivo no Mixxx permite que você transmita a sua mixagem pela Internet para os ouvintes pelo mundo.

source: Streaming Servers
pt_br: Servidores de Streaming

source: **Remote streaming server**
pt_br: **Servidor de streaming remoto**

source: Mixxx as client-side streaming source broadcasting to an remote streaming server
pt_br: Mixxx como cliente fonte de streaming transmitindo para um servidor de streaming remoto

source: **Local streaming server**
pt_br: **Servidor de streaming local**

source: Mixxx as client-side streaming source broadcasting to an local streaming server
pt_br: Mixxx como cliente fonte de streaming transmitindo para um servidor de streaming local

source: Configuring Mixxx
pt_br: Configurando o Mixxx

source: Start by supplying Mixxx with all information needed to establish a connection to the streaming server:
pt_br: Comece fornecendo ao Mixxx toda a informação necessária para estabelecer a conexão ao servidor de streaming:

source: Open :menuselection:`Preferences --> Live Broadcasting`.
pt_br: Abra :menuselection:`Preferências --> Transmissão Ao Vivo`.

source: Insert the settings following the descriptions in the :ref:`live-broadcasting-preferences`
pt_br: Insira as configurações seguindo as descrições nas :ref:`live-broadcasting-preferences`

source: Click :guilabel:`OK`
pt_br: Clique :guilabel:`OK`

source: Go to :menuselection:`Options --> Enable Live Broadcasting` or use the :ref:`appendix-shortcuts` to start broadcasting.
pt_br: Vá para :menuselection:`Opções --> Ativar Transmissão Ao Vivo` ou use os :ref:`appendix-shortcuts` para começar a transmissão

source: Live Broadcasting Preferences
pt_br: Preferências da Transmissão Ao Vivo

source: Mixxx preferences - Setting up live broadcasting
pt_br: Preferências do Mixxx - Configurando a transmissão ao vivo

source: **Server Connection**
pt_br: **Conexão do Servidor**

source: **Type**: Select the type of streaming server you want to connect with. :term:`Shoutcast 1<shoutcast>`, :term:`Icecast 1 <icecast>`, and :term:`Icecast 2<icecast>` servers are supported.
pt_br: **Tipo**: Selecione o tipo de servidor de streaming que você quer se conectar. Os servidores :term:`Shoutcast 1<shoutcast>`, :term:`Icecast 1 <icecast>` e :term:`Icecast 2<icecast>` são suportados.

source: **Host**: You can enter the host as either a host name or an IP address.
pt_br: ***Host**: Você pode digitar o hosto como um nome de host um endereço IP.

source: **Mount**: A mount point is a unique name identifying a particular stream. For *Shoutcast* it is not necessary to specify a mount point. The setting must not be blank if you are using *Icecast*. Try the default ``/mount`` or ``/live``. If you haven't been given a specific mount point you can usually make one up. It always begins with a ``/`` (slash) followed by a text without any special characters in it.
pt_br: **Montagem**: Um ponto de montagem é um nome único identificando uma stream particular. Para o *Shoutcast* não é necessário especificar um ponto de montagem. A configuração não pode estar em branco se você está usando o *Icecast* tente os padrões ``/mount`` ou ``/live``. Se não te deram um ponto de montagem específico você pode geralmente fazer um. Ele sempre começa com uma ``/`` (barra) seguido por um texto sem caracteres especiais.

source: **Port**: As provided by your streaming server provider. Most servers use the default port 8000.
pt_br: **Porta**: Como fornecido pelo seu provedor de servidor de streaming. Muitos servidores usam a porta padrão 8000.

source: **Password**: As provided by your streaming server provider, unless you run your own radio server. It is required to establish the connection to the server and to start the broadcast.
pt_br: **Senha**: Como fornecida pelo seu provedor de servidor de streaming, a não ser que você esteja rodando o seu próprio servidor de rádio. Ela é necessária para estabelecer a conexão com o servidor e para começar uma transmissão.

source: Do not enter a :term:`URL` as the host! ``http://example.com:8000`` does not work. Use ``example.com`` in the :guilabel:`Host` field and ``8000`` in the :guilabel:`Port` field instead.
pt_br: Não digite uma :term:`URL` no host! ``http://exemplo.com:8000`` não funciona. Em vez disso use ``exemplo.com`` no campo :guilabel:`Host` e ``8000`` no campo :guilabel:`Porta`.

source: **Stream Setting**
pt_br: **Configuração da Stream**

source: :guilabel:`Dynamically update Ogg Vorbis metadata` option
pt_br: opção :guilabel:`Atualizar os metadados Ogg Vorbis dinamicamente`

source: **Public stream**: If enabled, this option adds your radio station to the Shoutcast/Icecast directory.
pt_br: **Stream pública**: Se ativada, essa opção adiciona a sua estação de rádio no diretório Shoutcast/Icecast.

source: **Enable UTF-8 metadata**: If enabled, this option fixes broken accented and foreign language symbols in :term:`metadata`, assuming the streaming provider has configured the server to support UTF-8 metadata.
pt_br: **Utilizar metadados UTF-8**: Se ativado, essa opção conserta acentos quebrados e símbolos de linguagens estrangeiras nos :term:`metadados`, assumindo que o provedor de streaming configurou o servidor para suportar metadados UTF-8.

source: **Dynamically update Ogg Vorbis metadata**: Due to flaws in some streaming clients, updating Ogg Vorbis metadata dynamically can cause listener glitches and disconnections. Check this box to update the metadata anyway.
pt_br: **Atulizar os metadados Ogg Vorbis dinamicamente**: Por causa de falhas em alguns clientes de streaming, atualizar metadados Ogg Vorbis dinamicamente por causar falhas e desconexões nos ouvintes. Marque esta caixa para atualizar os metadados assim mesmo.

source: **Stream name**: So, what's the name of your show?
pt_br: **Nome da Stream**: Então, qual é o nome do seu show?

source: **Website**: The website you would like your listeners to visit.
pt_br: **Site**: O site que você quer que seus ouvintes visitem.

source: **Description**: Enter your DJ name and a short tagline.
pt_br: **Descrição**: Digite o seu nome de DJ e um slogan curto.

source: **Genre**: List the main genres you play. This attracts search hits on stream directories. Genre must not be blank.
pt_br: **Gênero**: Liste os gêneros principais que você toca. Isso atrai resultados de pesquisa em diretórios de stream. O Gênero não pode estar em branco.

source: **Encoding**
pt_br: **Codificação**

source: **Bitrate**: Selecting a :term:`bitrate` of 128 or 160 :term:`kbps` is common and provides sufficient quality to your listeners. Higher bitrates will use a larger chunk in your Internet connection bandwidth to stream and for your listeners to receive the stream.
pt_br: **Taxa de bits**: Selecionar uma :term:`taxa de bits` de 128 ou 160 :term:`kbps` é comum e provê qualidade suficiente para os seus ouvintes. Taxas de bits maiores vão usar um pedaço maior da largura de banda da sua conexão de Internet para transmitir e também das dos seus ouvintes para receber a stream.

source: **Format**: Mixxx supports streaming to Icecast servers either in :term:`MP3` or :term:`Ogg Vorbis` format, streaming to Shoutcast servers is supported in :term:`MP3` format.
pt_br: **Formato**: O MIxxx suporta streaming para servidores Icecast em formato :term:`MP3` ou :term:`Ogg Vorbis`, e o streaming para servidores Shoutcast é suportado em formato term:`MP3`.

source: **Shoutcast metadata format**
pt_br: **Formato de metadados Shoutcast**

source: This allows to set custom metatdata formats for the Shoutcast title field. Previously only ``artist - title`` was allowed. For example if you were broadcasting as part of a station, you could add the station's name or the presenter's name in the title: ``MyStation | $artist - $title``. Or if you were doing a live mix with several artists, you could have: ``Live mix by MyName - currently playing: $artist``. Or even if you wanted a very unusual format: ``Hey, I like $artist, here is $title by $artist``.
pt_br: Isso permite que você defina formatos de metadados personalizados para o campo de título do Shoutcast. Anteriormente apenas ``artista - título`` era permitido. Por exemplo se você estivesse transmitindo como parte de uma estação, você poderia adicionar o nome da estação ou o nome do apresentador no título: ``MinhaEstação | $artist - $title``. Ou se você estiver fazendo uma mixagem ao vivo com vários artistas, você poderia ter: ``Mixagem ao vivo por MeuNome - atualmente tocando: $artist``. Ou ainda se você queria um formato bem incomum: ``Ei, Eu gosto de $artist, aqui está $title por $artist``.

source: The changes **do not** affect the case for the combination of OGG/Icecast2.
pt_br: As mudanças **não** afetam o caso para a combinação de OGG/Icecast2.

source: **Custom metadata**
pt_br: **Metadados personalizados**

source: By default, Mixxx broadcasts artist and title information of the files that you play to your listeners. You can disable this feature and use your own custom metadata.
pt_br: Por padrão, o Mixxx transmite a informação do artista e título dos arquivos que você toca para os seus ouvintes. Você pode desativar essa funcionalidade e usar os seus próprios metadados personalizados.

source: **Enable custom metadata**: Toggles custom metadata on and off.
pt_br: **Ativar metadados personalizados**: Ativa/Desativa metadados personalizados.

source: **Artist**: Insert your custom artist metadata here, your DJ name for example.
pt_br: **Artista**: Insira os seu metadado personalizado de artista aqui, o seu nome de DJ por exemplo.

source: **Title**: Insert your custom title metadata here.
pt_br: **Título**: Insira o seu metadado personalizado de título.

source: Due to licensing restrictions, MP3 streaming is not enabled by default. For information on how to enable MP3 streaming, go to the chapter :ref:`MP3 streaming`.
pt_br: Por causa de restrições de licença, o streaming de MP3 não é ativado por padrão. Para mais informação em como ativar o streaming de MP3, vá para o capítulo :ref:`streaming de MP3`.

source: Both essentially serve the same purpose. An Icecast server can stream either :term:`MP3` or :term:`Ogg Vorbis`. However, although Ogg is more efficient and effective (you get higher-fidelity sound than MP3 at lower data rates) not all players can play Ogg streams. As a result MP3 is probably a safe choice unless you know your listeners can hear an Ogg stream successfully.
pt_br: Os dois essencialmente servem para a mesma proposta. Um servidor Icecast pode transmitir :term:`MP3` ou :term:`Ogg Vorbis`. Porém, embora o Ogg seja mais eficiente e efetivo (você consegue um som de maior fidelidade do que com um MP3 em taxas de dados mais baixas) nem todos os ouvintes podem reproduzir uma stream de Ogg. Como resultado, o MP3 é provavelmente uma escolha mais segura, a não ser que você saiba que os seus ouvintes possam escutar uma stream de Ogg com sucesso.

source: Broadcast directories
pt_br: Diretórios de Transmissão

source: Generally your streaming server host adds your radio station to the Shoutcast/Icecast directory, if you enable the :guilabel:`Public Stream` option in :menuselection:`Preferences --> Live Broadcasting --> Stream Settings`.
pt_br: Geralmente um servidor de streaming adiciona a sua estação de rádio ao diretório do Shoutcast/Icecast, se você ativar a opção :guilabel:`Stream Pública` em :menuselection:`Preferências --> Transmissão Ao Vivo --> Configurações de Stream`.

source: **Shoutcast radio directory**: `www.shoutcast.com <http://www.shoutcast.com/>`_
pt_br: **Diretório de rádio Shoutcast**: `www.shoutcast.com <http://www.shoutcast.com/>`_

source: **Icecast radio directory**: `dir.xiph.org <http://dir.xiph.org/>`_
pt_br: **Diretório de rádio Icecast**: `dir.xiph.org <http://dir.xiph.org/>`_

source: Often streaming hosts will run their own directories. Check your host's FAQ to find out. If you want to promote your streaming radio station even more, register at services like `streamfinder.com <http://www.streamfinder.com/>`_. An overview of different internet radio directories is available at `shoutcheap.com <http://www.shoutcheap.com/internet-radio-directories-submitting-and-promoting/>`_
pt_br: Frequentemente hosts de streaming vão rodar o seus próprios diretórios. Verifique o FAQ para descobrir. Se você quiser promover a sua estação de rádio por streaming ainda mais, registre-se em serviços como `streamfinder.com <http://www.streamfinder.com/>`_. Uma visão geral de diferentes diretórios de radio na internet está disponível em `shoutcheap.com <http://www.shoutcheap.com/internet-radio-directories-submitting-and-promoting/>`_

source: Troubleshooting
pt_br: Solução de Problemas

source: If you have trouble connecting to your streaming server, check the configuration in the :ref:`live-broadcasting-preferences`.
pt_br: Se você está com problemas ao conectar com o servidor de streaming, verifique a configuração nas :ref:`live-broadcasting-preferences`.

source: You may need the :term:`LAME` libraries to stream in MP3. See :ref:`MP3 Streaming`.
pt_br: Você pode precisar de bibliotecas :term:`LAME` para transmitir em MP3. Veja :ref:`MP3 Streaming`.

source: You may have selected the :term:`Ogg Vorbis` format that is unsupported by Shoutcast servers.
pt_br: Você pode ter selecionado o formato :term:`Ogg Vorbis` que não é suportado pelos servidores Shoutcast.

source: You may need to check your firewall settings. Both Icecast and Shoutcast use two ports. If you are streaming on a port (for example, port 8000) then you need to open up the next port (port 8001) as well.
pt_br: Você pode precisar verificar as suas configurações de firewall. Ambos Icecast e Shoutcast usam duas portas. Se você está transmitindo em uma porta (por exemplo, porta 8000) então você precisa abrir a próxima porta (porta 8001) também.

source: You may need to configure port forwarding if you are behind a router or your router will block requests to your streaming port (for example, port 8000)
pt_br: Você pode precisar fazer port forwarding se você estiver atrás de um roteador ou se o seu roteador for bloquear pedidos na sua porta de streaming (por exemplo, porta 8000)

source: Activate MP3 streaming support
pt_br: Ativando suporte a streaming de MP3

source: Due to licensing restrictions, :term:`MP3` streaming is not enabled by default. In order to enable MP3 streaming you must install the :term:`LAME` MP3 :term:`codec` yourself. The following section explains how you can do that.
pt_br: Por causa de restrições de licença, o streaming de :term:`MP3` não é ativado por padrão. Para ativar o streaming de MP3 você precisa instalar o :term:`codec` de MP3 :term:`LAME`. A seção seguinte explica como você pode fazer isso.

source: If you have activated MP3 streaming support, you'll be also able to record your mixes in MP3 format. Go to the chapter :ref:`djing-recording-your-mix` for more information.
pt_br: Se você ativou o suporte à streaming de MP3, você também vai poder gravar as suas mixagens em formato MP3. Vá para o capítulo :ref:`djing-recording-your-mix` para mais informação.

source: Activate MP3 streaming support on Windows
pt_br: Ativando o suporte a streaming de MP3 no Windows

source: To activate MP3 streaming on Windows, follow these steps:
pt_br: Para ativar o streaming de MP3 no Windows, siga estes passos:

source: Download LAME 3.98.4 :term:`binaries` from http://www.rarewares.org/mp3-lame-libraries.php.
pt_br: Baixe os :term:`binários` do LAME 3.98.4 do http://www.rarewares.org/mp3-lame-libraries.php.

source: The download page includes 32-bit and 64-bit versions. Make sure the version you download matches the version of Mixxx that you use, not the version of Windows. If you are on 64bit Windows but are using 32bit Mixxx, you need the 32bit (“x86”) version of the LAME binaries.
pt_br: A página de download inclui versões 32-bit e 64-bit. Esteje certo de que a versão que você for baixar condiz com a versão do Mixxx que você usa, não a versão do Windows. Se você está em um Windows 64-bit mas você está usando o Mixxx 32-bit, você precisa a versão 32-bit (“x86”) dos binários do LAME.

source: Unpack the downloaded archive. You need a utility for manipulating archives like the free `7zip <http://www.7-zip.org/>`_.
pt_br: Descompacte o arquivo que você baixou. Você precisa ter uma utilidade para manipular arquivos como o gratuito `7zip <http://www.7-zip.org/>`_.

source: Copy :file:`libmp3lame.dll` to the location you have installed Mixxx, probably :file:`C:\\Program Files\\Mixxx\\`.
pt_br: Copie o :file:`libmp3lame.dll` para o local que você instalou o Mixxx, provavelmente :file:`C:\\Arquivos de Programas\\Mixxx\\`.

source: **Only** if you are running Mixxx 1.11 or earlier, you **must** also rename :file:`libmp3lame.dll` to :file:`lame_enc.dll` in the folder where you have installed Mixxx. Select :menuselection:`Help --> About` to find out your version of Mixxx.
pt_br: **Apenas** se você estiver executando o Mixxx 1.11 ou anterior, você **precisa** também renomear o :file:`libmp3lame.dll` para :file:`lame_enc.dll` na pasta onde você instalou o Mixxx. Selecione :menuselection:`Ajuda --> Sobre` para descobrir a sua versão do Mixxx.

source: Restart Mixxx
pt_br: Reinicie o Mixx

source: Windows Troubleshooting
pt_br: Solução de Problemas no Windows

source: Double check that the version of LAME you use (“x86” = 32-bit vs. “x64” = 64-bit) matches the version of Mixxx you use.
pt_br: Verifique duas vezes que a versão do LAME que você usa (“x86” = 32-bit vs. “x64” = 64-bit) é igual à versão do Mixxx que você usa.

source: If you are running Mixxx 1.11 or earlier, did you rename the :file:`libmp3lame.dll` to :file:`lame_enc.dll`?
pt_br: Se você estiver rodando Mixxx 1.11 ou anterior, você renomeou :file:`libmp3lame.dll` para :file:`lame_enc.dll`?

source: Make sure you put the correct LAME :file:`*.dll` file in the same folder that contains the installation of Mixxx you are using.
pt_br: Esteje certo de por o arquivo :file:`*.dll` LAME correto na mesma pasta que contm a instalação do Mixxx que você está usando.

source: Some websites like `Audacity <http://audacityteam.org/>`_ provide lame :term:`binaries` too. Do not use these versions or Mixxx will show an error when activating live broadcasting and your stream will fail.
pt_br: Alguns sites como `Audacity <http://audacityteam.org/>`_ fornecem :term:`binários` lame também. Não use estas versões ou o Mixxx vai mostrar um error ao ativar transmissão ao vivo e sua stream vai falhar.

source: Activate MP3 streaming support on Mac OS X
pt_br: Ative o suporte a streaming de MP3 no Mac OS X

source: Method A: Download
pt_br: Método A: Baixe

source: To activate MP3 streaming on Mac OS X, follow these steps:
pt_br: Para aativar o streaming de MP3 no Mac OS X, siga estes passos:

source: Download `LAME 3.98.4 <https://mega.nz/#!WdwHHTzA!UkdJwUQiihwHb0ShdOBTYj8noSwXluxiKjdWvFQRgOU>`_ Intel (Mac OS X 10.5+ 32-bit & 64-bit)
pt_br: Baixe `LAME 3.98.4 <https://mega.nz/#!WdwHHTzA!UkdJwUQiihwHb0ShdOBTYj8noSwXluxiKjdWvFQRgOU>`_ Intel (Mac OS X 10.5+ 32-bit & 64-bit)

source: Double-click on the downloaded zip file to unpack the file and you'll get an installer package file
pt_br: Clique duas vezes no arquivo zip baixado para descomprimir o arquivo e você vai conseguir um arquivo de instalador de pacote.

source: Double-click on the installer package file and follow the step-by-step instructions in the installer
pt_br: Clique duas vezes no arquivo de instalador de pacote e siga as instruções passo-a-passo no instalador

source: Method B: Package manager
pt_br: Método B: Gerenciador de pacotes

source: Another easy way to activate MP3 streaming is to use `Homebrew <http://brew.sh/>`_ or `MacPorts <http://www.macports.org/>`_, which are package managers like `apt <https://en.wikipedia.org/wiki/Advanced_Packaging_Tool>`_ on Debian/Ubuntu Linux. They provide a convenient way to install many Open Source packages. Once Homebrew or Macports is installed, adding MP3 support to Mixxx is rather simple.
pt_br: Uma outra maneira fácil de ativar o streaming de MP3 é usando `Homebrew <http://brew.sh/>`_ ou `MacPorts <http://www.macports.org/>`_, que são gerenciadores de pacote como `apt <https://en.wikipedia.org/wiki/Advanced_Packaging_Tool>`_ no Linux Debian/Ubuntu. Eles fornecem uma maneira conveniente de instalar vários pacotes de Código Aberto. Uma vez que o Homebrew ou o Macports é instalado, adicionar o suporte à MP3 para o Mixxx é bem simples.

source: Open a terminal and type the following commands::
pt_br: Abra o terminal e digite os seguintes comandos::

source: Activate MP3 streaming support on Linux
pt_br: Ativando o suporte à streaming de MP3 no Linux

source: On Ubuntu and GNU/Linux-based operating systems MP3 streams can be activated by installing the package :file:`libmp3lame`. Dependent on your Linux distribution the package might be slightly named different such as :file:`lame`.
pt_br: Em sistemas operacionais Ubuntu e baseados em GNU/Linux streams de MP3 podem ser ativadas ao instalar o pacote :file:`libmp3lame`. Dependendo da sua distribuição do Linux o pacote pode estar nomeado de forma diferente como :file:`lame`.
