Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/quickstart.po
Languages: ca, fr, pt_br

source: Quickstart
ca: Guia d'inici ràpid
fr: Démarrage rapide
pt_br: Início Rápid

source: If you're new to DJing, this is the section for you. We've got some tutorials for you that cover the basics of DJing with Mixxx. If you already you already know how to DJ and are just looking for an overview of how to get your groove on with Mixxx, you can skip to the `Table of Contents`_.
ca: Si sou nous en això de fer de DJ, aquesta és la vostra secció. Tenim alguns tutorials que cobreixen els temes bàsics de fer de DJ amb el Mixxx. Si ja teniu coneixements de DJ i tan sols esteu cercant informació de com utilitzar el Mixxx, podeu anar directament a la `Taula de Continguts`_.
fr: Si vous débutez le DJing, ce chapitre est pour vous. Nous vous proposons des tutoriels qui couvrent les fondamentaux du DJing avec Mixxx. Si en revanche, vous êtes déjà DJ et cherchez simplement comment fonctionne Mixxx, vous pouvez passer directement à la `Table of Contents`_.
pt_br: Se você novo na área de DJ, essa seção é para você. Nós temos alguns tutoriais para você que cobrem os básicos de um DJ com o Mixxx. Se você já sabe como ser um DJ e só está procurando por uma visão global de como entrar entrar no rítimo com o Mixxxx, você pode pular para a `Tabela de Conteúdos <Table of Contents>`_.

source: Example of a note
ca: Exemple d'una informació
fr: Exemple de remarque
pt_br: Exemplo de uma nota

source: Example of a warning
ca: Exemple d'un avís
fr: Exemple d'avertissement
pt_br: Exemplo de um aviso

source: Todo
ca: Per acabar
fr: A faire
pt_br: Para fazer

source: Example of a todo
ca: Exemple d'una cosa per acabar
fr: Exemple de note "à faire"
pt_br: Exemplo de um para fazer

source: Loading a Track
ca: Carregant una pista
fr: Charger une piste
pt_br: Carregando uma faixa

source: Lesson about how to load a track.
ca: Lliçó sobre com carregar una pista.
fr: Leçon concernant le chargement d'une piste.
pt_br: Lição de como carregar uma faixa.

source: Using the Mixer Section
ca: Utilitzant la secció del mesclador
fr: Utilisez la partie mélangeur
pt_br: Usando a Seção Mixer

source: Lesson about how to use the mixer.
ca: Lliçó de com utilitzar el mesclador
fr: Leçon concernant l'utilisation du mélangeur.
pt_br: Lição sobre como usar o mixer.

source: The Beatmatching Basics
ca: El bàsic sobre enquadrar els ritmes
fr: Les fondamentaux du beatmatching
pt_br: Básicos de Beatmatching

source: Lesson about how to beatmatch.
ca: Lliçó sobre com equadrar els ritmes.
fr: Leçon concernant le beatmatching (synchronisation des pistes)
pt_br: Lição sobre beatmatching.

source: Getting Funky with Effects
ca: Fent anar els efectes
fr: Utiliser les effets pour rendre votre mix plus funky
pt_br: Entrando no Rítimo com Efeitos

source: Effects overview tutorial.
ca: Un cop d'ull sobre la utilització dels efectes de so.
fr: Tutoriel d'introduction aux effets.
pt_br: Tutorial com uma visão geral dos efeitos.

source: Mixxxing it Up with Hotcues and Loops
ca: Fent mescles amb hotcues i bucles
fr: Mixez encore plus haut avec les boucles et les hotcues
pt_br: Mixxxando com Hotcues e Loops
