Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/setup.po
Languages: ca, fr

source: Hardware Setup
ca: Configuració de maquinari
fr: Configuration Matérielle

source: This chapter describes the most common hardware setups to serve as examples. We will go over the setup of soundcards, controllers, and timecode records/CDs.
ca: Aquest capítol descriu les configuracions de maquinari més habituals a mode d'exemple. Expliquem la configuració de les targetes de so, els controladors, i els CD/discs de vinil amb codis de temps.
fr: Ce chapitre décrit les configurations matérielles les plus courantes afin de servir d'exemples. Nous allons passer en revue la configuration des cartes son, contrôleurs et des disques/CDs de contrôle.

source: Headphone cueing, or just cueing, is a crucial aspect of DJing that separates DJing from merely making a playlist. Headphone cueing allows you to preview the next track you would like to mix in your headphones. The audience will not hear what you are cueing in your headphones until you decide to mix it in.
ca: Pre-escolta amb auriculars, o simplement pre-escolta, és un aspecte crucial per a fer de DJ, que diferencia el que és mesclar del que és simplement una llista de reproducció. La pre-escolta permet escoltar pels auriculars la següent pista a mesclar. El públic no sentirà el que esteu pre-escoltant fins que no ho ho mescleu amb el mesclador.
fr: La pré-écoute au casque, ou simplement pré-écoute, est un aspect crucial du DJing, qui distingue le DJing de la simple création d'une liste de lecture. La pré-écoute au casque permet de prévoir dans votre casque la prochaine piste que vous aimeriez mixer. Votre public n'entendra pas ce que vous pré-écoutez dans votre casque jusqu'à vous décidiez de l'inclure dans le mix.

source: In order to use headphone cueing, you will need at least 2 separate audio outputs, typically provided by a USB soundcard (also known as an “audio interface”). The headphone jack on most laptops is not a second audio output. Rather, plugging headphones into the jack simply redirects the laptop's single stereo output from its speakers to your headphones. A splitter cable can be used to separate the stereo output of a headphone jack into two separate mono outputs for headphone cueing, but it is recommended to use a sound card with at least four mono outputs (for two stereo pairs). Such sound cards tend to be higher quality than those built into laptops and allow your mix to be enjoyed in stereo by your audience.
ca: Per a poder utiltizar la pre-escolta, necessiteu una targeta de so que tingui almenys dues sortides d'audio separades, que normalment trobareu en una targeta de so USB. La sortida d'auriculars de la majoria de portàtils no és una sortida addicional, sinó que en el moment de connectar els auriculars, la senyal d'audio passa dels altaveus cap als auriculars. Podeu utilitzar un cable divisor (splitter) i tenir dues sortides mono i així poder fer la pre-escolta, però es recomana utilitzar una targeta de so amb quatre sortides mono (dues parelles estèreo). En general, aquestes targetes de só estan fetes amb més qualitat que les dels portàtils, i a més el públic podrà gaudir de so estèreo.
fr: Afin d'utiliser la pré-écoute au casque, vous aurez besoin d'au moins 2 sorties audio séparées, typiquement par le biais d'une carte son USB (aussi connue sous le terme “interface audio”). Sur la plupart des ordinateurs portables, la prise casque n'est pas une seconde sortie audio. Elle redirige simplement la seule sortie stéréo de l'ordinateur portable depuis ses hauts-parleurs vers votre casque. Un câble séparateur peut être utilisé pour séparer la sortie stéréo d'une prise casque en deux sorties mono distinctes pour la pré-écoute au casque. Il est cependant recommandé d'utiliser une carte son disposant d'au moins 4 sorties mono (pour deux paires de sorties stéréo). De telles cartes son sont généralement de meilleure qualité que celles intégrées dans les ordinateurs portables et permettent à votre public d'apprécier votre mix en stéréo.

source: Unlike some proprietary DJ systems, Mixxx can use any soundcard and any :term:`MIDI` or :term:`HID` controller that your :term:`OS <operating system>` has drivers to use. Mixxx can use multiple audio devices simultaneously. Depending on your budget and application area, your sound setup and requirements may vary. This section provides useful information for club, hobby, and radio DJs alike.
ca: A diferència d'alguns sistemes de DJ propietaris, el Mixxx pot utilitzar qualsevol targeta de so i qualsevol controlador :term:`MIDI` o :term:`HID` compatible amb el vostre :term:`sistema operatiu <operating system>`. Podeu utilitzar també més d'una targeta de so alhora. Depenent del vostre pressupost i l'ús desitjat, els requeriments variaran. Aquesta secció té informació útil tant per a un club musical, un aficionat, o un locutor de ràdio.
fr: À la différence de certains systèmes pour DJs propriétaires, Mixxx peut utiliser n'importe quelle carte son et n'importe quel contrôleur :term:`MIDI` ou :term:`HID` pour lesquels un driver est disponible pour votre :term:`OS <operating system>`. Mixxx peut utiliser plusieurs équipements audio simultanément. Vos besoins et votre configuration audio peuvent varier selon votre budget et le domaine d'application. Cette section fournit des informations utiles pour les DJ's qui pratiquent autant en club, qu'en radio ou comme loisir.

source: The `Mixxx DJ Hardware Guide <http://mixxx.org/wiki/doku.php/hardware_compatibility>`_ lists controllers and sound cards with information about their compatibility with Mixxx and different :term:`operating systems<operating system>`. It also has suggestions for what to consider when you are shopping for DJ equipment.
ca: La `Guia de maquinari del Mixxx <http://mixxx.org/wiki/doku.php/hardware_compatibility>`_ (en anglès) té una llista de controladors i targetes de so indicant el grau de compatibilitat amb el Mixxx en diferent :term:`sistemes operatius <operating systems>`. També té suggerències a tenir en compte si penseu comprar dispositius per fer de DJ.
fr: Le `Guide Mixxx du Matériel DJ <http://mixxx.org/wiki/doku.php/hardware_compatibility>`_ dresse une liste de contrôleurs et cartes sons avec des informations sur leur compatibilité avec Mixxx et différents :term:`operating systems<operating system>`. Il comprend aussi des suggestions à considérer si vous cherchez à acquérir du matériel DJ.

source: Laptop Only
ca: Tan sols un portàtil
fr: Ordinateur Portable Seulement

source: Using Mixxx with your built-in sound card
ca: Utilitzant el Mixxx amb la targeta de sò integrada
fr: Utilisation de Mixxx avec votre carte son intégrée

source: There is no need to buy any equipment other than a computer if you do not require headphone :term:`cueing`. The built-in soundcard on most computers and laptops comes with a single stereo line-out and a microphone input.
ca: No és necessari comprar cap dispositiu més enllà d'un ordinador si no necessiteu la :term:`preescolta <cueing>` amb auriculars. La targeta de so incorporada a molts ordinadors porta una sortida d'àudio estèreo i una entrada de micròfon.
fr: Vous n'avez pas besoin d'acheter d'autre matériel qu'un ordinateur si vous n'avez pas besoin de pré-écoute au casque. La carte son intégrée dans la plupart des ordinateurs et ordinateurs portables ne comprend qu'une sortie ligne stéréo et une entrée microphone.

source: The figure above depicts how the sound configuration might look. The stereo output of your soundcard (channels 1-2) will be connected to the **Master out**.
ca: La imatge anterior detalla com podria ser la configuració d'àudio. La sortida estèreo de la vostra targeta de so (canals 1-2) es connecta a la **sortida mestra**.
fr: La figure ci-dessus indique à quoi peut ressembler la configuration audio. La sortie stéréo de votre carte son (canaux 1-2) sera connectée à la **sortie principale**.

source: Open :menuselection:`Preferences --> Sound Hardware`
ca: Obriu :menuselection:`Preferències --> Maquinari de so`
fr: Ouvrez :menuselection:`Préférences --> Matériel Sonore`

source: Select the :guilabel:`Output` tab
ca: Seleccioneu la pestanya :guilabel:`Sortida`
fr: Sélectionnez l'onglet :guilabel:`Sortie`

source: From the :guilabel:`Master` drop-down menu, select your built-in soundcard, then :guilabel:`Channels 1-2`
ca: Des del primer desplegable al costat de :guilabel:`Mestre`, seleccioneu la vostra targeta de so interna i al següent :guilabel:`Canals 1-2`
fr: Depuis le menu déroulant :guilabel:`Principal`, sélectionnez votre carte son interne puis :guilabel:`Canaux 1-2`

source: Depending on your soundcard, you can specify a :ref:`microphone <interface-mic>`
ca: Depenent de la vostra targeta de so, podreu especificar un :ref:`micròfon <interface-mic>`
fr: En fonction de votre carte son, vous pouvez spécifier :ref:`micro <interface-mic>`

source: Use your built-in microphone or connect a microphone to your computer
ca: Utilitzeu el vostre micròfon integrat o connecteu un micròfon al vostre ordinador
fr: Utilisez le microphone intégré ou connectez un microphone à votre ordinateur

source: Check that your microphone is detected by your :term:`OS <operating system>`
ca: Comproveu que el :term:`sistema operatiu <operating system>` detecta el micròfon
fr: Vérifiez que le microphone est détecté par votre :term:`OS <operating system>`

source: Open the :guilabel:`Input` tab
ca: Seleccioneu la pestanya :guilabel:`Entrada`
fr: Ouvrez l'onglet :guilabel:`Entrée`

source: From the :guilabel:`Microphone` drop-down menu, select the input your microphone is connected to
ca: Des del primer menú desplegable al costat de :guilabel:`Micròfon`, seleccioneu la entrada a la qual heu connectat el micròfon
fr: Dans le menu déroulant :guilabel:`Microphone` , sélectionnez l'entrée à laquelle votre micro est connecté

source: Click :guilabel:`Apply` to save the changes.
ca: Feu clic a :guilabel:`Aplicar` per a desar els canvis.
fr: Cliquez sur :guilabel:`Appliquer` pour enregistrer les modifications.

source: This minimal configuration may be suitable for **radio DJs** who do not need headphone cueing.
ca: Aquesta configuració mínima pot ser útil per a **locutors de ràdio** que no necessiten fer pre-escolta amb els auriculars.
fr: Cette configuration minimale peut convenir aux **DJs radio** qui n'ont pas besoin de la pré-écoute au casque.

source: Laptop and Splitter Cable
ca: Portàtil i cable divisor
fr: Ordinateur portable et câble séparateur

source: The cheapest way to DJ and :term:`cue` with headphones uses a stereo-to-mono DJ splitter cable (also known as a “Y cable”) plugged into the headphone jack of a laptop or other computer. This cable divides the stereo output from a single jack into two separate mono singals.
ca: La manera mes barata d'utilitzar la :term:`pre-escolta <cueing>` amb auriculars és utilitzant un cable divisor de estèreo a mono (també conegut com a "cable Y"), connectat a la sortida d'auriculars del portàtil o ordinador. Aquest cable divideix la senyal estèreo en dues senyals mono.
fr: La manière la moins coûteuse de mixer en utilisant la pré-écoute au casque emploie un câble séparateur DJ stéréo vers mono (aussi connu sous le nom “câble en Y”) branché dans la prise casque d'un ordinateur portable ou d'un autre ordinateur. Ce câble divise la sortie stéréo d'une seule prise vers deux signaux mono séparés.

source: This setup allows you to start DJing without having to invest in expensive equipment. However, your audience will not be able to enjoy music producers' artistic use of stereophonic sound (although many club PA systems are wired in mono anyway). Furthermore, soundcards built into computers are usually low quality.
ca: Aquesta configuració us permet començar a mesclar sense haver d'invertir en dispositius més cars. Tot i això, el públic no podrà gaudir de l'ús artístic del so estereofònic que ha fet el productor.
fr: Cette configuration vous permet de commencer à faire du DJing sans avoir à investir dans un équipement coûteux. Cependant, votre public ne pourra pas profiter de l'utilisation artistique faite par les musiciens du son stéréophonique (même si de nombreuses sonorisations en club sont de toutes façons câblées en mono). De plus, les cartes son intégrées dans les ordinateurs sont généralement de basse qualité.

source: **Using a built-in soundcard and a stereo-to-mono splitter**
ca: **Ús d'una targeta de so integrada i un divisor estèreo a mono**
fr: **Utiliser une carte son intégrée et un séparateur stéréo vers mono**

source: Check that your headphones are plugged into the side of the cable with a headphones symbol and that the speakers are plugged into the side of the cable with a speaker symbol.
ca: Comproveu que heu connectat els auriculars a l'extrem que té el símbol d'auriculars i els altaveus a l'extrem que té el símbol d'un altaveu.
fr: Vérifiez que votre casque est branché dans le côté du câble avec un symbole de casque et que les enceintes sont branchées dans le côté du câble avec un symbole d'enceintes.

source: From the :guilabel:`Master` drop-down menu, select your built-in soundcard, then :guilabel:`Channel 1`
ca: Des del primer desplegable al costat de :guilabel:`Mestre`, seleccioneu la vostra targeta de so interna i al següent :guilabel:`Canal 1`
fr: Dans le menu déroulant :guilabel:`Principal`, sélectionnez votre carte son intégrée, puis :guilabel:`Canal 1`

source: From the :guilabel:`Headphones` drop-down menu, select your built-in soundcard, then :guilabel:`Channel 2`
ca: Des del primer desplegable al costat de :guilabel:`Auriculars`, seleccioneu la vostra targeta de so interna i al següent :guilabel:`Canal 2`
fr: Dans le menu déroulant :guilabel:`Casque`, sélectionnez votre carte son intégrée, puis :guilabel:`Canal 2`

source: See `the wiki <http://mixxx.org/wiki/doku.php/hardware_compatibility#splitter_cables>`_ for a list of DJ splitter cables.
ca: Consulteu `la wiki <http://mixxx.org/wiki/doku.php/hardware_compatibility#splitter_cables>`_ (en anglès) per a una llista de cables divisors (splitters).
fr: Voir le `wiki <http://mixxx.org/wiki/doku.php/hardware_compatibility#splitter_cables>`_ pour une liste de câbles séparateurs pour DJs.

source: Most splitter cables, particularly those marketed as headphone splitter cables, output the same stereo signal to two headphone jacks and will not work for this DJ setup. Also, if you use a generic stereo-to-mono splitter adapter, you may only be able to hear out of one side of your speakers and headphones. DJ splitter cables allow you to hear the same mono signal on both sides of your headphones and speakers.
fr: La plupart des câbles séparateurs, particulièrement ceux vendus comme séparateurs pour casques, retranscrivent le même signal stéréo aux deux prises casque et ne fonctionneront pas pour cette configuration DJ. De même, si vous utilisez un câble séparateur stéréo vers mono générique, vous pourriez n'entendre que d'un côté dans vos enceintes ou votre casque. Les câbles séparateurs pour DJs vous permettent d'entendre le même signal mono dans les deux côtés de votre casque et de vos enceintes.

source: Laptop and External USB Soundcard
ca: Portàtil amb una targeta de so USB externa
fr: Ordinateur portable et carte son externe USB

source: Using Mixxx together with an external soundcard
ca: Ús del Mixxx amb una targeta de so externa
fr: Utilisation de Mixxx avec une carte son externe

source: The most common setup for DJing is a laptop and a soundcard with 2 stereo outputs (4 channels). The first stereo output (channels 1-2) is used as the master output and supplies the main mix to the audience. With the second stereo output (channels 3-4) you can :term:`cue <cueing>` and :ref:`preview <djing-previewing-tracks>` the next track in your headphones. If your soundcard only has one stereo output, you can use multiple soundcards to achieve a similar setup. Most DJ controllers above the most basic models include a soundcard with 2 stereo outputs (see :ref:`setup-controller-and-external-card` for details).
ca: La configuració habitual per a fer de DJ és utilitzar un portàtil amb una targeta de so amb 2 sortides estèreo (4 canals mono). La primera sortida estèreo (canals 1-2) s'utilitza com a sortida mestra, que és el que escolta el públic. La segona sortida estèreo (canals 3-4) permet fer la :term:`pre-escolta <cueing>` de la pista del plat o :ref:`pre-escoltar pistes <djing-previewing-tracks>` de la biblioteca utilitzant els auriculars. Si la vostra targeta només té una sortida estèreo, podeu utilitzar més d'una targeta de so per aconseguir el mateix. Molts controladors DJ més enllà dels models bàsics inclouen una targeta de so amb dues sortides estereo (consulteu :ref:`setup-controller-and-external-card` per a més informació).
fr: La configuration la plus courante pour faire du DJing est un ordinateur portable et une carte son avec deux sorties stéréo (4 canaux). La première sortie stéréo (canaux 1-2) est utilisée comme sortie principale et fournit le mix principal à votre public. Avec la seconde sortie stéréo (canaux 3-4), vous pouvez :term:`pré-écouter <cueing>` et :ref:`repérer <djing-previewing-tracks>` la prochaine piste dans votre casque. Si votre carte son n'a qu'une sortie stéréo, vous pouvez utiliser plusieurs cartes son pour atteindre un résultat similaire. La plupart des contrôleurs DJ en dehors des modèles les plus basiques incluent une carte son avec deux sorties stéréo (voir :ref:`setup-controller-and-external-card` pour plus de détails).

source: The configuration depicted above uses two soundcards. This setup is the bare minimum for serious DJing. Without any extra gear, the DJ can control Mixxx via mouse and keyboard. For more information see :ref:`controlling mixxx`.
ca: La configuració ilustrada més amunt utilitza dues targetes de so. Es tracta de la configuració mínima si voleu fer de DJ de veritat. No us cal dispositius addicionals, doncs podeu controlar el Mixxx utilitzant el teclat i el ratolí. Per a més informació consulteu :ref:`controlling mixxx`.
fr: La configuration décrite ci-dessus utilise deux cartes son. Cette configuration est le strict minimum pour mixer sérieusement. Sans équipement supplémentaire, le DJ peut contrôler Mixxx avec une souris et un clavier. Pour plus d'informations, voir :ref:`controlling mixxx`.

source: **Using two soundcards (built-in + external)**
ca: **Ús del Mixx amb dues targetes de so (interna + externa)**
fr: **Utiliser deux cartes son (intégrée + externe)**

source: From the :guilabel:`Master` drop-down menu, select the external soundcard, then :guilabel:`Channels 1-2`
fr: Dans le menu déroulant :guilabel:`Principal`, sélectionnez la carte son externe, puis :guilabel:`Canaux 1-2`

source: From the :guilabel:`Headphones` drop-down menu, select the built-in soundcard, then :guilabel:`Channels 1-2`
fr: Dans le menu déroulant :guilabel:`Casque`, sélectionnez la carte son intégrée, puis :guilabel:`Canaux 1-2`

source: **Using an external multi-channel soundcard**
ca: **Ús del Mixx amb una targeta de so multicanal externa**
fr: **Utilisation d'une carte son externe multi-canaux**

source: From the :guilabel:`Headphones` drop-down menu, select the external soundcard, then :guilabel:`Channels 3-4`
fr: Dans le menu déroulant :guilabel:`Casque`, sélectionnez la carte son externe, puis :guilabel:`Canaux 3-4`

source: If you have technical difficulties with your external sound card, a :ref:`splitter cable<setup-laptop-with-splitter>` can be used as a portable, inexpensive backup.
fr: Si vous avez des difficultés techniques avec votre carte son externe, un :ref:`câble séparateur<setup-laptop-with-splitter>` peut être utilisé en tant que solution de rechange portable et peu coûteuse.

source: Soundcards designed and marketed for recording often have a knob that allows you to mix its input directly with its output. This function can be helpful when recording (to hear the input without the latency of going through the computer), but the master output level will be low even if there is no sound on the inputs. To get the maximum output level from these soundcards, you may need to set this knob to only send output from the computer and none from the input(s).
fr: Les cartes son conçues et vendues pour l'enregistrement ont souvent un potentiomètre qui vous permet de mixer directement son entrée avec sa sortie. Cette fonction peut être utile en enregistrement (pour entendre l'entrée sans la latence induite par l'ordinateur), mais le niveau de sortie principal sera faible même s'il n'y a pas de son en entrée. Pour obtenir le niveau de sortie maximum de ces cartes son, il se peut que vous deviez régler ce potentiomètre pour ne diffuser la sortie que depuis l'ordinateur et non depuis l'entrée(s).

source: Laptop and MIDI or HID Controller
fr: Ordinateur et Contrôleur MIDI ou HID

source: Most DJs prefer the tactile and intuitive control provided by DJ MIDI or HID controllers over only a keyboard and mouse. Mixxx can work with any :term:`MIDI` or :term:`HID` :term:`controller` as long as there is a mapping file to tell Mixxx how to understand the controller's signals. Mixxx comes bundled with a number of MIDI and HID mapping presets, which are listed in the `Mixxx DJ Hardware Guide <http://mixxx.org/wiki/doku.php/hardware_compatibility>`_ on the wiki. For controllers that Mixxx does not yet support, you can `search the forum <http://mixxx.org/forums/search.php?fid[]=7>`_ to see if anyone has started a mapping. You can also start one yourself using the information in the `Controller Mapping Documentation <http://mixxx.org/wiki/doku.php/start#controller_mapping_documentation>`_ on the wiki.
ca: Molts DJ prefereixen el tacte i el control intuïtiu que ofereixen els controladors DJ MIDI i HID en comparació a utilitzar el teclat i el ratolí. El Mixxx pot utilitzar qualsevol :term:`controlador <controller>` :term:`MIDI` o :term:`HID` sempre i quan hi hagi una configuració preestablerta per tal que el Mixxx entengui els missatges del controlador. El Mixxx incorpora un conjunt d'assignacions MIDI i HID, que podeu consultar a la `Guia de maquinar per al Mixxx <http://mixxx.org/wiki/doku.php/hardware_compatibility>` (en anglès) a la Wiki. Si el vostre controlador no hi és, podeu `cercar al fòrum <http://mixxx.org/forums/search.php?fid[]=7>`_ per si algú ha iniciat una nova configuració. També podeu fer-ne una de nova seguint les instruccions que trobareu a `Controller Mapping Documentation <http://mixxx.org/wiki/doku.php/start#controller_mapping_documentation>`_ (en anglès).
fr: La plupart des DJs préfèrent le contrôle tactile et intuitif offert par les contrôleurs DJ MIDI ou HID par rapport au clavier et à la souris. Mixxx peut fonctionner avec n'importe quel :term:`contrôleur` :term:`MIDI` ou :term:`HID` du moment qu'il y a un fichier d'assignation pour dire à Mixxx comment comprendre les signaux du contrôleur. Mixxx est fourni avec de nombreux préréglages d'assignation MIDI ou HID, qui sont listés dans le `Guide Mixxx du Matériel DJ<http://mixxx.org/wiki/doku.php/hardware_compatibility>`_ sur le wiki. Pour les contrôleurs que Mixxx ne prend pas encore en charge, vous pouvez `chercher dans le forum <http://mixxx.org/forums/search.php?fid[]=7>`_ pour voir si quelqu'un a commencé une assignation. Vous pouvez aussi en commencer une vous-même en utilisant les informations de la `Documentation sur l'assignation des contrôleurs <http://mixxx.org/wiki/doku.php/start#controller_mapping_documentation>`_ dans le wiki.

source: Controllers with an integrated soundcard
fr: Contrôleurs avec une carte son intégrée

source: Many DJ controllers include an integrated *multi-channel* soundcard. A setup with this kind of controller may look like the diagram below:
fr: Beaucoup de contrôleurs DJ incluent une carte son intégrée *multi-canaux*. Une configuration avec ce type de contrôleur peut ressembler au schéma ci-dessous:
