Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/setup.po
Languages: ca, fr

source: Using Mixxx together with a DJ controller and integrated soundcard
fr: Utiliser Mixxx avec un contrôleur DJ conjointement à une carte son intégrée

source: **Using a controller with an integrated multi-channel soundcard**
ca: **Ús del Mixxx amb un controlador amb targeta de so multicanal incorporada**
fr: **Utilisation d'un contrôleur avec une carte son multicanaux intégrée**

source: From the :guilabel:`Master` drop-down menu, select your controller's soundcard, then :guilabel:`Channels 1-2`
fr: Dans le menu déroulant :guilabel:`Principal`, sélectionnez la carte son de votre contrôleur, puis :guilabel:`Canaux 1-2`

source: From the :guilabel:`Headphones` drop-down menu, select your controller's soundcard, then :guilabel:`Channels 3-4`
fr: Dans le menu déroulant :guilabel:`Casque`, sélectionnez la carte son de votre contrôleur, puis :guilabel:`Canaux 3-4`

source: Controllers without an integrated sound card
fr: Contrôleurs sans carte son intégrée

source: Controllers without an integrated soundcard can be used together with a USB soundcard as depicted in the diagram below:
fr: Les contrôleurs sans carte son intégrée peuvent être utilisés avec une carte son USB comme le montre le schéma ci-dessous:

source: Using Mixxx together with a DJ controller and external soundcard
fr: Utiliser Mixxx avec un contrôleur DJ et une carte son externe

source: **Using a controller without an integrated soundcard**
fr: **Utiliser un contrôleur sans carte son intégrée**

source: You can connect as many controllers as you have ports on your computer. Just follow the steps in :ref:`control-midi` for each controller you want to use.
fr: Vous pouvez connecter autant de contrôleurs que vous avez de ports sur votre ordinateur. Suivez simplement les étapes dans :ref:`control-midi` pour chaque contrôleur que vous voulez utiliser.

source: Laptop, External Hardware Mixer and Vinyl Control
ca: Portàtil, Mesclador extern i control de vinil
fr: Ordinateur Portable, Table de Mixage Matérielle Externe et Contrôleur Vinyl

source: Using Mixxx together with turntables and external mixer
ca: Utilitza el Mixxx amb tocadiscs i mesclador extern
fr: Utiliser Mixxx avec des platines et une table de mixage externe

source: This setup allows DJs to use the techniques of DJing with vinyl record turntables combined with the portability and flexibility of a laptop computer. Instead of carrying crates of records or CDs, DJs can carry their entire music collection on their laptop. In addition to a laptop and headphones, this setup requires a soundcard with at least two pairs of stereo inputs and outputs as well as a pair of :term:`timecode` records.
fr: Cette configuration permet aux DJs d'utiliser les techniques du DJing avec des platines vinyles combinées avec la portabilité et la flexibilité d'un ordinateur portable. Au lieu de transporter des caisses de disques ou de CDs, les DJs peuvent transporter leur collection entière de musique sur leur ordinateur portable. En plus d'un ordinateur portable et d'un casque, cette configuration requiert une carte son avec au moins deux paires d'entrées et sorties stéréo ainsi qu'une paire de disques :term:`timecode`.

source: Go to the chapter :ref:`vinyl-control` for detailed information.
ca: Aneu al capítol sobre :ref:`controls de vinil <vinyl-control>` per a informació detallada.
fr: Allez au chapitre :ref:`vinyl-control` pour des informations détaillées.
