Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: ca, pt_br

source: **Relative mode**: The track speed equals needle speed regardless of needle position.
ca: **Mode relatiu**: La velocitat de la pista correspon a la velocitat de l'agulla, però sense importar la seva posició.
pt_br: **Modo relativo**: A velocidade da faixa é igual à da agulha, independente da posição.

source: **Constant mode**: The track speed equals last known-steady speed regardless of needle input.
ca: **Mode constant**: La velocitat de la pista correspon a l'última velocitat estable coneguda, independentment del que es rebi ara mateix.
pt_br: **Modo constante**: A velocidade da faixa é igual à última velocidade conhecida, independente da agulha.

source: **Off/One/Hot button**
ca: **Botons Off/One/Hot**
pt_br: **Botão Desligado/Um/Quente**

source: This button determines how :term:`cue points <cue>` are treated in vinyl control relative mode:
ca: Aquests botons determinen com es comporten els :term:`punts cue <cue>` quan s'utilitza el mode relatiu del control de vinil:
pt_br: Esse botão determina como os :term:`pontos cue <cue>` são tratados no modo de controle por vinil relativo:

source: **Off**: Cue points are ignored.
ca: **Off**: Els punts cue s'ignoren.
pt_br: **Desligado**: Pontos cue são ignorados.

source: **One Cue**: If the needle is dropped after the cue point, the track will seek to that cue point.
ca: **One Cue**: Si es posa l'agulla després del punt cue, la pista anirà a aquell punt cue.
pt_br: **Único**: Se a agulha for solta depois do ponto cue, a faixa vai até aquele ponto cue.

source: **Hot Cue**: The track will seek to nearest previous :term:`hotcue` point.
ca: **Hot Cue**: La pista anirà al punt :term:`hotcue` anterior més proper.
pt_br: **Quente**: A faixa vai até o ponto :term:`hotcue` anterior mais próximo.

source: For more information on how to use Vinyl control in your setup, go to the chapter :ref:`vinyl-control`.
ca: Per a més informació de com utilitzar el control de vinil, aneu al capítol :ref:`vinyl-control`.
pt_br: Para mais informações em como usar o Controle por Vinil em sua configuração, vá para o capítulo :ref:`vinyl-control`.

source: Sync and Rate Controls
ca: Controls de sincronia i velocitat
pt_br: Controles de Sincronização e Pitch

source: Rate controls
ca: Controls de velocitat
pt_br: Controles de taxa

source: The rate controls allow you to change the rate at which tracks are played. This is very useful for :term:`beatmatching` two tracks together in a mix. You can control rate changes also from your computer's keyboard, see the chapter :ref:`control-keyboard` for more information.
ca: Els controls de velocitat permeten canviar la velocitat a la que es reprodueixen les pistes. Això és molt útil per a fer :term:`beatmatching` de dues pistes en una mescla. Podeu fer canvis de la velocitat també des del teclat de l'ordinador, veieu :ref:`control-keyboard` per a més informació.
pt_br: Os controles de taxa permitem que você mude a taxa com que as faixas são tocadas. Isso é muito útil para fazer :term:`beatmatching` que põe as duas faixas juntas em uma só mixagem. Você pode fazer mudanças na taxa também do seu teclado de computador, veja o capítulo :ref:`control-keyboard` para mais informação.

source: **SYNC button**
ca: **Botó SYNC**
pt_br: **Botão SINCRONIZAR**

source: **Left-Click**: Changes the :term:`rate` of the track so that the :term:`BPM` and :term:`phase` of the track matches the other deck.
ca: **Clic amb el botó esquerra**: Canvia la :term:`velocitat <rate>` de la pista de manera que el :term:`BPM` i la :term:`fase <phase>` de la pista concideix amb l'altre plat.
pt_br: **Clique com o lado esquerdo**: Muda a :term:`taxa` da faixa para que o :term:`BPM` e a :term:`fase` da outra faixa se iguale com a do outro deck.

source: **Right-Click**: Only changes the :term:`rate` of the track to match the other deck but does not adjust the :term:`phase`.
ca: **Clic amb el botó dret**: Només canvia la :term:`velocitat <rate>` de la pista per a que concideixi amb l'altre plat, però no canvia la :term:`fase <phase>`.
pt_br: **Clique com o lado direito**: Apenas afeta a :term:`taxa` da faixa para igualar com a do outro deck mas não ajusta a :term:`fase`.

source: Decks and samplers now pick which sync target to sync to on the fly. Decks can't sync to samplers and samplers can only sync to decks. The sync target for samplers is:
ca: Els plats i els reproductors de mostres trien al moment a quin altre plat sincronitzar-se. Tant els plats com els reproductors de mostres només es poden sincronitzar amb altres plats. El candidat per als reproductors de mostres és:
pt_br: Decks e samplers agora escolhem o alvo de sincronização para sincronizar na hora. Decks não podem sincronizar com sampler e samplers só podem sincronizar com decks. O alvo de sincronização para samplers é:

source: So basically, if you sync a sampler and both deck 1 and deck 2 are playing a track with a beatgrid then deck 1 will win since numerically it is first. The sync targets for decks are chosen with the new master sync feature, see :ref:`master-sync` for more information.
ca: Bàsicament, si sincronitzeu un reproductor de mostres i tant el plat 1 com el plat 2 estan reproduïnt una pista amb graella de ritme, aleshores el plat 1 guanyarà perquè numèricament va primer. El candidat de sincronització per als plats es tria amb la nova sincronització mestra, podeu veure :ref:`master-sync` per a més informació.
pt_br: Então basicamente, se você sincronizar um sampler e ambos deck 1 e deck 2 estiverem tocando uma faixa com uma grade de batidas então o deck 1 vai ganhar porque é numericamente o primeiro. O alvo de sincronização para decks são escolhidos com a nova funcionalidade de sincronização mestre, veja :ref:`master-sync` para mais informação.

source: **Pitch/Rate slider**
ca: **Control lliscant de velocitat**
pt_br: **Deslizante de Pitch/Taxa**

source: The slider allows you to change the speed of the song, by default up to 10% from the tracks original tempos. The speed will increase as you move the slider up, opposite to the behavior found on DJ turntables and :term:`CDJ`. Right-clicking on the slider will reset the tempo to its original value.
ca: El control lliscant que us permet canviar la velocitat de la cançó, per defecte fins a un 10% de la velocitat original. La velocitat s'incrementa en moure el control cap amunt, a l'inrevés del que passa amb els tocadiscs de DJ i :term:`CDJ`. Fent clic amb el botó dret tornarà el control a la seva velocitat original.
pt_br: Esse deslizante permite que você mude a velocidade da música, por padrão até 10% do tempo original da faixa. A velocidade vai aumentar quando você mover o deslizante para cima, se opondo ao comportamento encontrado em toca-discos de DJ e :term:`CDJs <CDJ>`. Clicar com o lado direito no deslizante vai resetar o tempo para o valor original.

source: **Pitch Rate Display**
ca: **Indicador de la velocitat**
pt_br: **Mostrador d Taxa de Pitch**

source: The percent that the track's rate is sped up or slowed down is noted here. Is the Pitch/Rate slider positioned at the center, the pitch rate display is at +0.0%, which indicates no change.
ca: El percentatge amb que s'augmenta o disminueix la velocitat de la pista. Si el control lliscant de velocitat està al mig, l'indicador mostrarà el text +0.0%, que vol dir que no canvia.
pt_br: A porcentagem de quanto a taxa da faixa está acelerada ou desacelerada está mostrada aqui. Se o deslizante de pitch/taxa está posicionado no centro, o mostrador da taxa de pitch vai estar em +0.0%, o que indica nenhuma mudança.

source: **Pitch/Rate buttons**
ca: **Botons de velocitat**
pt_br: **Botões de Pitch/Taxa**

source: The plus and minus buttons increase or decrease the tempo in steps at which a song is played, same as pulling the pitch slider slightly. By right-clicking the buttons you get even finer adjustments.
ca: Els botons de més o menys incrementen o decrementen a saltets la velocitat a la que es reprodueix la cançó, com si es movés el control lliscant una mica. Si es fa clic amb el botó dret, aquest saltets són més petits.
pt_br: Os botões mais e menos aumentam ou diminuem em passos o tempo em que a música é tocada, como ao empurrar o desiizante de pitch levemente. Ao clicar com o lado direito, você vai conseguir ajustes finos.

source: **Temporary Pitch/Rate buttons (Nudge)**
ca: **Botons de velocitat momentani (Empeny)**
pt_br: **Botões de Pitch/Rate Temporários (Nudge)**

source: Pushing the left and right arrow buttons is like nudging the metal edge of a turntable, or the outer edge of a CD player. It will give the track a push or pull forwards or backwards. If the buttons are released the previous tempo is restored. The buttons can act as either a fixed :term:`pitch bend` or a :term:`ramping pitch bend`.
ca: Prement les fletxes d'esquerra i dreta és com empènyer el lateral del plat d'un tocadiscs, o d'un reproductor de CD. És com si s'empenyés o es frenés lleurerament. En deixar el botó, la velocitat torna a la que hi havia. Es pot configurar els botons per a que facin un :term:`pitch bend` constant, o que facin :term:`Pitch bend progressiu <ramping pitch bend>`.
pt_br: Apertar os botões direito e esquerdo é como por o dedo na borda de metal de um toca-discos, ou a borda de fora de um tocador de CDs. Isso vai dar à faixa um empurrão para frente ou uma segurada. Se os botões forem liberados, o tempo anterior vai ser restaurado. Os botões podem agir como um :term:`pitch bend` fixo ou um :term:`pitch bend em rampa`.

source: To customize the amount by which the buttons alter the pitch of the track, the slider range as well as the direction, go to :menuselection:`Preferences --> Interface`.
ca: Per canviar la mida del salt dels botons, el rang del control lliscant i també la direcció, podeu anar a :menuselection:`Preferències -> Interficie`
pt_br: Para personalizar o quanto os botões alteram o pitch da faixa, o alcance do deslizante e também a direção, vá para :menuselection:`Preferências --> Interface`.

source: If the tempo of a track changes, you'll notice that the tone changes based on the pitch used (e.g. playing at faster pitch gives a chipmunk sound). You can enable the :ref:`Keylock <interface-button-grid>` feature to maintain a constant tone.
ca: Si canvieu la velocitat d'una pista, veureu que el to també canvia (per exemple, si s'accelera molt, la veu sona com la dels barrufets). Podeu activar el :ref:`bloqueig de clau musical <interface-button-grid>` per a que es mantingui el to constant.
pt_br: Se o tempo da faixa mudar, você vai perceber que o tom muda baseado no pitch usado (por exemplo, tocar em um pitch rápido dá um som de esquilo). Você pode ativar a funcionalidade de :ref:`Trava de Tom <interface-button-grid>` para manter um tom constante.

source: Transport Controls
ca: Controls de reproducció
pt_br: Controles de Transporte

source: The transport controls of the deck
ca: Els controls de reproducció del plat
pt_br: Os controles de transporte do deck

source: Right-click on the Reverse button activates Reverse Roll (Censor)
ca: Fent clic amb el botó dret al botó de reproduir cap enrere activa el mode de ves enrere i salta endavant (censura), en anglès, Reverse Roll
pt_br: Clicar com o lado direto no botão Inverter ativa a Inversão Temporária (Censurar)

source: **Fast-Rewind button**
ca: **Botó rebobina ràpid**
pt_br: **Botão de Rebobinamento Rápido**

source: As long as the button is pressed, the track will play in reverse with increased speed. Right-clicking on the button will seek the play position to the beginning of the track.
ca: Mentre es prem el botó, la pista es reproduirà cap enrere ràpidament. Si es fa clic amb el botó dret, es mourà directament al començament de la pista.
pt_br: Enquanto você pressionar o botão, a faixa vai tocar em reverso com um aumento na velocidade. Clicar com o lado direito no botão vai colocar a posição de reprodução no começo da faixa.

source: **Fast-Forward button**
ca: **Botó avança ràpid**
pt_br: **Botão de Avançar Rapidamente**

source: As long as the button is pressed, the track will play with increased speed. Right-clicking on the button will seek the play position to the end of the track.
ca: Mentre es prem el botó, la pista es reproduirà cap endavant ràpidament. Si es fa clic amb el botó dret, es mourà directament al final de la pista.
pt_br: Enquanto você pressionar o botão, a faixa vai tocar com um aumento na velocidade. Clicar com o lado direito no botão vai colocar a posição de reprodução no final da faixa.

source: **Reverse button**
ca: **Botó cap enrere**
pt_br: **Botão Inverter**

source: As the name suggests, this button plays a track backwards. Right-clicking on the button puts a track into reverse while being held, resumes the track and disables Slip mode when released. Useful to censor expletives on the fly, or simply as part of your mix.
ca: Com el nom indica, aquest botó reprodueix una pista cap enrere. Si es fa clic amb el botó dret anirà enrere mentre es premi, i quan es deixi de prémer, saltarà a on hauria estat. Això és útil per censurar alguna part, o simplement com a part del vostre mix.
pt_br: Como o nome sugere, esse botão toca a faixa ao contrário. Clicar com o lado direito no botão coloca a faixa em reprodução reversa enquanto pressionado, retoma a faixa e desativa o modo de Deslizamento quando solto. Útil para censurar palavrões ao vivo, ou simplesmente uma parte da sua mixagem.

source: Loop Controls
ca: Controls de bucle
pt_br: Controles de Loop

source: The beatloop and looping controls of the deck
ca: Els controls de bucle i bucle de tocs del plat
pt_br: Os controles de loop e loop de batida do deck

source: In this section of the Mixxx interface you can control (beat-)loops and set the loop points of a track.
ca: En aquesta secció de la interfície del Mixxx podeu controlar els bucles i bucles de tocs, i definir els punts de bucle de la pista.
pt_br: Nessa seção da interface do Mixxx você pode controlar os loops (de batida) e definir os pontos de loop da faixa.

source: **Beatlooping Buttons**
ca: **Botons de bucle de tocs**
pt_br: **Botões de loop de batida**

source: **Instant loop**: The numbered buttons represents a different :term:`bar` length. Clicking on any of that buttons will set a loop of the defined number of beats from the beat immediately following the current playback position. If a loop is set, a loop overlay will be drawn on the :ref:`waveforms <interface-waveform>`.
ca: **Bucle d'instant**: Els diferents botons numèrics representen una llargada de :term:`barra de compàs <bar>` diferent. Fent clic a qualsevol dels botons definirà un bucle amb tants tocs com indiqui, a partir del toc següent a la posició de reproducció actual. Si es defineix un bucle, es dibuixarà una superposició del bucle al :ref:`gràfic d'ona <interface-waveform>`
pt_br: **Loop instantâneo**: Os botões numerados representam diferentes tamanhos de :term:`compasso`. Clicar em qualquer um desses botões vai definir um loop com o número de batidas definido imediatamente na atual posição de reprodução. Se um loop é definido, uma sobreposição de loop vai ser desenhada nas :ref:`ondas <interface-waveform>`.

source: **Loop roll**: Right-click on any of the numbered loop buttons to temporarily setup a rolling loop over the defined number of beats. Playback will resume where the track would have been if it had not entered the loop.
ca: **Bucle de salt**: Feu clic amb el botó dret en un dels botons numèrics per definir un bucle momentani de la llargada en tocs definida. Quan es surti del bucle, la reproducció continuarà on hauria estat si no s'hagués entrat al bucle.
pt_br: **Loop temporário**: Clicar com o lado direito em qualquer um dos botões numerados vai criar um loop temporariamente pelo número de batidas definido. A reprodução vai ser retomada onde a faixa estaria se ela não tivesse entrada no loop.

source: **Double loop**: Clicking on the plus button will double the current loop's length up to 64 bars. The length of the loop overlay in the waveform will increase accordingly.
ca: **Al doble**: Si es fa clic al botó més, es doblarà la longitud del bucle actual, fins un màxim de 64 barres. La superposició del bucle al gràfic d'ona s'incrementarà de la mateixa manera.
pt_br: **Dobrar o loop**: Clicar no botão mais vai dobrar o tamanho do loop atual até 64 batidas. O tamanho da sobreposição do loop nas ondas vai aumentar com o loop.

source: **Halve loop**: Clicking on the minus button will halve the current loop's length down to 1/32 bars. The length of the loop overlay in the waveform will decrease accordingly.
ca: **A la meitat**: Si es fa clic al botó menys, es reduirà a la meitat la longitud del bucle actual, fins a un mínim de 1/32 barres. La superposició del bucle al gràfic d'ona es reduirà de la mateixa manera.
pt_br: **Dividir o loop pela metade**: Clicar no botão menos vai dividir o tamanho do loop atual pela metade até 1/32 batidas. O tamanho da sobreposição do loop nas ondas vai diminuir com o loop.

source: **Loop Buttons**
ca: **Botons de bucle**
pt_br: **Botões de Loop**

source: **Loop-In**: This button allow you to manually set the start point of a loop. A loop-in marker is placed on the waveform indicating the position. If clicked when a loop was already set, it moves the start point of a loop to a new position.
ca: **Inici de bucle**: Aquest botó permet posar manualment l'inici d'un bucle. Es posarà una marca d'inici de bucle al gràfic d'ona per indicar-ho. Si es fa clic quan ja hi ha un bucle, es mourà l'inici d'aquest a la nova posició.
pt_br: **Entrada do Loop**: Esse botão permite que você defina manualmente o ponto inicial do loop. A marca da entrada do loop é colocada nas ondas na posição indicada. Se clicado quando o loop já foi definido, move o ponto inicial do loop para a nova posição.

source: **Loop-Out**: This button allow you to manually set the end point of a loop. A loop-out marker is placed on the waveform indicating the position. If clicked when a loop was already set, it moves the end point of a loop to a new position.
ca: **Fi de bucle**: Aquest botó permet posar manualment el final d'un bucle. Es posarà una marca de fi de bucle al gràfic d'ona per indicar-ho. Si es fa clic quan ja hi ha un bucle, es mourà el final d'aquest a la nova posició.
pt_br: **Saída do Loop**: Esse botão permite que você defina manualmente o ponto final do loop. A marca de saída do loop é colocada nas ondas na posição indicada. Se clicado quando o loop já foi definido, move o ponto final do loop para a nova posição.

source: **Loop**: Also dubbed Reloop, this button toggles whether the loop is active or not. This works for manually placed loops as well as automatic loops set by the beatlooping buttons. Depending on the current status of the loop, the loop overlay on the waveforms changes color.
ca: **Bucle**: També anomenat en anglès Reloop, aquest botó activa o desactiva el bucle. Serveix tant per a bucles manuals com els automàtics definits pels botons de bucles de tocs. Depenent de l'estat del bucle, la superposició del gràfic d'ona canviarà de color.
pt_br: **Loop**: Também apelidado de Reloop, esse botão liga/desliga o loop. Isso funciona para loops colocados manualmente e também loops automáticos definidos pelos botões de loop de batida. Dependendo do estado atual do loop, a sobreposição de loop nas ondas muda de cor.

source: If you are playing inside a loop and want to move the end point beyond its current position in the track, click on the *Loop* button first and when the play position reaches the desired position, click on the Loop-Out button.
ca: Si esteu reproduint un bucle i voleu moure la posició final més enllà de la posició actual de la pista, feu clic al botó *Loop* primer, i quan arribeu a la posició desitjada, premen el botó de Fi de bucle.
pt_br: Se você está tocando dentro de um loop e quer mover o ponto final além da sua posição atual na faixa, clique no botão *Loop* primeiro e quanto a posição de reprodução chegar na posição desejada, clique no botão Saída do Loop.

source: If the :term:`Quantize <quantization>` mode is enabled, the loops will automatically snap to the nearest beat. This is disabled by default, click on the :ref:`Quantize Mode Toggle <interface-button-grid>` to enable it.
ca: Si el mode :term:`quantitzat <quantization>` està activat, els bucles s'ajustaran atumàticament al toc de compàs més proper. Aquest està desactivat per defecte, i podeu activar-lo fent clic a :ref:`Commutador de mode quantitzat <interface-button-grid>`.
pt_br: Se o modo de :term:`Quantização <quantization>` estiver ativado, os loops vão sempre entrar na batida mais próxima. Isso é desativado por padrão, clique no :ref:`Ligar/Desligar Modo de Quantização <interface-button-grid>` para ativá-lo.

source: Hotcue Controls
ca: Controls Hotcue
pt_br: Controles de Hotcue

source: The hotcue controls of the deck
ca: Els controls hotcue del plat
pt_br: Os controles de hotcue do deck

source: To jump in between different parts of a track, you can use these numbered buttons. You can also use keyboard shortcuts, go to :ref:`control-keyboard` for more information.
ca: Per saltar a diferents parts de la pista, podeu utilitzar aquests botons numerats. Podeu també utilitzar dreceres de teclat, aneu a :ref:`control-keyboard` per a més informació.
pt_br: Para pular entre diferentes partes da faixa, você pode usar esses botões numerados. Você também pode usar atalhos do teclado, vá para :ref:`control-keyboard` para mais informação.

source: Setting Hotcues
ca: Definint hotcues
pt_br: Definindo Hotcues

source: Clicking on a numbered button will set a :term:`hotcue` at the current play position on the track. A marker with the corresponding number will appear in the waveform and the button will light up to indicate that the hotcue is set.
ca: En fer clic en un dels botons numerats, es defineix un :term:`hotcue` a la posició de reproducció actual. Es posarà una marca amb el número corresponent al gràfic d'ona i el botó s'iluminarà per indicar que està definit.
pt_br: Clicar em um botão numerado vai definir um :term:`hotcue` na posição atual de reprodução na faixa. Um marcador com o número correspondente vai aparecer nas ondas e o botão vai acender para indicar que o hotcue foi definido.

source: Playing Hotcues
ca: Reproduir els hotcue
pt_br: Tocando Hotcues

source: **While playing**: Tap a hotcue button to cause the track to instantly jump to the location of the hotcue and continue playing. If you are playing inside a loop and tap a hotcue whose position is outside of the loop, then the track still instantly jumps to the hotcue but the loop will be deactivated.
ca: **Mentre està reproduint**: Feu clic al botó de hotcue per fer que la pista vagi immediatament a la posició del hotcue i continuï reproduint. Si esteu reproduint dins d'un bucle i feu clic a un hotcue que està fora del bucle, aleshores la reproducció anirà al punt hotcue, i es desactivarà el bucle.
pt_br: **Enquanto tocando**: Clique em um botão de hotcue para que a faixa pule instantâneamente para o local do hotcue e continue tocando. Se você estiver tocando dentro de um loop e clicar em um hotcue que está fora do loop, então a faixa ainda vai pular instantâneamente para o hotcue mas o loop vai ser desativado.
