Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: ca, pt_br

source: Samplers are miniature decks. They allow you to play short samples and jingles but also additional tracks in your mix. They come with a small overview waveform and a limited number of controls. All controls work just like on the regular decks, see :ref:`interface-decks`.
ca: Els reproductors de mostres són com plats en miniatura. Permeten reproduir mostres curtes i "jingles", o si voleu, també més pistes. Tenen un petit gràfic d'ona de la pista completa i un nombre limitat de controls. Tots els controls funcionen com als plats, veieu :ref:`interface-decks`.
pt_br: Samplers são decks em miniatura. Eles permitem que você toque amostras curtas e jingles mas também faixas adicionais em sua mixagem. Eles vem com uma visão global das ondas e um número de controles limitados. Todos os controles funcionam como se eles fossem decks normais, veja :ref:`interface-decks`.

source: The Sampler section is **hidden** in the default :ref:`Mixxx user interface <interface-overview>`. Click the :ref:`SAMPLER <interface-expansion-buttons>` button in the mixer section, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
ca: La secció de reproductors de mostres està **amagada** en la :ref:`Interfície del Mixxx <interface-overview>` per defecte. Feu clic a :ref:`SAMPLER <interface-expansion-buttons>` a la secció del mesclador, o utilitzeu les :ref:`appendix-shortcuts` específiques per a mostrar o amagar la secció.
pt_br: A seção Sampler é **escondida** por padrão na :ref:`interface do usuário do Mixxx <interface-overview>`. Clique no botão :ref:`SAMPLER <interface-expansion-buttons>` na seção mixer, ou use os específicos :ref:`appendix-shortcuts` para mostrar ou ocultar a seção

source: Waveform Display
ca: Gràfic d'ona de la pista
pt_br: Mostrador de Ondas

source: The waveform shows the various markers within the track as well as the waveform envelope of the entire track. Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track.
ca: El gràfic d'ona mostra les diferents marques de la pista, així com l'envolvent de tota la pista. En fer clic en el gràfic, es pot saltar a aquella posició de la pista.
pt_br: O mostrador de ondas mostra vários marcadores na faixa e também as ondas de toda a faixa. Clicar em algum lugar das ondas permite que você pule para uma posição arbitrária na faixa.

source: While mixing, some additional markers can appear on the waveforms:
ca: Mentre es mescla, poden aparèixer més marques als gràfics d'ona:
pt_br: Enquanto mixando, alguns marcadores adicionais podem aparecer nas ondas:

source: **Position marker**: A vertical line indicates the playback point of the sample deck.
ca: **Marca de posició**: Una línia vertical indica la posició de reproducció de la mostra.
pt_br: **Marcador de Posição**: Uma linha vertical indica o ponto de reprodução do deck de samples.

source: **Track Artist/Title**
ca: **Artista/Títol de la pista**
pt_br: **Artista/Título da Faixa**

source: The artist and title of the track that was loaded into a sampler deck is displayed here.
ca: Mostra el nom de l'artista i títol de la pista que s'ha carregat al reproductor de mostres.
pt_br: O artista e o título da faixa que foi carregado em um deck do sampler é mostrado aqui.

source: The number at the top right is the effective :term:`BPM` of the track. Tap the BPM to set the BPM to the speed you are tapping.
ca: El número a la part superior dreta és el :term:`BPM` efectiu de la pista. Feu clic a sobre per canviar el valor al ritme que marqueu.
pt_br: O número no topo direito é o :term:`BPM` efetivo da faixa. Toque o BPM para definir o BPM para a velocidade que você estiver tocando

source: The buttons grid next to the waveform overview allow you to configure the sampler deck. Starting from the top-left and moving counterclockwise the buttons are as follows:
ca: La graella de botons al costat del gràfic d'ona permet configurar el reproductor de mostres. Començant a dalt a l'esquerra i anant cap a la dreta i cap avall, els botons són els següents:
pt_br: A grade de botões perto da visão geral das ondas permite que você configure o deck de samples. Começando do topo esquerdo e movendo sentido anti-horário os botões são os seguintes:

source: Clicking this button ejects the track from the deck.
ca: En fer clic sobre aquest botó, es treu la pista del reproductor.
pt_br: Clicar nesse botão ejeta a faixa do deck

source: **Mix Orientation Toggle**
ca: **Commutador d'orientació de la mescla**
pt_br: **Alternar Orientação da Mixagem**

source: :term:`Keylock <key lock>` locks the track's pitch so that adjustments to its tempo via the rate slider do not affect its pitch.
ca: El :term:`Bloqueix de clau <key lock>` fa que el to de la pista no canviï quan es canvia la velocitat amb el control de velocitat.
pt_br: A :term:`Trava de Tom <key lock>` trava o pitch da faixa fazendo com que ajustamentos no tempo usando o deslizante do pitch não afetem o pitch.

source: Sample Deck Controls
ca: Controls del reproductor de mostres
pt_br: Controles do Deck de Samples

source: **Play/Pause button**
ca: **Botó Reprodueix/Pausa**
pt_br: **Botão Tocar/Pausar**

source: Clicking the button always starts playback from the :term:`cue point <cue>`. If playback is already enabled the play position will jump back to the :term:`cue point <cue>`. Right-clicking on the button will stop playback and seek the play position to the beginning of the sample.
ca: En fer clic en aquest botó sempre comença la pista des del :term:`punt Cue <cue>`. Si està reproduïnt, saltarà al punt cue. En fer clic amb el botó dret, la reproducció s'aturarà i tornarà a l'inici de la mostra.
pt_br: O clique no botão começa sempre a reprodução do :term:`ponto cue <cue>`. Se a reprodução já está ativada, a posição de reprodução vai pular de volta para o :term:`ponto cue <cue>`. Um clique com o lado direito vai parar a reprodução e vai colocar a posição de reprodução no começo da sample.

source: **Sync Button**
ca: **Botó Sync**
pt_br: **Botão Sincronizar**

source: Syncs the Sampler deck to a regular deck, as described in :ref:`interface-rate`.
ca: Sincronitza el reproductor de mostres amb un plat, segons es descriu a :ref:`interface-rate`.
pt_br: Sincroniza o deck de samples com um deck normal, como descrito em :ref:`interface-rate`.

source: **Left-Click**: Changes the :term:`rate` of the track so that the :term:`BPM` and :term:`phase` of the track matches the sync target.
ca: **Clic esquerra**: Canvia la :term:`velocitat <rate>` de la pista de manera que el :term:`BPM` i la :term:`fase <phase>` coincideixi amb la del plat amb el que es sincronitza.
pt_br: **Clique com o lado esquerdo**: Muda a :term:`taxa` da faixa para que o :term:`BPM` e a :term:`fase` da faixa igualem o alvo de sincronização.

source: **Right-Click**: Only changes the :term:`rate` of the track to match the sync target but does not adjust the :term:`phase`.
ca: **Clic dret**: Només canvia la :term:`velocitat <rate>` de la pista per a que coincideixi amb la del plat amb el que es sincronitza, però no canvia la :term:`fase <phase>`.
pt_br: **Clique com o lado direito**: Apenas muda a :term:`taxa` da faixa para igualar ao do alvo de sincronização mas naõ ajusta a :term:`fase`.

source: **Hotcue Controls**
ca: **Controls Hotcue**
pt_br: **Controles de Hotcue**

source: To jump in between different parts of a sample, you can use these numbered hotcue buttons.
ca: Per a saltar a diferents parts de la mostra, es poden utilitzar els botons numerats de hotcue.
pt_br: Para pular entre diferentes partes da sample, você pode usar estes botões de hotcues numeradas.

source: **PFL/Headphone Button**
ca: **Botó escolta prèvia**
pt_br: **Botão PFL/Fone**

source: If active, the :term:`pre-fader listen or PFL <PFL>` button allows you to listen to the track in your headphones.
ca: Si està actiu, permet :term:`escoltar prèviament <PFL>` la pista pels auriculars.
pt_br: Se ativo, o botão :term:`pre-fader listen ou PFL <PFL>` permite que você escute à faixa nos seus fones.

source: Shows the level of the signal and can be adjusted with the Gain knob.
ca: Indica el nivell de la senyal i pot ajustar-se amb la rodeta de Guany.
pt_br: Mostra o nivel do sinal e mode ser ajustado com o botão de Ganho

source: The slider allows you to change the speed of the sample. Right-clicking on the slider will reset the tempo to its original value.
ca: El control lliscant permet canviar la velocitat de la mostra. Feu clic amb el botó dret al control per a reiniciar-la al valor original.
pt_br: Esse deslizante permite que você mude a velocidade da sample. Clicar com o lado direito no deslizante vai resetar o tempo para o valor original

source: The Effects Section
ca: La secció d'efectes
pt_br: A Seção Efeitos

source: A Effect Chain
ca: Una cadena d'efectes
pt_br: Uma Cadeia de Efeitos

source: Effect chains allow you to apply various effects to your mix. You can either add the effects to the master-output or individually for each deck.
ca: Les cadenes d'efectes permeten aplicar múltiples efectes a la vostra mescla. Podeu afegir els efectes a la sortida mestra, o bé individualment a cada plat.
pt_br: Uma cadeia de efeitos permite que você aplique vários efeitos na sua mixagem. Você pode adicionar efeitos à saída mestre ou individualmente para cada deck.

source: The Effects section is **hidden** in the default :ref:`Mixxx user interface <interface-overview>` to save room on small screens. Click the :ref:`EFFECTS <interface-expansion-buttons>` button in the mixer section, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
ca: La secció d'efectes està **amagada** en la :ref:`Interficie del Mixxx <interface-overview>` per defecte, per deixar lloc en pantalles petites. Feu clic a :ref:`EFFECTS <interface-expansion-buttons>` a la secció del mesclador, o feu anar les :ref:`dreceres de teclat <appendix-shortcuts>` per a mostrar-la o amagar-la.
pt_br: A seção Efeitos é **escoondida** por padrão na :ref:`interface do usuário do Mixxx <interface-overview>` para economizar espaço em telas pequenas. Clique no botão :ref:`EFEITOS <interface-expansion-buttons>` na seção mixer, ou use os :ref:`appendix-shortcuts` específicos para mostrar ou ocultar a seção

source: As an advanced user, you can route your audio signal to external software and then apply additional effects. Go to :ref:`advanced-external-fx` for more information.
ca: Com a usuari avançat, podeu redirigir la senyal d'audio cap a aplicacions externes, per tal d'aplicar efectes addicionals. Aneu a :ref:`advanced-external-fx` per a més informació.
pt_br: Como um usuário mais avançado, você pode encaminhar o seu sinal de áudio para software externo e então aplicar efeitos adicionais. Vá para :ref:`advanced-external-fx` para mais informação.

source: General Effects Controls
ca: Controls comuns dels efectes.
pt_br: Controles Gerais de Efeito

source: **Eject Effect Button**
ca: **Botó d'Expulsa l'efecte**
pt_br: **Botão Ejetar Efeito**

source: Eject the currently loaded effect.
ca: Expulsa l'efecte que hi ha carregat.
pt_br: Ejeta o efeito atualmente carregado.

source: **Effect on/off Button**
ca: **Botó Engegat/apagat**
pt_br: **Botão ligar/desligar Efeito**

source: Turn the effect on or off.
ca: Activa o desactiva l'efecte.
pt_br: Ligar/Desligar o efeito.

source: **Select Buttons**
ca: **Botons de selecció**
pt_br: **Botões de Seleção**

source: Select an effect.
ca: Permet seleccionar entre els efectes disponibles.
pt_br: Selecionam um efeito.

source: **Mix Knob**
ca: **Rodeta de mescla**
pt_br: **Botão Mixagem**

source: Allows to decide how **strong** the effect should be.
ca: Permet decidir la **intensitat** de l'efecte.
pt_br: Permite que você decida o quão **forte** o efeito deveria ser.

source: **Channel Buttons**
ca: **Botons de destí**
pt_br: **Botões de Canal**

source: Select if the effect should be applied to master/pfl or different decks. The buttons will light up if the effect is applied to a specific deck.
ca: Seleccioneu si l'efecte ha d'aplicar-se a la sortida mestra, la pre-escolta, o als diferents plats. Els botons s'encenen per indicar el destí seleccionat.
pt_br: Selecionam se o efeito deve ser aplicado no mestre/pfl ou decks diferentes. Os botões vão acender se o efeito está aplicado em um deck específico.

source: Specific Effect Controls
ca: Controls específics dels efectes
pt_br: Controles Específicos de Efeitos

source: Each effect provides it's own set of controls, see the :ref:`Use Effects <djing-with-effects>` section for more information.
ca: Cada efecte proporciona el seu conjunt de controls, aneu a :ref:`Utilitzant els efectes <djing-with-effects>` per a més informació.
pt_br: Cada efeito fornece seu próprio conjunto de controles, veja na seção :ref:`Usando Efeitos <djing-with-effects>` para mais informação.

source: The Microphone Section
ca: La secció del micròfon
pt_br: A Seção Microfone

source: The Microphone section
ca: La secció del micròfon
pt_br: A seção Microfone

source: The microphone section is **hidden** in the default :ref:`Mixxx user interface <interface-overview>`. Click the :ref:`MIC <interface-expansion-buttons>` button in the mixer section, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
ca: La secció de micròfon està **amagada** en la :ref:`Interficie del Mixxx <interface-overview>` per defecte. Feu clic a :ref:`MIC <interface-expansion-buttons>` a la secció del mesclador, o feu anar les :ref:`dreceres de teclat <appendix-shortcuts>` per a mostrar-la o amagar-la.
pt_br: A seção microfone é **escondida** por padrão na :ref:`interface do usuário do Mixxx <interface-overview>`. Clique no botão :ref:`MIC <interface-expansion-buttons>` na seção do mixer, ou use os específicos :ref:`appendix-shortcuts` para mostrar ou ocultar essa seção.

source: **Setup the microphone**
ca: **Configuració del micròfon**
pt_br: **Instalação do microfone**

source: Microphone can accept stereo or mono input now.
ca: L'entrada de micròfon pot acceptar ara entrades estèreo i mono.
pt_br: Microfones podem aceitar entradas estéreo ou mono agora.

source: Most computers have built-in microphones, while some are connected through USB. These work adequately, but don't expect them to be high-quality.
ca: Molts ordinadors tenen micròfons incorporats, mentre que altres es connecten per USB. Són adequats, però no espereu que tinguin molta qualitat d'àudio.
pt_br: Muitos computadores tem entradas de microfone embutidas, enquanto outras são conectadas pelo USB. Essas funcionam adequadamente, mas não espere que elas tenham alta qualidade.

source: The best solution is to connect a good external microphone to the “Mic” or “Line” input on your audio device. If available, use the “Gain” knob on the device to adjust the input signal.
ca: La millor solució és connectar un bon micròfon extern a l'entrada “Mic” o “Line” del vostre dispositiu d'àudio. Utilitzeu el guany al vostre dispostiu per ajustar la senyal d'entrada, si aquest en disposa.
pt_br: A melhor solução é conectar um bom microfone externo para a entrada “Mic” ou “Line” no seu dispositivo de áudio. Se disponível, use o botão “Ganho” no dispositivo para ajustar o sinal de entrada.

source: Select the microphone input in :menuselection:`Preference --> Sound Hardware --> Input --> Microphone` and click :guilabel:`Apply`.
ca: Seleccioneu l'entrada de micròfon a :menuselection:`Preferències --> Maquinari de so --> Entrada --> Micròfon` i feu clic a :guilabel:`Aplicar`.
pt_br: Selecione a entrada de microfone em :menuselection:`Preferências --> Hardware de Som --> Entrada --> Microfone` e clicar :guilabel:`Aplicar`.

source: Microphone Controls
ca: Controls de micròfon
pt_br: Controles de Microfone

source: **Talk Button**
ca: **Botó per parlar**
pt_br: **Botão Falar**

source: Hold this button and talk to mix the microphone input into the Mixxx master output. Short click on the button for latching. This is handy for talking for an extended period, for example when :ref:`streaming <live-broadcasting>` a radio show. When in Latch mode, click again to mute the microphone input.
ca: Mantingueu premut aquest botó per a que el que digueu es mescli amb la sortida mestra. Feu un clic ràpid al botó si voleu que es quedi activat. Això és pràctic per parlar durant una estona, per exemple quan :ref:`s'emet en viu <live-broadcasting>` un programa de ràdio. Per a desactivar-lo, torneu a prémer el botó.
pt_br: Segure este botão e fale para mixar a entrada do microfone com a saída mestre do Mixxx. Clique rapidamente o botão para manter. Isso é conveniente para falar por um período extenso, por exemplo quando :ref:`streaming <live-broadcasting>` um show de rádio. Quando ele estiver nesse modo mantendo, clique de novo para abafar a entrada de microfone.

source: This control determines the microphone input's mix orientation. Either to the left side of crossfader, to the right side or to the center (default). Clicking cycles through all the options.
ca: Aquest control determina la destinació de la mescla de l'entrada de micròfon. Ja sigui al canal esquerra del crossfader, al canal dret, o al centre (per defecte). Feu clic múltiples vegades per canviar entre les diferents possibilitats.
pt_br: Esse controle determina a orientação da mixagem da entrada do microfone. Para o lado esquerda do crossfader, para o lado direito ou para o centro (padrão). Clicar alterna entre todas as opções.

source: **Microphone Volume Meter**
ca: **Monitor de volum de micròfon**
pt_br: **Medidor do Volume do Microfone**

source: This displays the microphone volume input signal strength.
ca: Aquí es mostra el nivell de volum de l'entrada de micròfon.
pt_br: Isso mostra o volume da potência do sinal de entrada do microfone.

source: **Microphone Gain Knob**
ca: **Rodeta de guany el micròfon**
pt_br: **Botão de Ganho do Microfone**

source: Use this knob to adjust the gain of the microphone output. Try to keep the volume at a reasonable level to avoid signal clipping.
ca: Utilitzeu aquesta rodeta per ajustar el guany de la sortida del micròfon. Intenteu mantenir el volum a un nivell raonable per evitar que la senyal es saturi.
pt_br: Use este botão para ajustar o ganho da entrada do microfone. Tente manter o volume em um nível razoável para evitar clipagem.

source: Preview Deck Section
ca: La secció del reproductor de pre-escolta
pt_br: Seção do Deck de Pré-Escuta

source: The Preview Deck with a track loaded
ca: El reproductor de pre-escolta amb una pista carregada
pt_br: O Deck de Pré-escuta com uma faixa carregada

source: The Preview Deck is a special deck that allows you to pre-listen to tracks in the headphones before using them in your mix. Pre-listening a track does not change the tracks's :guilabel:`Played` state as well as the play counter and is not logged in the :ref:`History <library-history>`. Press :kbd:`CTRL` + :kbd:`4` (Windows/Linux) or :kbd:`CMD` + :kbd:`4` (Mac) to display the Preview Deck.
ca: El reproductor de pre-escolta és un reproductor especial que permet escoltar les pistes pels auriculars abans d'utilitzar-les a la mescla. La pre-escolta no canvia l'estat de :guilabel:`Reproduït` ni el comptador de reproduccions, i tampoc es registra a :ref:`l'històric <library-history>`. Premeu :kbd:`CTRL`+ :kbd:`4` (Windows/Linux) o :kbd:`CMD` + :kbd:`4` (Mac) per a mostrar el reproductor de pre-escolta.
pt_br: O Deck de Pré-escuta é um deck especial que permite que você pré-escute faixas nos fones antes de usá-las no seu mix. Pré-escutar faixas não muda o estado de :guilabel:`Tocada` da faixa e o contador de reproduções também não será mudado e essa reprodução não será gravado no :ref:`Histórico <library-history>`. Pressione :kbd:`CTRL` + :kbd:`4` (Windows/Linux) ou :kbd:`CMD` + :kbd:`4` (Mac) para mostrar o Deck de Pré-escuta.

source: The features in detail:
ca: Les característiques en detall:
pt_br: As funcionalidades em detalhe:

source: **Track Artist/Title**: The artist and title of the track is displayed here. This is the same listed under the :guilabel:`Track` and :guilabel:`Title` column in the Mixxx library. This information is initially loaded from the track's :term:`metadata`.
ca: **Artista/Títol de la pista**: Es mostra l'artista i el títol de la pista. És el mateix que es mostra a :guilabel:`Pista` i a la columna :guilabel:`Títol` a la biblioteca del Mixxx. Aquesta informació es carrega inicialment de les :term:`metadades <metadata>` de la pista.
pt_br: **Artista/Título da Faixa**: O artista e o título da faixa é mostrado aqui. É o mesmo listado na coluna :guilabel:`Artista` e :guilabel:`Título` na biblioteca do Mixxx. Essa informação é inicialmente carregada dos :term:`metadados` da faixa.

source: **Eject Track**: Clicking this button ejects the track from the deck.
ca: **Expulsa la pista** Feu clic a aquest botó per treure la pista del reproductor.
pt_br: **Ejetar Faixa**: Clicar nesse botão ejejta a faixa do deck

source: **Waveform overview**: Shows the various markers (Cues, Hotcues) within the track as well as the waveform envelope of the entire track. Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track.
ca: **Gràfic d'ona de la pista**: Mostra diferents marques (punts Cue, Hotcues) de la pista això com l'envolvent de la pista sencera. Feu clic en qualsevol lloc per a anar a aquell punt de la pista.
pt_br: **Visão geral das ondas**: Mostra os vários marcadores (Cues, Hotcues) na faixa e tamabém o contorno das ondas de toda a faixa. Clicar em qualquer lugar das ondas permite que você pule para uma posição arbitrária na faixa.

source: **Gain**: Move the slider to adjust the gain of the track.
ca: **Guany**: Moveu el control per ajustar el guany de la pista.
pt_br: **Ganho**: Mova o deslizante para ajustar o ganho da faixa.

source: **VU-Meter**: Shows the current volume of the track. If it's too loud and distorted, a peak indicator flashes red.
ca: **Monitor VU**: Mostra el volum actual de la pista. Si és massa alt, s'encen un indicador de pic vermell.
pt_br: **Medidor VU**: Mostra o volume atual da faixa. Se for muito alto ou distorcido, o indicador de pico piscará vermelho

source: For more information, go to the chapter :ref:`djing-previewing-tracks`.
ca: Per a més informació, aneu al capítol :ref:`djing-previewing-tracks`.
pt_br: Para mais informação, vá para o capítulo :ref:`djing-previewing-tracks`.
