Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: ca, pt_br

source: An Overview of the Mixxx Interface
ca: Un cop d'ull a la interfície del Mixxx
pt_br: Uma visão geral da interface do Mixxx

source: Welcome to the Mixxx interface. This is where the magic happens. You are going to want to get very familiar with this interface because it is the main way to use Mixxx. In this chapter, we present the default interface of Mixxx and describe its elements, knobs and faders.
ca: Benvingut a la interfície del Mixxx. Aquí és on es fa màgia. Segurament voldreu familiaritzar-vos molt amb aquesta interfície perquè és la principal manera d'utilitzar-lo. En aquest capítol, us presentem la interfície per defecte del Mixxx i en descrivim els elements, rodetes i controls deslliçants.
pt_br: Bem-vindo à interface do Mixxx. Aqui é onde a mágica acontece. Se vai querer ficar bem familiar com essa interface porque é o principal caminho de usar o Mixxx. Nesse capítulo, nós te apresentamos a interface padrão do Mixxx e descrevemos os seus elementos, botões e deslizantes.

source: The Mixxx interface - Deere skin
ca: La interfície del Mixxx - Aparença Deere
pt_br: A interface do Mixxx - Skin Deere

source: This is the Deere skin. It is the default skin supplied with Mixxx. There are a variety of others skins included with Mixxx. You should explore them all to figure out which one you prefer. This section will focus on Deere only.
ca: Aquesta és l'aparença Deere. És l'aparença per defecte del Mixxx. Hi ha una varietat d'altres aparences incloses amb el Mixxx. Podeu explorar-les totes i veure quina d'elles us agrada més. Aquesta secció es centrarà només amb la Deere.
pt_br: Essa é a skin Deere. Ela é a skin padrão que vem com o Mixxx. Existe uma variedade de outras skins incluídas no Mixxx. Você deve explorar todas para descobrir qual você prefere. Essa sessão vai focar apenas na Deere.

source: The Deck Sections
ca: La secció dels plats
pt_br: A Seções dos Decks

source: A deck with a track loaded
ca: Un plat amb una pista carregada
pt_br: Um deck com uma faixa carregada

source: The deck section allows you to control everything relating to a virtual turntable :term:`deck`. We are going to break this down into sections.
ca: La secció dels plats us permet controlar tot el que fa referència al tocadiscs virtual, que anomenem :term:`plat <deck>`. La dividirem en diferents elements.
pt_br: A seção do deck permite que você controle tudo que é relacionada ao toca-discos virtual :term:`deck`. Nós vamos quebrar isso em seções.

source: Track Information Display
ca: Visualització de la informació de la pista
pt_br: Mostrador de Informações da Faixa

source: The track information section of the deck
ca: La secció d'informació de la pista del plat
pt_br: A seção das informações da faixa no deck

source: Parse the title and the artist from the file name when the corresponding :term:`metadata` is missing.
ca: Parseja el títol i l'artista a partir del nom del fitxer quan no es troben les :term:`metadades <metadata>`.
pt_br: Consegue o título e o artista do nome do arquivo quando os :term:`metadados` correspondentes estiverem faltando.

source: **Track Title**
ca: **Títol de la pista**
pt_br: **Título da Faixa**

source: The title of the track that was loaded into a deck is displayed on top. This is the same as the title listed under the :guilabel:`Title` column heading in the Mixxx library. This information is initially loaded from the track's :term:`metadata`.
ca: El títol de la pista que s'ha carregata al plat es mostra a dalt. Aquest és el mateix que es mostra en la columna :guilabel:`Títol` de la biblioteca del Mixxx. Aquesta informació es carrega inicialment de les :term:`metadades <metadata>` de la pista.
pt_br: O título da faixa que foi carregada no deck é mostrado no topo. Isso é igual ao título listado na coluna :guilabel:`Título` da biblioteca do Mixxx. Essa informação é carregada inicialmente dos :term:`metadados` da faixa.

source: **Track Artist**
ca: **Artista de la pista**
pt_br: **Artista da Faixa**

source: The number at the top right is the effective :term:`BPM` of the track. This is the detected :term:`BPM` of the track, adjusted for the playback rate of the track. For example, if the track is normally 100 BPM, and it is playing at +5%, then the effective BPM will read 105 BPM.
ca: El número a la part superior dreta és el :term:`BPM` efectiu de la pista. Es tracta del BPM de la pista, ajustat a la velocitat de reproducció. Per exemple, si la pista normalment té 100 BPM i es reprodueix a +5%, aleshores el BPM efectiu mostrarà 105 BPM.
pt_br: O número no topo direito é o :term:`BPM` efetivo da faixa. Esse é o :term:`BPM` detectado da faixa, ajustado para a velocidade de reprodução da faixa. Por exemplo, se a faixa é normalmente 100 BPM, e ela está tocando em +5%, então o BPM efetivo vai ser 105 BPM.

source: Click directly on the BPM display and tap with the beat to set the BPM to the speed you are tapping. You can also use a keyboard shortcut, go to :ref:`control-keyboard` for more information.
ca: Feu clic repetidament sobre el BPM al ritme de la música per canviar el BPM a la velocitat dels voltres clics. Podeu també utilitzar una drecera de teclat, aneu a :ref:`control-keyboard` per a més informació.
pt_br: Clique diretamente no mostrador de BPM e toque com a batida para definir o BPM para a velocidade que você está tocando. Você também pode usar um atalho do teclado, vá para :ref:`control-keyboard` para mais informação.

source: **Time Elapsed/Remaining**
ca: **Temps transcorregut/restant**
pt_br: **Tempo Executado/Restante**

source: By default it displays the total elapsed time in the track up to the millisecond. Clicking on the display switches to the *Time Remaining* view, which indicates how much time is left before the track reaches the end. You can change the default in :menuselection:`Preferences --> Interface --> Position Display`.
ca: Per defecte, es mostra el temps transcorregut des de l'inici de la pista amb precisió de centèssimes de segon. Fent clic a sobre, es pot canviar entre temps transcorregut i **temps restant**, que indica quan temps queda per a que s'acabi la pista. Podeu canviar la opció per defecte a :menuselection:`Preferències --> Interfície --> El temps de la pista en el reproductor mostra`.
pt_br: Por padrão ele mostra o tempo total executado da faixa até o milisegundo. Ao clicar no mostrador, ele começa a mostrar o *Tempo Restante*, o que indica o quanto tempo falta para a faixa acabar. Você pode mudar o padrão em :menuselection:`Preferências --> Interface --> Mostrador de Posição`.

source: Waveform Displays
ca: Visualització de gràfics d'ona
pt_br: Mostradores de Onda

source: The waveform summary and waveform overview of the deck
ca: El gràfic d'ona de la pista i el gràfic d'ona de reproducció
pt_br: O resumo das ondas e a visão geral das ondas do deck

source: The waveform section of a deck allows you to visualize the audio changes that occur throughout the track, you can basically “see” your music.
ca: La secció del gràfic d'ona del plat permet visualitzar com canvia l'àudio al llarg de la pista, de manera que podeu “veure” la música.
pt_br: A seção das ondas do deck permite que você visualize as mudanças de áudio que ocorre pela faixa, você basicamente “vê” a sua música.

source: Mixxx default skin (Deere) - Separate waveforms
ca: Aparença del Mixxx per defecte (Deere) - Gràfics d'ona separats
pt_br: Skin padrão do Mixxx (Deere): Ondas separadas

source: With some skins the waveform displays are aligned parallel to each other in order to make :term:`beatmatching` easier, as it is possible to beatmatch visually by aligning the beats that appear in each waveform.
ca: Algunes aparences tenen els gràfics d'ona alineats en paral·lel per tal :term:`d'enquadrar els ritmes <beatmatching>` més fàcilment, ja que d'aquesta manera es poden alinear visualment els tocs de cada gràfic d'ona.
pt_br: Em algumas skins os mostradores de ondas são alinhados em paralelo um com o outro para que o :term:`beatmatching` seja mais fácil, e também seja possível alinhar as batidas visualmente usando as batidas que aparecem em cada um dos mostradores de onda.

source: Mixxx alternative skin (Latenight) - Parallel waveforms
ca: Aparença alternativa del Mixxx (Latenight) - Gràfics d'ona en paral·lel
pt_br: Skin alternativa do Mixxx (Latenight) - Ondas paralelas

source: If you have a slower computer and notice performance issues with Mixxx, try to lower the frame rate or change the level of detail shown in the waveform in :menuselection:`Preferences --> Interface --> Waveform Display`.
ca: Si teniu un ordinador lent i teniu problemes de rendiment amb el Mixxx, podeu intentar reduir la velocitat dels fotogrames, o canviar el nivell de detall mostrat als gràfics d'ona des de :menuselection:`Preferències --> Interfície --> Gràfics d'ona`.
pt_br: Se você tem um computador lento e percebe problemas de performance com o Mixxx, tente diminiuir a taxa de quadros ou mudar o nível de detalhe mostrado nas ondas em :menuselection:`Preferências --> Interface --> Mostrador de Onda`.

source: **Waveform summary**
ca: **Gràfic d'ona de reproducció**
pt_br: **Resumo das Ondas**

source: The big waveform summary shows the waveform envelope of the track near the current playback position and is updated in real time. The mouse can be used on the waveform to pause, scratch, spin-back or throw the tracks. Right-clicking on the waveforms allows you to drag with the mouse to make temporary pitch adjustments.
ca: El gràfic d'ona de reproducció mostra l'envolvent de la pista al voltant de la posició actual de reproducció i es va actualitzant en temps real. Es pot utilitzar el ratolí per a pausar, fer scratch, moure enrere o afegir-hi una pista nova. També permet fer ajustaments momentànis del pitch si es fa clic amb el botó dret i s'arrastra cap als costats.
pt_br: O grande resumo das ondas mostra as ondas da faixa perto de onde a faixa está tocando e é atualizada em tempo real. O mouse pode ser usado nas ondas para pausar, fazer scratch, ir para trás ou para jogar as faixas. Ao clicar com o botão direito nas ondas você pode arrastar o mouse para fazer ajustes de pitch temporários.

source: **Waveform overview**
ca: **Gràfic d'ona de la pista**
pt_br: **Visão Geral das Ondas**

source: The smaller, zoomed-out version of the waveform shows the various markers within the track as well as the waveform envelope of the entire track. This is useful because they allow DJs to see breakdowns far in advance. Clicking somewhere on the waveform allows you to jump to an arbitrary position in the track.
ca: La versió més petita sense zoom del gràfic d'ona mostra les diferents marques que hi ha a la pista, així com l'envolvent de tota la pista. Això és útil perquè permet als DJs veure les pauses amb molta antel·lació. Si es fa clic en qualsevol punt del gràfic, es mourà la posició de reproducció a aquella posició.
pt_br: A versão menor, afastada das ondas mostra os vários marcadores da faixa e também um contorno das ondas da faixa inteira. Isso é útil porque permite que DJs vejam as variações na faixa antes delas acontecerem. Clicar em algum lugar das ondas permite que você pule para uma posição arbitrári na faixa.

source: **Vinyl Widget**
ca: **Vinil giratori**
pt_br: **Janela do Vinil**

source: The line on the vinyl widget rotates if the track moves. It is similar to the position marker found on scratch records. Use the mouse on the vinyl widget to pause, scratch, spin-back or throw tracks - just like a real record. When performing :ref:`Loop rolls <interface-looping>` or right-clicking on the vinyl during playback, a “ghost” marker hints where the playback will continue. The Vinyl Widget is hidden by default and can be enabled in the :ref:`interface-button-grid`.
ca: La línia que es mostra sobre el vinil giratori gira quan la pista es mou. És similar a la marca de posició que es troba en alguns discs de scratch. Feu anar el ratolí sobre el vinil giratori per pausar, fer scratch, moure endavant i endarrere, o afegir-hi una pista nova - com si fos un disc de veritat. Quan es fan :ref:`Bucles "roll" <interface-looping>` o al fer clic amb el botó dret sobre el vinil mentre es reprodueix, una marca "fantasma" indica on continuarà la reproducció. El vinil giratori està amagat per defecte, i pot activar-se a :ref:`interface-button-grid`.
pt_br: A linha na janela do vinil roda se a faixa se mover. Ela é similar ao marcador de posição encontrado nos vinils de stratch. Use o mouse na janela do vinil para pausar, fazer stratch, rodar para trás ou jogar faixas - como em um disco real. Quando você fizer :ref:`Loops temporários <interface-looping>` ou clicar com o lado direito no vinil enquanto a música toca, um marcador *fantasma* mostra onde a reprodução vai continuar. A Janela do Vinil é escondida por padrão e pode ser ativado no :ref:`interface-button-grid`.

source: If :term:`Vinyl control` is enabled, it can optionally display the time-coded vinyl signal quality. Activate the option in :menuselection:`Preferences --> Vinyl Control --> Show Signal Quality in Skin`.
ca: Si el :term:`control de vinil <vinyl control>` està activat, es pot fer que mostri la qualitat de la senyal dels codis de temps. Activeu la opció en :menuselection:`Preferències --> Control de vinil --> Mostra la qualitat de la senyal en l'aparença`
pt_br: Se o :term:`Controle por Vinil` for ativado, ela pode opcionalmente mostrar a qualidade do sinal do timecode do vinil. Ative a opção em :menuselection:`Preferências --> Controle por Vinil --> Mostrar Qualidade do Sinal na Skin`.

source: **Waveform Zoom**
ca: **Zoom de gràfic d'ona**
pt_br: **Aproximação das Ondas**

source: Using the mouse-wheel everywhere in the waveform summary will zoom the waveform in or out. You can choose whether to synchronize the zoom level between the decks in :menuselection:`Preferences --> Interface --> Waveform Display --> Synchronize`.
ca: Si es fa servir la rodeta del ratolí en qualsevol part del gràfic d'ona de reproducció aproparà o allunyarà el zoom. Podeu triar si voleu sincronitzar el nivell de zoom entre els diferents plats a :menuselection:`Preferències --> Gràfics d'ona --> Sincronitza el nivell de zoom a tots els gràfics d'ona`
pt_br: Ao usar a roda do mouse em qualquer lugar do resumo das ondas, você poderá aproximar ou afastar as ondas. Você pode escolher sincronizar o nível de aproximação das ondas de todos os decks em :menuselection:`Preferências --> Interface --> Mostrador de Ondas --> Sincronizar`.

source: **Waveform Marker**
ca: **Marques del gràfic d'ona**
pt_br: **Marcadores nas Ondas**

source: While mixing, various additional markers can appear on the waveforms:
ca: Mentre es mescla, poden aparèixer diferents marques addicionals als gràfics d'ona:
pt_br: Enquanto mixando, vários marcadores adicionais podem aparecer nas ondas:

source: **Position marker**: The static vertical line in the center of the waveform summary indicates the playback point of the deck.
ca: **Marca de posició**: La línia vertical estàtica en el centre del gràfic d'ona indica la posició de reproducció actual del plat.
pt_br: **Marcador de Posição**: A linha estática vertical no centro do resumo das ondas mostra o ponto de reprodução do deck.

source: **Beat marker**: The regular white lines on the waveform summary indicate the locations of beats in the audio, also called the :term:`beatgrid`.
ca: **Marca de toc**: Les línies blanques del gràfic d'ona indiquen la posició dels tocs de compàs en l'àudio, que tenen el nom de :term:`graella de tocs <beatgrid>`
pt_br: **Marcador de Batidas**: As linhas regulares brancas na visão geral das ondas mostra a localização das batidas no áudio, também chamado de :term:`grade de batidas`.

source: **Cue marker**: Indicates the position of the :term:`cue point <cue>`.
ca: **Marca de punt cue**: Indica la posició d'un :term:`punt cue <cue>`.
pt_br: **Marcador Cue**: Indica a posição do :term:`ponto cue <cue>`.

source: **Hotcue marker**: Indicate the position and number of a :term:`hotcue` point if set.
ca: **Marca de hotcue**: Indica la posició i número d'un punt :term:`hotcue`, si n'hi ha.
pt_br: **Marcador Hotcue**: Indica a posição e o número de um ponto :term:`hotcue` se definido.

source: **Loop-in/Out marker**: Indicate the beginning and the end of a loop.
ca: **Marca d'inici/fi de bucle**: Indica el començament i el final d'un bucle.
pt_br: **Marcador de Entrada/Saída do Loop**: Indica o começo e o fim de um loop.

source: **Loop overlay**: Is drawn between the Loop-in/Out markers and changes color depending on whether a loop is activated or not.
ca: **superposició de bucle**: Es dibuixa entre els punts d'inici i final de bucle, i canvia el color depenent d'on està ubicat el bucle.
pt_br: **Sobreposição do loop**: Ela é desenhada entre os marcadores de Entrada/Saída do Loop e muda a cor se o loop estiver ativado ou não.

source: **Track ending notification**: If the waveform overview flashes red, only 30 seconds are left before the track reaches the end.
ca: **Notificació de final de pista**: Si el gràfic d'ona parpalleja en vermell, vol dir que queden 30 segons o menys per a que s'acabi la pista.
pt_br: **Notificação de faixa terminando**: Se o resumo das ondas pisca vermelho, apenas 30 segundos faltam antes da faixa acabar.

source: Deck Options Button Grid
ca: Grup de botons d'opcions del plat
pt_br: Grade de Botões de Opções do Deck

source: The Options Button Grid of the deck
ca: El grup de botons d'opció del plat
pt_br: A Grade de Botões de Opções do deck

source: The six buttons at the bottom right below the waveform allow you to configure the deck. Starting from the top-left and moving clockwise the buttons are as follows:
ca: Els sis botons a la part inferior dreta, a sota del gràfic d'ona permeten configurar el plat. Començant des de dalt a l'esquerra i anant d'esquerra a dreta i de dalt cap a baix, els botons són:

source: **Show/Hide Vinyl Widget**
ca: **Mostra/Amaga el vinil giratori**
pt_br: **Mostrar/Ocultar Janela do Vinil**

source: Toggles the visibility of the Vinyl Widget in the :ref:`interface-waveform`.
ca: Commuta la visibilitat del vinil giratori a la :ref:`interface-waveform`.
pt_br: Mostra/Oculta a Janela do Vinil no :ref:`interface-waveform`.

source: **Repeat Mode Toggle**
ca: **Commutador de repetició**
pt_br: **Ligar/Desligar o Modo de Repetição**

source: If enabled, the repeat mode will jump back to the beginning and continue playing when the track finishes.
ca: Si s'activa el mode de repetició, la pista tornarà al principi quan acabi i continuarà reproduint.
pt_br: Se ativado, o modo de repetição vai pular para o começo e continuar tocando quando a faixa terminar.

source: **Eject Track Button**
ca: **Botó d'extreure la pista**
pt_br: **Botão Ejetar Faixa**

source: Clicking this button ejects the track from the deck. Alternatively you can use a keyboard shortcut, go to the chapter :ref:`control-keyboard` for more information.
ca: Si es fa clic en aquest botó, la pista s'expulsa del plat. També es pot utilitzar una drecera de teclat, aneu al capítol :ref:`control-keyboard` per a més informació.
pt_br: Clicar nesse botão ejeta a faixa do deck. Alternativamente, você pode usar um atalho de teclado, vá para o capítulo :ref:`control-keyboard` para mais informação

source: **Beat-grid Adjust Button**
ca: **Botó d'ajustar la graella de ritme**
pt_br: **Botão de Ajuste da Grade de Batidas**

source: Clicking this button adjusts the track beat-grid so that the current position is marked as a beat. This is useful if Mixxx was able to accurately detect the track's :term:`BPM` but failed to align the beat markers on the beats. For more information, go to the chapter :ref:`djing-bpm-detection`.
ca: En fer clic en aquest botó s'ajusta la graella de ritme de la pista, de manera que la posició actual sigui un toc de compàs. Això és útil si el Mixxx va detectar correctament el :term:`BPM`, però no va alinear correctament les marques amb els tocs. Per a més informació aneu al capítol :ref:`djing-bpm-detection`.
pt_br: Clicar nesse botão ajusta a grade de batidas da faixa para que a posição atual seja marcada como uma batida. Isso é útil se o Mixxx detectou com precisão o :term:`BPM` da faixa mas falhou em alinhar as marcações de batida com as batidas. Para mais informação, vá para o capítulo :ref:`djing-bpm-detection`.

source: **Quantize Mode Toggle**
ca: **Commutador de mode quantitzat**
pt_br: **Ligar/Desligar Modo de Quantização**

source: If enabled, all cues, hotcues, loops, and beatloops will be automatically :term:`quantized <quantization>` so that they begin on a beat.
ca: Si s'activa, tots els punts cue, hotcues, bucles i bucles de tocs :term:`s'alinearan <quantization>` de manera que comencin en un toc.
pt_br: Se ativado, todos os cues, hotcues, loops, e loops de batida vão ser automaticamente :term:`quantizados <quantization>` para que eles começem sempre em uma batida.

source: **Keylock Toggle**
ca: **Commutador de bloqueig de clau musical**
pt_br: **Ligar/Desligar Trava de Tom**

source: :term:`Keylock <key lock>` locks the track's pitch so that adjustments to its tempo via the rate slider do not affect its pitch. This is useful if you would like to speed up or slow down a track and avoid the “chipmunk” effect that speeding up vocals has.
ca: El :term:`bloqueig de clau musical <key lock>` fa que el to no canviï quan es canvia la velocitat amb el control de velocitat. Això és útil si voleu accelerar o reduïr la velocitat d'una pista, i evitar la “veu de barrufets, o també dita d'esquirols” a l'accelerar cançons cantades.
pt_br: A :term:`Trava de tom` trava o pitch da faixa para que os ajustamentos feitos no seu tempo pelo deslizante de pitch não alterem seu pitch. Isso é útil se você quer acelerar ou desacelerar uma faixa e impedir o efeito “esquilo” que acontece quando se acelera vozes.

source: Vinyl Control Mode and Cueing controls
ca: Mode de control de vinil i punts cue
pt_br: Modo de Controle por Vinil e controles de Cueing

source: The Vinyl Control Mode and Cueing controls of a deck
ca: El mode de control de vinil i les opcions de control de punts cue d'un plat
pt_br: O Modo de Controle por Vinil e controles de Cueing de um deck.

source: The control above the waveforms relate to the :term:`vinyl control` feature in Mixxx and is **hidden** in the default :ref:`Mixxx user interface <interface-overview>`. Click the :ref:`VINYL section expansion button <interface-expansion-buttons>` in the mixer section, or use the specific :ref:`appendix-shortcuts` to show or hide the section.
ca: Els controls a sobre dels gràfics d'ona fan referència al :term:`control de vinil <vinyl control>` del Mixxx i està **amagat** a :ref:`l'aparença per defecte <interface-overview>`. Feu clic al :ref:`text VINYL de la secció d'expansió <interface-expansion-buttons>`, a sobre del mesclador, o feu anar les :ref:`dreceres de teclat <appendix-shortcuts>` per a mostrar o amagar la secció.
pt_br: O controle em cima das ondas se refere à funcionalidade :term:`controle por vinil` no Mixxx que é **escondida** na :ref:`interface do usuário do Mixxx <interface-overview>` padrão. Clique no :ref:`botão de expansão da seção VINIL <interface-expansion-buttons>` na seção do mixer, ou use os :ref:`appendix-shortcuts` para mostrar ou ocultar a seção.

source: **Abs/Rel/Const button**
ca: **Botons Abs/Rel/Const**
pt_br: **Botão Abs/Rel/Const**

source: **Absolute mode**: The track position equals needle position and speed.
ca: **Mode absolut**: La posició de la pista correspon a la posició i velocitat de l'agulla.
pt_br: **Modo absoluto**: A posição da faixa é igual a posição e a velocidade da agulha.
