Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/user_interface.po
Languages: ca, pt_br

source: **While stopped**: Tap a hotcue button to cause the track to instantly jump to the location of the hotcue and start playing as long as the button is pressed. Press the :ref:`Play <control-keyboard>` keyboard shortcut while the hotcue button is pressed to continue playback, then release the hotcue button.
ca: **Mentre està parat**: Feu clic al botó hotcue per a que la pista vagi immediatament a la posició del hotcue i comenci a reproduir mentre el botó es mantingui premut. Premeu la drecera de teclat de :ref:`Reprodueix <control-keyboard>` mentre el botó de hotcue està premut per a que continui la reproducció i es pugui deixar el botó hotcue.
pt_br: **Enquanto parado**: Clique em um botão de hotcue para que a faixa pule instantâneamente para o hotcue e comece a tocar enquanto o botão for pressionado. Pressione o atalho de teclado :ref:`Tocar <control-keyboard>` enquanto o botão de hotcue for pressionado para continuar a reprodução, e então solte o botão de hotcue.

source: Deleting Hotcues
ca: Esborrar els hotcues
pt_br: Deletando Hotcues

source: To delete a hotcue, right-click on the numbered button. The marker in the waveform will be deleted as well.
ca: Per esborrar un punt hotcue, feu clic amb el botó dret en el botó numèric. La marca en el gràfic d'ona també s'esborrarà.
pt_br: Para deletar um hotcue, clique com o lado direito em um botão numerado. O marcador nas ondas vai ser deletado também.

source: Mixxx supports up to 36 hotcues per deck. By default, only some of them are visible in the user interface. You can customize your :ref:`keyboard <advanced-keyboard>` or :ref:`controller <advanced-controller>` mappings to use all of them.
ca: El Mixxx suporta fins a 36 hotcues per plat. Per defecte, només se'n mostren uns pocs a la interfície. Podeu configurar el vostre :ref:`teclat <advanced-keyboard>` o mapeigs de :ref:`controlador <advanced-controller>` per utilitzar-los tots.
pt_br: O Mixxx suporta até 36 hotcues por deck. Por padrão, apenas alguns deles são visíveis na interface do usuário. Você pode personalizar o seu mapeamento de :ref:`teclado <advanced-keyboard>` ou :ref:`controlador <advanced-controller>` para usar todos.

source: Just as with the loops (see above), if the :term:`quantize <quantization>` mode is enabled, the hotcues will automatically snap to the nearest beat. This is disabled by default, click on the :ref:`Quantize Mode Toggle <interface-button-grid>` to enable it.
ca: Igual que amb els bucles (veure més amunt), si el mode :term:`quantitzat <quantization>` està activat, els punts hotcue s'ajustaran automàticament al toc més proper. Aquest està desactivat per defecte, i podeu activar-lo fent clic a :ref:`Commutador de mode quantitzat <interface-button-grid>`.
pt_br: Como os loops (veja acima), se o modo de :term:`quantização <<quantization>` estiver ativado, os hotcues vão sempre entrar na batida mais próxima. Isso é desativado por padrão, clique no :ref:`Ligar/Desligar Modo de Quantização <interface-button-grid>` para ativá-lo.

source: The Mixer Section
ca: La secció del mesclador
pt_br: A Seção do Mixer

source: The mixer section
ca: La secció del mesclador
pt_br: A seção do mixer

source: The mixer section of the :ref:`Mixxx user interface <interface-overview>` allows you to control how the different decks and samplers are mixed together.
ca: La secció del mesclador de la :ref:`interfície d'usuari del Mixxx <interface-overview>` permet controlar com els diferents plats i reproductors de mostres es mesclen entre ells.
pt_br: A seção do mixer da :ref:`interface do usuário do Mixxx <interface-overview>` permite que você controle como os diferentes decks e samplers são mixados.

source: **Line faders**
ca: **Control de volum del canal**
pt_br: **Deslizantes de linha**

source: Some DJ's prefer to use the line faders over the crossfader for fading between tracks. Try it, you may like it.
ca: Alguns DJs prefereixen utiltizar els controls de volum en comptes del crossfader per a canviar de volum entre les pistes. Proveu-ho, potser us agrada.
pt_br: Alguns DJs preferem usar os deslizantes de linha ao invés do crossfader para fazer transições entre faixas. Tente isso, você pode gostar.

source: Section Expansion Buttons
ca: Secció dels botons d'expansió
pt_br: Botões de Expansão de Seções

source: The section expansion buttons
ca: La secció dels botons d'expansió
pt_br: Os botões de expansão de seções

source: If you click on either :guilabel:`MIC`, :guilabel:`SAMPLER`, or :guilabel:`VINYL` then you will enable control sections for interacting with:
ca: Si feu clic a :guilabel:`MIC`, :guilabel:`SAMPLER` o :guilabel:`VINYL`, aleshores habilitareu les seccions de control per interactuar amb:
pt_br: Se você clicar no :guilabel:`MIC`, :guilabel:`SAMPLER`, ou :guilabel:`VINIL` então você vai ativar seções de controle para interagir com:

source: You can also use the specific :ref:`appendix-shortcuts`.
ca: Podeu també utilitzar les :ref:`appendix-shortcuts`.
pt_br: Você também pode usar os específicos :ref:`appendix-shortcuts`.

source: Headphone and Master Mix Controls
ca: Controls d'auriculars i de mescla mestra
pt_br: Controles do Fone e da Mixagem Mestre

source: The headphone and master mix knobs
ca: Els controls de master i auriculars
pt_br: Os botões de fone e mixagem mestre

source: Todo
ca: Pendent d'acabar
pt_br: Para fazer

source: Update section to reflect 1.12 GUI layout.
ca: Cal actualitzar la secció per mostrar la disposició de la versió 1.12.
pt_br: Atualizar seção para refletir o layout do GUI do 1.12.

source: Headphone split cue option
ca: Opció de pre-escolta partida amb auriculars
pt_br: Opção de cueing divido no Fone

source: **Head-Mix Knob**
ca: **Rodeta Head-Mix**
pt_br: **Botão de Mixagem do Fone**

source: Don't forget to activate the :guilabel:`PFL` button on the deck you want to listen to in your headphones.
ca: No oblideu activar el botó :guilabel:`Auriculars` al plat que voleu escoltar pels auriculars.
pt_br: Não esqueça de ativar o botão :guilabel:`PFL` no deck que você quer escutar nos seus fones.

source: **Head-Split Button**
ca: **Botó de sortida partida**
pt_br: **Botão de Cueing Dividido**

source: **Balance Knob**
ca: **Rodeta de balanç**
pt_br: **Botão de Balanceamento**

source: This knob allows you to adjust the :term:`balance` (left/right orientation) of the master output.
ca: Aquesta rodeta permet ajustar el :term:`balanç <balance>` (orientació esquerra/dreta) de la sortida mestra.
pt_br: Esse botão permite que você ajuste o :term:`balanceamento` (orientação esquerda/direita) da saída mestre.

source: **Gain Knob**
ca: **Rodeta de guany**
pt_br: **Botão de Ganho**

source: PFL/Headphone Button
ca: Botó d'auriculars (PFL, o escolta prèvia)
pt_br: Botão PFL/Fone

source: The headphone buttons of both decks in the mixer
ca: Els botons d'auriculars dels dos plats del mesclador
pt_br: Os botões de fone dos decks no mixer

source: Headphone cueing is only available if you have configured a Headphone Output in :menuselection:`Preferences --> Sound Hardware`.
ca: La pre-escolta per auriculars només està disponible si heu configurat la sortida d'auriculars en les :menuselection:`Preferències -> Maquinari de so`.
pt_br: Cueing no fone só é disponível se você configurou uma Saída de Fone em :menuselection:`Preferências --> Hardware de Som`.

source: Equalizers and Gain Knobs
ca: Equalitzadors i rodetes de guany
pt_br: Equalizadores e Botões de Ganho

source: EQ Controls
ca: Controls d'EQ
pt_br: Controles de EQ

source: **EQ Knobs**
ca: **Rodetes d'EQ**
pt_br: **Botões de EQ**

source: The low, mid, and high knobs allow you to change the filters of the audio. This allows you to selectively reduce or boost certain frequency ranges of the audio.
ca: Les rodetes de greus, mitjos i aguts permeten canviar el filtre de l`àudio. Així podeu reduir o augmentar selectivament els rangs de freqüència de l'audio.
pt_br: Os botões grave, médio, e agudo permitem que você mude os filtros do áudio. Isso permite que você seletivamente reduza ou impulsione certas extensões de frequências do áudio.

source: **Kill Switches**
ca: **Botons d'eliminar**
pt_br: **Botões Matar**

source: The small boxes next to each EQ knob are called :term:`kills <kill switch>`. Hold these buttons to fully remove that frequency range. Short click on the buttons for latching. When in Latch mode, click again to restore the frequency range. If the Kill switches do not work as expected, check the high/low shelf EQ settings in the preferences.
ca: Les capses petites al costat de cada rodeta d'EQ són els :term:`kills <kill switch>`. Manteniu premuts aquests botons per eliminar completament el rang de freqüències corresponent. Si feu un clic ràpid, es quedarà activat, i es tornarà a desactivar si torneu a fer clic. Si els botons de kill no funcionen adequadament, comproveu les opcions de EQ high/low shelf a les preferències.
pt_br: As caixas pequenas ao lado de cada botão de EQ são chamadas de :term:`botões de matar <kill switch>`. Segure esses botões para remover totalmente essa extensão de frequência. Clique rapidamente nos botões para manter. Quando ele estiver nesse modo mantendo, clique de novo para restaurar a extensão de frequência. Se os botões matar não funcionam como esperado, verifique as configurações da faixa de EQ nas preferências.

source: You can customize the EQ settings in :menuselection:`Preferences --> Equalizer`.
ca: Podeu personalitzar les opcions de EQ a :menuselection:`Preferències --> Equalitzadors`.
pt_br: Você pode personalizar as configurações de EQ em :menuselection:`Preferências --> Equalizador`.

source: The crossfader section of the mixer with Play/Pause and Cue buttons
ca: La secció de crossfader del mesclador, i els botons de Reproduir/pausa i botó cue
pt_br: A seção do crossfader do mixer com o botão Tocar/Pausar e Cue

source: The :term:`crossfader` determines the actual volume of each deck when moving the slider from left to right. If both decks are playing and the crossfader is in its default center position, then you will hear both decks. Right-clicking on the crossfader will reset the slider to its default position.
ca: El :term:`crossfader` determina el volum de cada plat movent el control d'esquerra a dreta. Si els dos plats estan reproduïnt i el crossfader està al mig, escoltareu tots dos plats. Feu clic amb el botó dret per tornar el control a la posició per defecte.
pt_br: O :term:`crossfader` determina o volume real de cada deck ao mover o deslizante da esquerda para a direita. Se ambos os decks estiverem tocando e o crossfader estiver na sua posição padrão central, então você vai ouvir ambas os decks. Clicar com o lado direito no crossfader vai resetar o deslizante para a sua posição padrão

source: You can reverse the configuration of the crossfader, so that the right deck is on the left end of the crossfader and vice versa. This is also known as *Hamster Style*. To adjust the crossfader to your style of mixing, go to :menuselection:`Preferences --> Crossfader`.
ca: Podeu invertir la configuració del crossfader, fent que per escoltar el plat dret s'hagi de posar el control a l'extrem esquerra i viceversa. Això es coneix també amb el nom en anglès "Hamster style". Per canviar-ho aneu a :menuselection:`Preferències --> Crossfader`.
pt_br: Você pode inverter a configuração do crossfader, para que o deck da direita seja no final da esquerda do crossfader e vice-versa. Isso também é conhecido como *Estilo Hamster*. Para ajustar o crossfader para o seu estilo de mixagem, vá para :menuselection:`Preferências --> Crossfader`.

source: Using the :ref:`AutoDJ <djing-auto-dj>` feature in Mixxx, you can automate the crossfade between the decks.
ca: Si feu anar el :ref:`DJ Automàtic <djing-auto-dj>` del Mixxx, podeu automatitzar el crossfading entre plats.
pt_br: Usando a funcionalidade de :ref:`AutoDJ <djing-auto-dj>` do Mixxx, você pode automatizar a transição entre faixas.

source: Play/Pause Button
ca: Botó de reproducció/pausa
pt_br: Botão Tocar/Pausar

source: Clicking the Play/Pause button starts and pauses the playback.
ca: En fer clic al botó de reproducció/pausa s'inicia o es pausa la reproducció.
pt_br: Clicar no botão Tocar/Pausar começa e pausa a reprodução

source: The actual behavior of the Play/Pause button depends on the selected :ref:`Cue mode <interface-cue-modes>`.
ca: El comportament del botó reprodueix/pausa depèn del :ref:`mode de punts cue <interface-cue-modes>`.
pt_br: O comportamento real do botão Tocar/Pausar depende do :ref:`modo de Cue <interface-cue-modes>` selecionado.

source: To return to the beginning of the track, right-click on the deck's :ref:`Fast-Rewind Button <interface-transport>`.
ca: Per tornar a l'inici de la pista, feu clic amb el botó dret sobre botó :ref:`Rebobina ràpid <interface-transport>` del plat.
pt_br: Para voltar ao começo da faixa, clique com o lado direito no :ref:`Botão de Rebobinamento Rápido<interface-transport>` do deck.

source: Cue Button
ca: Botó de Cue
pt_br: Botão Cue

source: If the button is pressed while the track is playing, the play position jumps to the :term:`Cue point <cue>` on the track and the track is paused. Once the track is paused at the Cue point, you can preview it by holding the Cue Button. If you have not moved the Cue point yet, the default point is at the track's beginning.
ca: Si es prem el botó mentre sona la pista, la reproducció salta al :term:`punt cue <cue>` de la pista, i es posa en pausa. Un cop la pista està pausada al punt cue, podeu pre-escoltar-la prement el botó cue. Si no heu mogut el punt cue, el punt cue inicial és l'inici de la pista.
pt_br: Se o botão é pressionado enquanto a faixa estiver tocando, a posição de reprodução pula para o :term:`ponto Cue <cue>` da faixa e a faixa é pausada. Se a faixa estiver pausada no ponto Cue, você pode pré-escutar ao segurar o Botão Cue. Se você não moveu o seu ponto Cue, o ponto padrão é no começo da faixa.

source: The actual behavior of the Cue button depends on the selected :ref:`Cue mode <interface-cue-modes>`.
ca: El comportament del botó cue depèn del :ref:`mode de punts cue <interface-cue-modes>`.
pt_br: O comportamento real do botão Cue depende do :ref:`modo de Cue <interface-cue-modes>` selecionado.

source: Setting Cue points
ca: Posant punts Cue
pt_br: Definindo pontos Cue

source: Every track has a Cue point, by default on its beginning. Unlike with :ref:`Hotcues <interface-hotcues>`, you can't delete, but only move Cue points.
ca: Tota pista té un punt cue, per defecte al començament. A diferència dels :ref:`hotcues <interface-hotcues>`, no es pot esborrar, tan sols moure el punt.
pt_br: Toda faixa tem um ponto Cue, por padrão no começo. Ao contrário dos :ref:`Hotcues <interface-hotcues>`, você não pode deletar, mas apenas mover pontos Cue.

source: The Cue point is moved according to the selected Cue mode, as explained below.
ca: El punt cue es mou segons el mode cue seleccionat, segons s'explica a continuació.
pt_br: O ponto Cue é movido de acordo com o modo de Cue selecionado, como explicado abaixo.

source: Using Cue Modes
ca: Utilitzant els modes de cue
pt_br: Usando Modos de Cue

source: The Mixxx/Pioneer/Denon/Numark Cue modes gives users now even more flexibility.
ca: Els modes cue Mixxx/Pioneer/Denon/Numark donen a l'usuari encara més flexibilitat.
pt_br: Os modos de Cue Mixxx/Pioneer/Denon/Numark dão aos usuários muito mais flexibilidade.

source: Mixxx supports various Cue modes that adapt to fit other devices in your setup, or your personal preferences. The actual behavior of the Play, Pause, and Cue buttons depends on the selected Cue mode. To change the Cue mode, go to :menuselection:`Preferences --> Interface`.
ca: El Mixxx suporta diferents modes de cue per adaptar-se als altres dispositius dels que disposeu, o a les vostres preferències. Així, el comportament dels botons reprodueix, pausa o Cue depenen del mode Cue seleccionat. Per a canviar-lo aneu a :menuselection:`Preferències --> Interfície`.
pt_br: O Mixxx suporta vários modos de Cue que se adaptam para encaixar outros dispositivos na sua configuração, ou suas preferências pessoais. O comportamento real dos botões Tocar, Pausar e Cue depende do modo de Cue selecionado. Para mudar o modo de Cue, vá para :menuselection:`Preferências --> Interface`.

source: **Mixxx mode (default)**
ca: **Mode Mixxx (per defecte)**
pt_br: **Modo Mixxx (padrão)**

source: **While paused at Cue point (Cue button lit):**
ca: **Mentre està pausat en un punt cue (botó Cue encès):**
pt_br: **Enquanto pausado no ponto Cue (Botão Cue aceso):**

source: Holding down the Cue button plays the track from the :term:`Cue point <cue>`, as long as the button is pressed. After releasing the Cue button, the track jumps back to Cue point and pauses again. Continue playback by pressing the Play/Pause button before releasing the Cue button.
ca: Mantenint el botó cue premut reprodueix la pista des del :term:`punt Cue <cue>`. En deixar el botó, la pista torna al punt Cue i es posa en pausa. Per a que continuï reproduïnt, cal prémer el botó Reprodueix/Pausa abans de deixar el botó Cue.
pt_br: Segurar o botão Cue toca a faixa do :term:`ponto Cue <cue>`, enquanto o botão for pressionado. Depois de soltar o botão Cue, a faixa pula de volta para o ponto Cue e pausa de novo. Continue a reprodução ao pressionar o botão Tocar/Pausar antes de soltar o botão Cue

source: **While paused not at Cue point (Cue button flashing)**:
ca: **Mentre està pausat en un punt diferent al punt Cue (botó Cue interminent):**
pt_br: **Enquanto pausado fora do ponto Cue (Botão Cue piscando)**:

source: Tapping the Cue button stores the current position as new Cue point.
ca: En fer clic al botó Cue, es mou el punt Cue a aquesta posició.
pt_br: Clicar no botão Cue guarda a posição atual como o novo ponto Cue.

source: **While playing:**
ca: **Mentre es reprodueix:**
pt_br: **Enquanto tocando:**

source: Tapping the Cue button causes the track to instantly jump to the location of the Cue point where it pauses the playback.
ca: En fer clic al botó cue, la pista salta immediatament al punt Cue, i posa la reproducció en pausa.
pt_br: Clicar no botão Cue faz com que a faixa pule instantaneamente para o local do ponto Cue onde ele pausa a reprodução.

source: Tapping the Play/Pause button pauses the track at the current position.
ca: En fer clic al botó Reprodueix/Pausa, la reproducció es pausa a la posició actual.
pt_br: Clicar no botão Tocar/Pausar pausa a faixa na posição atual.

source: **Pioneer mode**
ca: **Mode Pioneer**
pt_br: **Modo Pioneer**

source: It is basically the same as Mixxx mode but the buttons are more flashy like a Pioneer CDJ player.
ca: És bàsicament el mateix que el mode Mixxx, però els botons fan més intermitències, com en un reproductor CDJ de Pioneer.
pt_br: É basicamente o mesmo que o modo Mixxx mas os botões são mais piscantes como em um tocador CDJ da Pioneer.

source: The Play/Pause button flashes once per second when a track is paused.
ca: El botó Reprodueix/Pausa està en intermitent un cop per segon quan la pista està pausada.
pt_br: O botão Tocar/Pausar pisca uma vez por segundo quando a faixa é pausada.

source: The Cue button flashes twice a second when the next push will move the Cue point.
ca: El botó Cue està en intermitent dos cops per segon si al préme'l, es mourà el punt Cue.
pt_br: O botão Cue pisca duas vezes por segundo quando a próxima apertada for mover o ponto Cue.

source: **Denon mode**
ca: **Mode Denon**
pt_br: **Modo Denon**

source: **After track load:** Track is paused.
ca: **Després de carregar la pista:** La pista està pausada.
pt_br: **Depois da faixa carregada:**: Faixa é pausada.

source: **While paused at Cue point (Cue button lit)**:
ca: **Mentre està pausat en un punt Cue (Botó Cue encès)**:
pt_br: **Enquanto pausada no ponto Cue (Botão cue aceso)**:

source: Holding down the Cue button plays the track from the Cue point, as long as the button is pressed. After releasing the Cue button, the track jumps back to Cue point and pauses again. Continue playback by pressing the Play/Pause button before releasing the Cue button.
ca: Mantenint el botó Cue premut reprodueix la pista des del punt Cue. En deixar el botó, la pista torna al punt Cue i es posa en pausa. Per a que continuï reproduïnt, cal prémer el botó Reprodueix/Pausa abans de deixar el botó Cue.
pt_br: Segurar o botão Cue toca a faixa do ponto Cue, enquanto o botão for pressionado. Depois de soltar o botão Cue, a faixa pula de volta para o botão Cue e pausa de novo. Continue a reprodução ao pressionar o botão Tocar/Pausar antes de soltar o botão Cue

source: Tapping the Play/Pause button starts the track at the current position.
ca: En fer clic al botó Reprodueix/Pausa, la pista es reprodueix des de la posició actual.
pt_br: Clicar no botão Tocar/Pausar começa a faixa na posição atual

source: **While paused not at Cue point (Play button flashing)**:
ca: **Mentre està pausat en un punt diferent al punt Cue (botó Reprodueix intermitent)**:
pt_br: **Enquanto pausado fora do ponto Cue (Botão tocar piscando)**:

source: Tapping the Cue button moves the track back to Cue point.
ca: En fer clic al botó Cue la pista torna al punt Cue.
pt_br: Clicar no botão Cue move a faixa de volta para o ponto Cue.

source: Tab the Play/Pause button to start playing. The Cue point moves to the position where the track was started.
ca: Feu clic al botó Reprodueix/Pausa per a continuar la reproducció. El punt Cue es mou a la posició en la que la pista ha començat.
pt_br: Clique no botão Tocar/Pausar para começar a tocar. O ponto Cue se mvoe para a posição onde a faixa foi iniciada.

source: **While playing**:
ca: **Mentre es reprodueix**:
pt_br: **Enquanto tocando**:

source: Tapping the Cue button causes the track to instantly jump to the location of the cue point where it pauses the playback.
ca: En fer clic al botó Cue, la pista va immediatament al punt Cue i es posa en pausa.
pt_br: Clicar no botão Cue faz com que a faixa instantaneamente pule para o local do ponto cue onde a reprodução é pausada.

source: **Numark mode**
ca: **Mode Numark**
pt_br: **Modo Numark**

source: It is basically the same as Denon mode but without a flashing Play/Pause button.
ca: És bàsicament el mateix que el mode Denon, però sense el botó Reprodueix/Pausa intermitent.
pt_br: É basicamente o mesmo do modo Denon mas sem piscar o botão Tocar/Pausar

source: This mode is useful if you want to implement a custom skin with 3-button decks, featuring a Cue button, a dedicated Pause button, and a Play/Stutter button.
ca: Aquest mode és útil si voleu implementar una aparença amb plats de 3 botons, un botó Cue, un botó pausa separat, i un botó Reprodueix/Salta.
pt_br: Esse modo é útil se você quiser implementar uma skin customizada com decks de 3 botões, com um botão Cuue, um botão de Pausa dedicado, e um botão Tocar/Stutter.

source: Use the :ref:`interface-hotcues` to place more reference points on a track.
ca: Podeu utilitzar els :ref:`botons hotcue <interface-hotcues>` per a tenir més punts de referència en una pista.
pt_br: Use os :ref:`interface-hotcues` para colocar mais pontos de referência na faixa.

source: You can also use keyboard shortcuts for Cueing. Go to :ref:`control-keyboard` for more information.
ca: Podeu també utilitzar dreceres de teclat per a fer Cue. Aneu a :ref:`control-keyboard` per a més informació.
pt_br: Você também pode usar atalhos do teclado para Cueing. Vá para :ref:`control-keyboard` para mais informação

source: The Sampler Section
ca: La secció del reproductor de mostres
pt_br: A Seção Sampler

source: A sample deck
ca: Un reproductor de mostres
pt_br: Um deck de samples
