Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/vinyl_control.po
Languages: ca, pt_br

source: Signal Quality
ca: Qualitat de la senyal
pt_br: Qualidade do Sinal

source: A successful vinyl control setup hinges on good signal quality. Many factors can affect signal quality, but the most important one is ensuring the volume level of your timecode signal is moderate. A signal that is too loud or too quiet will cause adverse performance, often characterized by a loss of position data causing absolute mode to behave like relative mode.
ca: Una configuració de control de vinil òptima depèn d'una bona qualitat de la senyal. Molts factors poden afectar la qualitat de la senyal, però la més important és assegurar que el nivell de volum de la senyal de codis de temps és moderada. Una senyal massa forta o massa fluixa degradarà la qualitat, provocant normalment una pèrdua de la informació de posició, fent que el mode absolut es comporti com el mode relatiu.

source: Mixxx represents the quality of the timecode signal as a circular graphic coming from the vinyl control audio itself. The graphs correspond to your active input devices :guilabel:`Deck 1` - :guilabel:`Deck 4` .
ca: El Mixxx representa la qualitat de la senyal de codis de temps com un gràfic circular generat a partir de l'àudio mateix. Els gràfics es corresponen als dispositius d'entrada actius :guilabel:`Control de vinil 1` a :guilabel:`Control de vinil 4`.

source: If your vinyl signal is working, you should see a round, green circle drawn with two lines. This vinyl “doughnut” should be as circular as possible, and the lines should be clear with a minimum amount of fuzz.
ca: Si la senyal del vinil funciona, veureu un cercle rodó i verd, amb dues línies. Aquest “donut” de vinil hauria de ser tant circular com sigui possible, i les línies haurien de ser clares, amb el mínim nivell de soroll.
pt_br: Se o seu sinal de vinil está funcionando, você deve ver um círculo redondo, verde desenhado com duas linhas. A “rosquinha” do vinil deve ser o mais circular possível, e as linhas devem ser limpas sem uma quantidade mínima de ruído.

source: You can display the signal quality in the Mixxx user interface while mixing, see :ref:`vinyl-control-config` .
ca: Podeu fer que es mostri la qualitat de la senyal a la interfície del Mixxx mentre mescleu, aneu a :ref:`vinyl-control-config`.
pt_br: Você pode mostrar a qualidade do sinal na interface do usuário do Mixxx enquanto mixando, veja :ref:`vinyl-control-config` .

source: Enabling Vinyl Control
ca: Activació del control de Vinil
pt_br: Ativando o Controle por Vinil

source: For each deck, select :menuselection:`Options --> Vinyl Control --> Enable Vinyl Control`, or use the :ref:`appendix-shortcuts`.
ca: Per a cada plat, seleccioneu :menuselection:`Opcions --> Control per Vinils --> Activa el control de Vinil`, o utilitzeu les :ref:`appendix-shortcuts`.
pt_br: Para cada deck, selecione :menuselection:`Opções --> Controle por Vinil --> Ativar Controle por Vinil`, ou use os :ref:`appendix-shortcuts`.

source: Vinyl Control Status Display
ca: Informació de l'estat del control de vinil
pt_br: Mostrador do Estado do Controle por Vinil

source: The vinyl control status, and signal quality display of the deck
ca: La informació d'estat i qualitat de la senyal del plat
pt_br: O estado do controle por vinil, e o mostrador da qualidade do sinal no deck

source: A rectangle provides visual feedback with regards to vinyl control status of a deck.
ca: Un rectangle proporciona informació visual respecte l'estat del control de vinil d'un plat.
pt_br: Um retângulo provê um retorno visual em relação ao estado do controle por vinil de um deck.

source: **Off**: Vinyl control disabled on the deck.
ca: **No es mostra**: El control de vinil està desactivat per al plat.
pt_br: **Desligado**: Controle por vinil desativado no deck.

source: **Green**: Vinyl control is enabled on the deck.
ca: **Verd**: El control de vinil està activat al plat.
pt_br: **Verde**: Controle por vinil está ativado no deck.

source: **Yellow**: The needle has reached End-Of-Record.
ca: **Groc**: L'agulla ha arribat al final del disc.
pt_br: **Amarelo**: A agulha chegou no Fim do Disco

source: Single Deck Control
ca: Control amb un sol plat
pt_br: Controle de Deck Único

source: If you only have one turntable, you can still use Mixxx to play your sets. In the :menuselection:`Preferences --> Sound Hardware --> Input` tab, use the same audio input for both :guilabel:`Vinyl Control` decks.
ca: Si només teniu un tocadisc, també podeu utilitzar-lo amb el Mixxx per a les vostres sessions. A :menuselection:`Preferències --> Maquinari de so --> Entrada`, utilitzeu la mateixa entrada per als dos :guilabel:`Control de Vinil`.

source: When mixing, you'll have one track playing automatically while the other is controlled by the turntable. Start by enabling vinyl control on the first deck, and start mixing. When you're ready to cue up the next record, just disable vinyl control on the first deck and enable it on the second deck. Playback will continue on the first deck without interruption. Cue up the second track and mix it in. When you're ready to cue the first deck again, just toggle the second deck off and the first deck on again.
ca: Durant la mescla, tindreu una pista reproduïnt, mentre que l'altra la controlareu amb el tocadisc. Comenceu activant el control de vinil al primer plat, i comenceu la mescla. Quan estigueu a punt per preparar el següent disc, deshabiliteu el control de vinil del primer plat i activeu-lo al segon. La reproducció continuarà al primer plat sense interrupció. Posicioneu la següent pista i mescleu-la. Quan estigueu llest per a posar de nou el primer plat, torneu a desactivar el segon plat i activeu el primer.

source: Use the :ref:`appendix-shortcuts` to swap focus from one deck to the other. Alternatively, select :menuselection:`Vinyl --> Single Deck mode` in the :ref:`advanced-controller-wizard`, to assign the control to a key on your controller.
ca: Utilitzeu els :ref:`appendix-shortcuts` per a canviar el focus d'un plat a l'altre. També podeu configurar :menuselection:`Control de vinil --> Següent plat del control de vinil` a :ref:`advanced-controller-wizard`, per a assignar l'acció a una tecla de la vostra controladora.
pt_br: Use os :ref:`appendix-shortcuts` para trocar o foco de um deck para o outro. Alternativamente, selecione :menuselection:`Vinil--> Modo de Deck Único` no :ref:`advanced-controller-wizard`, para definir uma tecla para o seu controlador.

source: End-Of-Record Mode
ca: Model de fi-del-disc
pt_br: Modo Fim do Disco

source: Sometimes the track you are playing is longer than the timecode area on your record. If the needle reaches the end of the vinyl timecode, Mixxx will enter a special *End-Of-Record Mode*. When this happens, the vinyl indicator (usually a green rectangle) will blink yellow as a warning. At the same time, Mixxx will automatically enable *Constant Mode* and will ignore the turntable's pitch. At this point the track will simply continue playing until the end. When you load a new track, *End-Of-Record Mode* will be automatically disabled and *Constant Mode* turned off.
ca: Algunes vegades la pista que reproduïu pot ser més llarga que l'àrea de codis de temps del vostre disc. Si l'agulla arriba al final del disc, el Mixxx es posa en un mode especial *Fi-del-disc*. Quan això passa, l'indicador de vinil (habitualment un rectangle verd) es posarà groc de forma intermitent avisant d'aquest fet. Al mateix temps, el Mixxx activarà el *Mode constant* i ignorarà el to/velocitat del plat. En aquest punt la pista continuarà reproduïnt fins al final. Quan es carregui una nova pista, el mode *Fi-del-disc* es desactivarà automàticament així com el *Mode constant*.

source: When you're in *End-Of-Record Mode* and you want to still use the turntable for pitch control, simply lift the needle and place it anywhere in the main timecode area. It's OK, the track won't stop playing. As soon as Mixxx detects that the needle has settled, it will automatically switch to *Relative Mode*.
ca: Quan arribeu al Mode *Fi-del-disc* i necessiteu utilitzar el tocadiscs per a controlar el to/velocitat, poseu de nou l'agulla al disc. No passa res, la pista no deixarà de sonar. Tan aviat com el Mixxx detecti que l'agulla ja reprodueix, canviarà automàticament al *Mode Relatiu*.

source: Control Track
ca: Control de la pista
pt_br: Faixa de Controle

source: Some vinyl control records have a special portion of grooves near the center of the record for selecting and loading tracks in the user interface. You can see these grooves because there is a gap between the main timecode area and the inner circle. Some control records have not been tested with Mixxx, and their control areas are not supported. Serato CV02 Vinyl and Traktor Vinyl MK1 are known to work. Serato CV02 CDs are known not to work.
ca: Alguns discs de control de vinil tenen una zona especial, a prop del centre del disc per a seleccionar i carregar pistes a la interfície. Podeu veure aquestes zones perquè hi ha una separacío entre la zona de codis de temps i el cercle intern. Alguns discs no s'han provat amb el Mixxx, i les seves zones no són compatibles. Els vinils Serato CV02 Vinyl i Traktorl Vinyl MK1 sabem que funcionen. Els Serato CV02 CDs sabem que no funcionen.

source: Just drop the needle in the control area and let the record play forward or backward. The highlighted row in the library should move up or down. Simply lift the needle and drop it anywhere in the main timecode area to load the track.
ca: Poseu l'agulla a la zona de control i feu anar el disc endavant o endarrera. La línia seleccionada a la biblioteca hauria de moure's cap dalt i cap a baix. Aixequeu l'agulla i poseu-la en la zona de codis de temps per a carregar la pista.
pt_br: Apenas jogue a agulha na área de controle e deixe o disco tocar para frente ou para trás. A linha selecionada na biblioteca deve se mover para cima ou para baixo. Simplesmente erga a agulha e jogue em qualquer lugar da área principal de timecode para carregar a faixa.

source: Troubleshooting
ca: Solució de problemes
pt_br: Solução de Problemas

source: **Configuration**
ca: **Configuració**
pt_br: **Configuração**

source: To complete your setup you must configure Mixxx properly. Make sure you have:
ca: Per a que tot funcioni, heu de configurar el Mixxx adequadament. Assegureu-vos que heu fet el següent:
pt_br: Para completar a sua configuração você deve configurar o Mixxx corretamente. Esteje certo que você tem:

source: specified :guilabel:`Deck 1` - :guilabel:`Deck 4` in :menuselection:`Preferences --> Sound Hardware` to route Mixxx's output directly to the external mixer
ca: configurat les sortides :guilabel:`Plat 1` a :guilabel:`Plat 4` a :menuselection:`Preferències --> Maquinari de so` per a enviar la sortida del Mixxx directament al mesclador extern

source: specified :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` under :menuselection:`Preferences --> Sound Hardware --> Input`
ca: configurades les entrades :guilabel:`Control de vinil 1` a :guilabel:`Control de vinil 4` a :menuselection:`Preferències --> Maquinari de so --> Entrada`

source: selected the correct control type under :menuselection:`Preferences --> Vinyl Control --> Vinyl type` in the preferences. See the list of `Supported Timecode media`_
ca: seleccionat el tipus correcte de control a :menuselection:`Preferències --> Control de vinil --> Tipus de vinil`. Podeu consultar la llista de `discs amb codis de temps suportats`_

source: enabled vinyl control via the menu under :menuselection:`Options -> Vinyl Control --> Enable Vinyl Control`.
ca: Activat el control de vinil al menú :menuselection:`Opcions --> Control per vinils --> Activa el control de vinil`.
pt_br: ativado controle por vinil pelo menu em :menuselection:`Opções -> Controle por Vinil --> Ativar Controle por Vinil`.

source: **Signal Quality**
ca: **Qualitat de la senyal**
pt_br: **Qualidade de Sinal**

source: The graph is displayed in :menuselection:`Preferences --> Vinyl Control`, see :ref:`vinyl-control-signal-quality`.
ca: El gràfic es mostra en :menuselection:`Preferències --> Control de vinil`. Hi ha més informació a :ref:`vinyl-control-signal-quality`.
pt_br: O gráfico é mostrado em :menuselection:`Preferências --> Controle por Vinil`, veja :ref:`vinyl-control-signal-quality`.

source: Signal
ca: Senyal
pt_br: Sinal

source: Meaning
ca: Significat
pt_br: Significado

source: Vinyl control input channels not correctly set up. Vinyl control will not work.
ca: Els canals d'entrada del control de vinil no s'han configurat correctament. El control de vinil no funcionarà.
pt_br: Os canais de entrada do controle por vinil não estão configurados corretamente. O controle por vinil não vai funcionar.

source: Open Preferences/ Sound Hardware and set up the devices you want to use, see `Configuring Input and Output devices`_
ca: Obriu Preferències / Maquinari de so i configureu els dispositius que voleu utilitzar, podeu consultar `Configuració dels dispositius d'entrada i sortida`_
pt_br: Abra Preferências/Hardware de Som e configure os dispositivos que você quer usar, veja `Configurando dispositivos de Entrada e Saída`_

source: Vinyl control input channels set up correctly. Waiting for timecode input signal.
ca: Els canals d'entrada del control de vinil estàn configurats correctament. No es rep senyal de codis de temps.
pt_br: Canais de entrada do controle por vinil configurados corretamente. Esperando por sinal de entrada de timecode.

source: Start your turntable or CDJ with the selected timecode vinyl or CD.
ca: Poseu en marxa el tocadisc o el CDJ amb el disc de codis de temps.
pt_br: Comece o seu toca-discos ou CDJ com o vinil de timecode selecionado ou CD.

source: Nearly perfect green doughnut about about half the width of the graph. Rotating radar sweeps in the direction your record on the turntable is spinning.
ca: Un donut gairebé perfecte i verd i d'alçada per la meitat de l'ample gràfic. Una marca rotatòria es mou en la direcció en la que el disc està girant.
pt_br: Rosquinha quase perfeita verde quase na metade do tamanho do gráfico. O radar de rotação roda na direção do seu disco no toca-discos.

source: Everything is OK, nothing to do. Go spin some beats.
ca: Tot està perfecte, no cal fer res. Podeu començar a posar pistes.
pt_br: Tudo está OK, nada para fazer. Vá tocar algumas batidas.

source: Incorrect choice of vinyl control source. Doughnut looks good but has a solid red color.
ca: No heu triat el tipus de vinil correcte. El donut sembla correcte, però és de color vermell.
pt_br: Escolha incorreta da fonte do controle por vinil. A rosquinha parece boa mas tem uma cor vermelha sólida.

source: Select the correct vinyl type in the preferences. E.g. maybe you selected side B of the Serato Vinyl but your record is on side A.
ca: Seleccioneu el tipus correcte de vinil a les preferències. P. ex. potser heu seleccionat la cara B del vinil Serato, però el disc està a la cara A.
pt_br: Selecione o tiop de vinil correto nas preferências. Por exemplo você selecionou o lado B para o Vinil do Serato mas o disco está no lado A.

source: Input signal is bad. As the vinyl signal gets worse, you'll see the color of the doughnut change from green over orange to red.
ca: La senyal d'entrada és dolenta. Com més dolenta sigui la senyal de vinil, veureu que el color del donut canvia de verd cap a taronja fins a vermell.
pt_br: O sinal de entrada é ruim. Enquanto o sinal de vinil piora, você vai ver a cor da rosquinha mudar de verde para laranja para vermelho.

source: Check the wiring / grounding on your turntable / CDJ. You timecode record / CD might be worn out or the needle on your turntable is dirty.
ca: Comproveu el cable / connexió de terra del tocadisc / CDJ. El disc de codi de temps pot està desgastat, o l'agulla de tocadisc està bruta.
pt_br: Verifique a fiação/aterramento do seus toca-discos/CDJ. O seu vinil/CD de timecode pode estar desgastado ou a agulha do seu toca-discos está suja.

source: Wrong direction. The green doughnut looks good but the radar sweeps in the opposite direction of the record on your turntable / CDJ.
ca: Direcció equivocada. El donut verd sembla correcte, però el radar es mou cap a la direcció contrària que el disc al tocadisc/CDJ.
pt_br: Direção errada. A rosquinha verde parece boa mas o radar roda na direção oposta ao do disco do seu toca-discos/CDJ.

source: You probably have a wiring problem. Try reversing the left and right inputs on your turntable. You may also have to rewire the headshell.
ca: Potser teniu un problema amb els cables. Intenteu invertir els canals esquerra i dret del tocadisc. Potser també l'agulla no està ben connectada.
pt_br: Você provavelmente tem um problema de fiação. Tente inverter as entradas direita e esquerda do seu toca-discos. Você também pode ter que religar o cabeçote.

source: Input signal is no timecode signal. Mixxx receives a normal audio signal while it expects a timecode signal.
ca: La senyal d'entrada no és d'un disc de codis de temps. El Mixxx rep una senyal d'audio normal, però espera una senyal de codis de temps.
pt_br: O sinal de entrada não é sinal de timecode. O Mixxx recebe sinal de áudio normal quando ele espera um sinal de timecode.

source: Start your turntable or CDJ with the selected timecode vinyl or CD. You may want to check if the inputs devices are set up correctly in the preferences.
ca: Poseu en marxa el tocadisc o el CDJ amb el disc de codis de temps adequat. També podeu revisar si heu seleccionat els dispositius d'entrada correctes a les preferències.
pt_br: Inicie o seu toca-discos ou CDJ com o timecode selecionado de vinil ou CD. Você pode querer verificar se os dispositivos de entrada estão configurados corretamente nas preferências.

source: Left or right channel is missing. Mixxx receives only a mono signal but needs a stereo timecode signal to operate.
ca: Falta el canal esquerra o dret. El Mixxx només rep una senyal mono però necessita una senyal estèreo de codis de temps per a funcionar.
pt_br: Canal esquerdo ou direito perdido. O Mixxx recebe apenas um sinal mono mas precisa de um sinal de timecode estéreo para operar.

source: Check the wiring on your turntable / CDJ and also the headshell and needle on your turntable.
ca: Comproveu els cables del tocadisc/CDJ i també de l'agulla del tocadisc.
pt_br: Verifique a fiação do seu toca-discos/CDJ e também o cabeçote e a agulha do seu toca-discos.

source: Timecode signal too loud. Mixxx receives a signal which has too much amplification.
ca: La senyal de codis de temps està massa forta. El Mixxx rep la senyal amb massa amplificació.
pt_br: Sinal de timecode muito alto. O Mixxx recebe um sinal que tem muita amplificação.

source: Lower the amplification, either on your external Mixer, soundcard or with the `Turntable Input Preamp`_
ca: Reduïu l'amplificació, ja sigui a la targeta de so, el `preamplificador del tocadisc`_ o altres.
pt_br: Diminua a amplificação, no seu Mixel externo, placa de som ou no `Pré-amplificação da Entrada do Toca-discos`_

source: Timecode signal too quiet. Mixxx receives a signal which has not enough amplification.
ca: La senyal de codis de temps està massa fluixa. El Mixxx rep la senyal però no té prouta amplificació.
pt_br: Sinal de timecode muito baixo. O Mixxx recebe um sinal que não tem amplificação suficiente.

source: Boost the amplification, either on your external Mixer, soundcard or with the `Turntable Input Preamp`_
ca: Incrementeu l'amplificació, ja sigui a la targeta de so, el `preamplificador del tocadisc`_ o altres.
pt_br: Impulsione a amplfiicação, no seu Mixer externo, placa de som ou no `Pré-amplificação da Entrada do Toca-discos`_

source: Serato CV02 Vinyl
pt_br: Vinil Serato CV02

source: Serato CV02 CD
pt_br: CD Serato CV02

source: Traktor Scratch MK1 Vinyl
pt_br: Vinil Traktor Scratch MK1

source: Traktor Scratch MK2 Vinyl
pt_br: Vinil Traktor Scratch MK2

source: MixVibes DVS V2 Vinyl
pt_br: Vinil MixVibes DVS V2
