Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/chapters/vinyl_control.po
Languages: ca, pt_br

source: Vinyl Control
ca: Control de vinil
pt_br: Controle por Vinil

source: Vinyl control allows a user to manipulate the playback of a track in Mixxx using a real turntable as a controller. In effect, it simulates the sound and feel of having your digital music collection on vinyl. Many DJs prefer the tactile feel of vinyl, and vinyl control allows that feel to be preserved while retaining the benefits of using digital audio.
ca: El control de vinil permet a l'usuari manipular la reproducció d'una pista al Mixxx utilitzant un tocadiscs real com a controladora. Té l'efecte de simular el so i la sensació de tenir la música digital en vinil. Molts DJs prefereixen la sensació d'utilitzar vinils, i el control de vinils permet mantenir aquesta sensació, amb els beneficis de l'àudio digital.
pt_br: O controle por vinil permite ao usuário manipular a reprodução da faixa no Mixxx usando um toca-discos real como controlador. Em efeito, isso simula o som e o sentimento de ter a sua coleção de música digital no vinil. Muitos DJs preferem o sentimento tátil do vinil, e o controle por vinil permite que este sentimento seja preservado enquanto os benefícios do áudio digital permanecem.

source: How does it work?
ca: Com funciona?
pt_br: Como funciona?

source: Vinyl control uses special :term:`timecode` records or CD's which are placed on real turntables or :term:`CDJ`. The audio output of the turntables is plugged into a soundcard connected to a computer on which Mixxx is running. When a record is played on one of the attached turntables, Mixxx reads the timecode from the record and uses the information to manipulate whatever track is loaded.
ca: El control de vinil utilitza uns discs especials amb :term:`codis de temps <timecode>` que es posen en tocadiscs o :term:`CDJ` reals. La sortida de l'àudio d'aquests dispositius es connecta a l'entrada de la targeta de so on el Mixxx s'executa. Quan es reprodueix un d'aquests discs, el Mixxx llegeix els codis de temps i utilitza aquesta informació per alterar la pista que està carregada.

source: What do I need to use it?
ca: Que necessito per a utilitzar-ho?
pt_br: O que eu preciso fazer para usar?

source: It is possible to use Mixxx's vinyl control with a variety of setups. Unlike some proprietary DJ software, Mixxx can use several types of timecode media and any soundcard that your :term:`operating system` has drivers to use. Optionally, any :ref:`MIDI/HID controller <control-midi>` can be used together with timecode control. The basic setups for timecode control are:
ca: És possible utilitzar el control de vinil del Mixxx de diverses maneres. A diferència d'algunes aplicacions propietàries, el Mixxx pot utilitzar diferents tipus de discs amb codis de temps, i qualsevol targeta de la que tingueu els controladors per al vostre :term:`sistema operatiu <operating system>`. Podeu utilitzar una :ref:`controladora MIDI/HID <control-midi>` juntament amb el control de vinil. Les configuracions típiques per al control de vinil són:

source: **Setup 1: Vinyl DJ**
ca: **Configuració 1: DJ de vinil**
pt_br: **Configuração 1: DJ de Vinil**

source: 2-4 timecode vinyls, 2-4 turntables with phono pre-amplifiers (or line-level output), and 2-4 stereo sound inputs.
ca: de 2-4 vinils de codis de temps, de 2-4 tocadiscs amb un pre-amplificador "phono" (o que tinguin sortida a nivel-de-línia), i de 2-4 entrades d'audio estèreo.

source: Your sound card inputs must match the turntable outputs. Turntables output very quiet phono-level outputs that must be amplified for Mixxx to use. You should either find a sound card that has phono pre-amplifiers built in (one for each deck), use standalone phono pre-amplifiers, or use turntables with built in phono pre-amplifiers.
ca: Les entrades de la vostra targeta de so han de concidir amb les sortides del tocadisc. La sortida dels tocadiscs habituals és molt feble, a nivell "phono" i cal amplificar-la. Podeu utilitzar una targeta de so que incorpori un preamplificador "phono" (una per a cada tocadisc), utilitzar un pre-amplificador phono extern, o utilitzar tocadiscs que porting un pre-amplificador incorporat.

source: You can try skipping the phono pre-amps if you use the software pre-amp in Mixxx on the Vinyl Control preferences pane. This may not work for everyone. Line-level signals are preferred and recommended.
ca: També podeu evitar l'ús d'un preamplificador phono si utilitzeu la preamplificació per programari del Mixxx, a les preferències del control de vinil. Això pot no funcionar en alguns casos. Es prefereix i es recomana utilitzar la entrada de línia estàndard.
pt_br: Você pode tentar pular os pré-amplificadores fono se você usar o pré-amplificador de software no Mixxx no painel de preferências Controle por Vinil. Isso pode não funcionar para todo mundo. Sinais de linha são preferíveis e recomendados.

source: For turntables a typical setup is depicted in the figure below. First, connect the RCA cables from the turntables to the inputs on your sound card. Second, connect the outputs of your sound card to the inputs on your mixer.
ca: A continuació es mostra una configuració típica per a tocadiscs. Primer, connecteu els cables RCA dels tocadiscs a les entrades de la tageta de so. Després, conecteu les sortides de la targeta de so a les entrades del mesclador.

source: Using Mixxx together with turntables and external mixer
ca: Utilitza el Mixxx amb tocadiscs i mesclador extern
pt_br: Usando o Mixxx junto com toca-discos e um mixer externo

source: Many modern turntables have a *Line/Phono* select switch. If yours does, make sure it matches the input or switch setting on your sound card.
ca: Molts tocadiscs nous tenen un selector *Line/Phono*. Si el vostre en té, assegureu-vos que està configurat adequadament per a la vostra targeta de so.
pt_br: Muitos toca-discos modernos tem uma chave *Linha/Fono*. Se o seu tem, esteje certo que este combine com a entrada ou troque a configuração na sua placa de som.

source: **Setup 2: CDJ**
ca: **Configuració 2: CDJ**
pt_br: **Configuração 2: CDJ**

source: 2-4 timecode CDs, 2-4 CD decks, and 2-4 stereo sound inputs.
ca: 2-4 CD amb codis de temps, 2-4 reproductors de CD i 2-4 entrades d'àudio estèreo.

source: Setting up CDJs for use with timecode CDs is similar to setting up turntables. The figure below outlines a typical configuration. First, connect the RCA cables of the CDJs to inputs of your sound card. Second, connect the inputs of your mixer to the outputs of your sound card. Make sure the input mode of your sound card is set to *Line*.
ca: Configurar uns CDJs per a utilitzar amb CDs de codis de temps és similar a com es fa amb els tocadiscs. La imatge inferior mostra una configuració típica. Primer, connecteu els cables RCA dels CDJs a les entrades de la targeta de so. Després, connecteu les entrades del mesclador a les sortides de la targeta de so. Assegureu-vos que l'entrada de la targeta de so utilitza el nivell de línia estàndard *Line*.
pt_br: Configurar CDJs para uso de CDs de timecode é similar a configurarum toca-discos. A figura abaixo é um exemplo de uma configuração típica. Primeiro, conecte os cabos RCA dos CDJs nas entradas da sua placa de som. Depois, conecte as entradas do seu mixer nas saídas da sua placa de som. Esteje certo de que o modo de saída da sua placa de som esteja definido para *Linha*.

source: Using Mixxx together with CDJs and external mixer
ca: Ús del Mixxx amb reproductors CDJs i un mesclador extern
pt_br: Usando o Mixxx junto com CDJs e um mixer externo

source: **Sound inputs**
ca: **Entrades de so**
pt_br: **Entradas de Som**

source: It is recommended to use a proper DJ sound card that has **multiple** stereo line inputs on it.
ca: Es recomana utilitzar una targeta específica de DJ, que tingui **múltiples** entrades estèreo.
pt_br: É recomendo usar uma placa de som de DJ que tem **múltiplas** entradas de linha estéreas nela.

source: Alternatively you can use multiple sound cards, each with a single stereo line in, but this is strongly discouraged.
ca: També podeu utilitzar múltiples targetes de so, cada una amb una entrada estèreo, però està força desaconsellat.

source: Mixxx supports vinyl control input through a single soundcard with at least 4-channels of input (two stereo line-in jacks), or through multiple separate soundcards which each have 2-channels of input (a single stereo line-in jack). Vinyl control requires the use of stereo line-in jacks - Mono or microphone inputs will not work.
ca: El Mixxx permet el control de vinil amb una targeta de so amb almenys 4 canals d'entrada (dues entrades estèreo), o amb més d'una targeta amb 2 canals d'entrada (una entrada estèreo). El control de vinil requereix que s'utilitzin entrades estèreo. Les entrades mono o de micròfon no serveixen.

source: It is strongly recommended to use a soundcard that comes with native low latency drivers such as ASIO (Windows) or CoreAudio (Mac). Linux users depend on the quality of the corresponding open source driver.
ca: S'aconsella utilitzar una targeta de so que tingui controladors natius de baixa latència com ASIO (Windows) o CoreAudio (Mac). Els usuaris de Linux depenen de la qualitat del controlador de codi obert.
pt_br: É fortemente recomendado o uso de uma placa de som que vem com drivers de baixa latência nativos como o ASIO (Windows) ou CoreAudio (Mac). Usuários do Linux dependem da qualidade do driver de código-aberto correspondente.

source: For best scratch performance with vinyl control, we recommend using a system capable of :term:`latencies <latency>` of 10ms. With higher latencies the scratch sound will start to become distorted.
ca: Per a poder fer scratch amb els controls de vinil, recomanem utilitzar un sistema capaç d'una :term:`latència <latency>` de 10ms. Amb latències més altes, el so d'aquest efecte començarà a distorsionar.
pt_br: Para melhor performance de stratching com o controle por vinil, nós recomendamos usar um sistema capaz de of :term:`latências <latency>` de 10ms. Com latências maiores o som de stratching vai começar a ficar distorcido.

source: An external hardware mixer is not required for using timecode control. You can use a :ref:`MIDI or HID controller<setup-controller-and-external-card>` to mix in software instead.
ca: No es necessita un mesclador físic extern per a utilitzar el control amb codis de temps. Podeu utilitzar una :ref:`controladora MIDI o HID <setup-controller-and-external-card>` per a mesclar amb el mesclador intern del Mixxx.

source: Supported Timecode media
ca: Discs de codis de temps compatibles
pt_br: Mídia de Timecode suportada

source: You can use any of the timecode media supported by Mixxx:
ca: Podeu utilitzar qualsevol dels discs amb codis de temps següents amb el Mixxx:
pt_br: Você pode usar qualquer mídia de timecode suportada pelo Mixxx:

source: Type
ca: Tipus
pt_br: Tipo

source: Responsiveness
ca: Sensibilitat
pt_br: Tempo de Resposta

source: Very high
ca: Molt alta
pt_br: Muito alto

source: Not supported
ca: No compatible
pt_br: Não suportado

source: At the present time, Serato records are recommended if you are looking to buy vinyl. If you want to use CDs, you can download a free copy for personal use from `Serato`_.
ca: Actualment, es recomana els discs Serato si considereu comprar discs de vinil. Si voleu utilitzar CDs, podeu descarregar una còpia gratuïta per a ús personal des de `Serato`_.
pt_br: Atualmente, vinils do Serato são recomendados se vocÊ estiver querendo comprar vinil. Se você quiseer usar CDs, você pode baixar uma cópia gratuita para uso pessoal do `Serato`_.

source: Configuring Input and Output devices
ca: Configuració dels dispositius d'entrada i sortida
pt_br: Configurando dispositivos de Entrada e Saída

source: Mixxx preferences - Setting up Input and Output devices for Vinyl Control
ca: Preferències del Mixxx - Configuració dels dispositius d'entrada i sortida per al control de vinil.
pt_br: Preferências do Mixxx - Configurando os dispositivos de Entrada e Saída para o Controle por Vinil

source: Mixxx can be controlled by up to 4 decks with either timecoded vinyl or timecoded CDs.
ca: Es poden utilitzar fins a 4 plats amb vinils o CD de codis de temps amb el Mixxx.

source: Open :menuselection:`Preferences --> Sound Hardware`
ca: Obriu :menuselection:`Preferències --> Maquinari de so`
pt_br: Abra :menuselection:`Preferências--> Hardware do Som`

source: Select the :guilabel:`Input` tab
ca: Seleccioneu la pestanya :guilabel:`Entrada`
pt_br: Selecione a aba :guilabel:`Entradas`

source: From the :guilabel:`Vinyl Control 1` - :guilabel:`Vinyl Control 4` drop-down menus, select the soundcard(s) which your decks are plugged into
ca: Des del primer desplegable al costat de :guilabel:`Control de Vinil 1` a :guilabel:`Control de Vinil 4` seleccioneu la(es) targeta(es) de so on heu connectat els tocadiscs

source: In the channel selection drop-down menu, select the channel pairs corresponding to the plug on your soundcard that your deck(s) are plugged into, typically :guilabel:`Channels 1-2` and :guilabel:`Channels 3-4` etc.
ca: Al desplegable de selecció del canal, seleccioneu la parella de canals que es corresponguin amb els connectors on els heu connectat, per exemple :guilabel:`Canals 1-2` and :guilabel:`Canals 3-4` etc.

source: Click :guilabel:`Apply` to save the changes.
ca: Feu clic a :guilabel:`Aplica` per a desar els canvis.
pt_br: Clique em :guilabel:`Aplicar` para salvar as mudanças.

source: Select the :guilabel:`Output` tab
ca: Seleccioneu la pestanya :guilabel:`Sortida`
pt_br: Selecione a aba :guilabel:`Saída`

source: Specify :guilabel:`Deck 1` - :guilabel:`Deck 4` to route Mixxx's output directly to the external mixer
ca: Indiqueu en els desplegables de :guilabel:`Plat 1` a :guilabel:`Plat 4` la targeta per a enviar la sortida del Mixxx directament al mesclador extern

source: Configuring Vinyl Control
ca: Configurar el control de vinil
pt_br: Configurando o Controle por Vinil

source: Mixxx preferences - Setting up vinyl control
ca: Preferències del Mixxx - Configurar el control de vinil
pt_br: Preferências do Mixxx - Configurando o controle por vinil

source: You can configure vinyl control in :menuselection:`Preferences --> Vinyl Control`.
ca: Podeu configurar el control de vinil des de :menuselection:`Preferències --> Control de vinil`.
pt_br: Você pode configurar o controle por vinil em :menuselection:`Preferências --> Controle por Vinil`.

source: Turntable Input Preamp
ca: Preamplificador per a tocadisc
pt_br: Pré-amplificador da Entrada do Toca-discos

source: Many turntables provide unamplified “phono level” output which must be boosted to a “line level” signal. Normally, a mixer or soundcard provides this amplification, but if you're plugging a turntable's phono output directly into a soundcard that doesn't support phono input, Mixxx can do the amplification. The :guilabel:`Turntable Input Preamp` slider allows you to adjust the level of preamplification applied to your decks' signal. However it is always preferable to use a proper phono preamplifier if you have one.
ca: Molts tocadiscs tenen una sortida no amplificada “phono”, que ha d'amplificar-se a un “nivell de línia estàndard”. Normalment, el mesclador o la targeta de so proveeixen aquesta amplificació, però si heu de connectar el tocadisc a una targeta de so que no té entrada phono, aleshores el Mixxx pot realitzar l'amplificació. La :guilabel:`Amplificació de la senyal d'entrada del tocadisc` us permet ajustar la preamplificació que s'aplica a la senyal rebuda. Tot i això, es preferible utilitzar un preamplificador si en disposeu d'un.
pt_br: Muitos toca-discos fornecem uma saída não amplificada de “nível fono” que necessita ser amplificada para um sinal de “nível linha”. Normalmente, um mixer ou placa de som fornecem essa amplificação, mas se você estiver conectando a saída fono do toca-discos diretamente na sua placa de som que não suporta uma entrada fono, o MIxxx pode fazer a amplificação. O deslizante :guilabel:`Amplificação do Sinal de Entrada do Toca-discos` permite que você ajuste o level de pré-amplificação aplicado nos sinal dos seus decks. Porém é sempre preferível usar um pré-amplificador fono adequado se você tiver um.

source: Vinyl Configuration
ca: Configuració del vinil
pt_br: Configuração do Vinil

source: **Vinyl Type**: Several types of timecoded media can be used to control Mixxx. Configure the drop-down menus to match what type of timecoded media you are using on your decks.
ca: **Tipus de Vinil**: Es poden utilitzar diferents tipus de discs amb codis de temps amb el Mixxx. Configureu el desplegable per a que coincideixi amb el tipus de disc de temps que esteu utilitzant amb els plats.
pt_br: **Tipo do Vinil**: Muitos tipos de mídia de timecode podem ser usados para controlar o Mixxx. Configure os menus de drop-down para combinar com o tipo de mídia de timecode que você está usando nos seus decks.

source: **Deck Vinyl Tempo**: Change this if you prefer to scratch with your turntable or CDJ set at 45 RPM, default is 33 RPM.
ca: **Tempo del Vinil**: Canvieu això si preferiu utilitzar el tocadisc configurat a 45 RPM. Per defecte és 33 RPM.

source: **Lead-in Time**: Allows you to set a dead-zone at the start of your vinyl or CD, where the time code will be ignored. This is useful in situations where the time code begins very close to the edge of a vinyl which can make back-cueing over the first beat in a track tricky to do without your turntable's needle falling off the vinyl. Setting a lead-in time of 20 seconds or more helps alleviate this by giving you more room on the vinyl to cue with. It's also useful when you've worn the grooves at the edge of a control record to the point that it no longer works reliably: you simply set the lead-in so that the start of the tracks begin in good groove area. You can keep doing this until you run out of groove area, thereby decreasing your record replacement frequency.
ca: **Temps d'inici**: Permet definit una zona no útil al començament del vinil o CD, on s'ignorarà els codis de temps. Això és útil en situacions on els codis de temps comencin molt a la vora del disc i pugui ser complicat posar l'agulla al primer toc sense que l'agulla caigui del disc. Un temps de 20 segons o més permet evitar-ho, deixant més lloc al vinil per a posar punts cue. També és útil quan el disc està desgastat i ja no funciona de forma fiable: tan sols can posar el temps d'inici on comenci la part que està ben conservada. Podeu fer això fins que s'acabi el disc, i no us caldrà comprar un nou disc tan aviat.

source: **Show Signal Quality in Skins**: If enabled, a circular representation of the incoming timecode signal is displayed in real-time on the :ref:`Vinyl Widget <interface-button-grid>` in the Mixxx Interface.
ca: **Mostra la qualitat de senyal a l'aparença**: Si s'activa, una representació circular de la senyal de temps es mostrarà en temps real al :ref:`vinil giratori <interface-button-grid>` de la interfície del Mixxx.
pt_br: **Mostrar Qualidade do Sinal em Skins**: Se ativado, uma representação circular do sinal de entrada de timecode é mostrador em tempo real na :ref:`Janela do Vinil <interface-button-grid>` na interface do Mixxx.

source: Although not recommended, you can use different kinds of timecode media per deck.
ca: Tot i que no es recomana, podeu utilitzar un tipus diferent de disc a cada plat.
pt_br: Embora não recomendados, você pode usar diferentes tipos de mídia de timecode por deck.

source: Control Mode
ca: Mode de control
pt_br: Modo de Controle

source: Mixxx has three control modes regardless of which control records you use.
ca: El Mixxx té tres modes de control independentment del disc de codis de temps utilitzat.
pt_br: O Mixxx tem três modos de controle independente de qual modo de controle você usar

source: **Absolute Mode**: Provides Mixxx with both pitch and position information from the timecode, and allows you to seek by needle dropping on your vinyl or seeking on your CDJ.
ca: **Mode absolut**: Proporciona al Mixxx informació del to/velocitat i de la posició del disc de temps, i permet canviar la posició de la pista, posicionant l'agulla al vinil, o cercant amb el CDJ.

source: **Relative Mode**: Takes the position to be relative to your deck's starting point, and only controls the pitch in Mixxx. It is not possible to seek using your deck in relative mode, with one exception. If you drop the needle in the :guilabel:`Lead-in Time` area (see `Vinyl Configuration`_), Mixxx will seek back to the beginning of the track. Once a track is playing in Relative Mode, Mixxx will not allow you to select Absolute mode. Otherwise, the track would suddenly jump to a new position. Make sure the record is stopped and then you're free to select Absolute mode.
ca: **Relative Mode**: Pren la posició com a relativa a la posició d'inici del plat, i només controla el to/velocitat al Mixxx. No és possible cercar amb l'agulla o el CDJ en mode relatiu, amb una excepció. Si poseu l'agulla en l'àrea de :guilabel:`Temps d'inici` (veieu `Configuració de vinil`_), aleshores el Mixxx tornarà a l'inici de la pista. Un cop una pista comença la reproduccio en mode relatiu, el Mixxx no permetrà canviar al mode Absolut. Sinó, la pista saltaria de cop a una altra posició. Assegureu-vos que el disc estigui parat i aleshores podreu canviar al mode Absolut.

source: **Constant Mode**: This special mode is usually only activated when Mixxx needs to keep playing a track even if the vinyl control signal isn't present. Constant mode is automatically enabled when the needle reaches the end of a vinyl control record.
ca: **Mode Constant**: Aquest mode especial només s'utilitza si necessiteu que el Mixxx continuï reproduïnt tot i que no es rebi la senyal de control de vinil. El mode Constant s'activa automàticament quan l'agulla arriba al final del disc de control de vinil.

source: Cueing Modes
ca: Modes de punt cue
pt_br: Modos de Cueing

source: Mixxx has two optional cueing modes for vinyl control which **only** apply to **Relative Mode**. These modes are useful for quickly seeking to specific positions in a track without touching the laptop. Turntablists often need to find a break or a vocal sample, and cueing modes make these easy to find.
ca: El Mixxx té dos modes de cue opcionals per al control de vinil que **només** funcionen amb el **Mode Relatiu**. Aquests modes són utils per anar ràpidament a una posició de la pista sense tocar el portàtil. És habitual haver de cercar una pausa, o unes veus, i els punts cue fan que sigui més fàcil trobar-los.

source: **Cue**: In this mode, when you drop the needle on the record *after* the Cue point, Mixxx will seek to that cue point.
ca: **Cue**: En aquest mode, quan poseu l'agulla al disc *després* del punt Cue, el Mixxx anirà a aquell punt.

source: **Hot Cue**: When the needle is dropped Mixxx will seek to the nearest hotcue point, working backwards. So if you have a hotcue at the one-minute mark, and another at the two-minute mark, you can drop the needle anywhere between one and two minutes and Mixxx will seek to the one-minute hotcue.
ca: **Hot Cue**: Quan l'agulla es posa al disc, el Mixxx anirà al punt hotcue més proper, cap endarrera. Si teniu un punt hotcue al minut u, i un altre al minut dos, aleshores podeu posar l'agulla a qualsevol punt entre el minut u i el minut dos i el Mixxx anirà al punt hotcue del minut u.

source: You can change the Control and Cueing Modes directly in the Mixxx user interface while mixing, go to :ref:`interface-vc-mode`. Alternatively, use the :ref:`appendix-shortcuts`.
ca: Podeu canviar el Control i el mode Cue directament des de la interfície del Mixxx mentre mescleu, aneu a :ref:`interface-vc-mode`. També podeu utilitzar els :ref:`appendix-shortcuts`.
