Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: ca, pt_br

source: The headphone button is used to indicate whether or not you are pre-listening to a deck or sampler in your headphones.
ca: El botó d'auriculars s'utilitza per indicar que voleu pre-escoltar pels auriculars la sortida del plat o reproductor d'ona, sense que soni per la sortida mestra.
pt_br: O botão do fone é usado para selecionar se você quer pré-escutar o seu deck ou sampler nos seus fones de ouvido.

source: headphone output
ca: Sortida d'auriculars
pt_br: saída do fone

source: The headphone output is what you hear in your headphones.
ca: La sortida d'auriculars és el que s'escolta pels auriculars.
pt_br: A saída do fone é o que você ouve nos seus fones de ouvido.

source: Short for for Human Interface Device, a part of the USB specification. It specifies a device class (a type of computer hardware) for human interface devices such as keyboards, mice, game controllers, and some DJ :term:`controllers <controller>`.
ca: Diminutiu de Human Interface Device, que vol dir dispositiu d'interfície humana, i forma part de la especificació USB. És una classe de dispositiu pensada per a dispositius per a l'ús per persones, com són el teclat, el ratolí, comandaments de jocs o les :term:`controladores <controller>` de DJ.

source: Similar to the main :term:`cue` point, a hotcue is a reference point in the track. DJs usually place hotcues at distinctive positions within a track such as drops, breaks or kicks and snares. Mixxx supports up to 36 hotcues.
ca: Similar als :term:`punts cue <cue>`, un hotcue és un punt de referència en la pista. els DJs fan anar els hotcues en diferents parts d'una pista com pauses, bateries o tambors. El Mixxx suporta fins a 36 hotcues.
pt_br: Similar ao ponto :term:`cue`, um hotcue é um ponto de referência em uma faixa. DJs usualmente colocam hotcues em posições distintas em uma faixa como as caídas, quebradas ou bumbos e caixas. O Mixxx suporta até 36 hotcues.

source: HSV stands for hue, saturation, and value, and is also often called HSB (B for brightness). The HSV Color Model represents color in a way more suited to the human perception of color. For example, the relationships “stronger than”, “darker than”, and “the opposite of” are easily expressed in HSV. In contrast, the representation of the hardware-oriented :term:`RGB` model is close to what most monitors show.
ca: HSV significa "hue, saturation and value", de l'anglès matís, saturació i valor, i de vegades també HSB (B de brightness, brillantor). El model de color HSV representa els colors d'una manera més adient a la percepció humana. Per exemple, la relació "més fort", "més fosc" i "oposat", s'expressen fàcilment amb HSV. Per contra, la representació amb el mode :term:`RGB` és més propera al que la majoria de pantalles mostren.
pt_br: HSV é uma abreviatura para hue (matiz), saturation (saturação) e value (valor) e é muitas vezes chamado de HSB (B para brilho). O Modelo de Cor HSV representa a cor de uma maneira muito mais adequada à percepção humana da cor. Por exemplo, relações de "mais forte que", "mais escuro que", e o "oposto de" são facilmente expressados em HSV. Porém, a representação do modelo orientado à hardware :term:`RGB` é mais próximo do que os monitores mostram.

source: Icecast is free and :term:`open-source` software that allows digital audio content to be broadcast to and from media player software, enabling the creation of Internet radio stations. Unlike :term:`Shoutcast <shoutcast>`, the software provides the ability to stream in free file formats like :term:`Ogg Vorbis` and run your own directory server.
ca: El Icecast és un programari lliure i de :term:`codi obert <open-source>` que permet la emissió de contingut d'audio digital a i des dels reproductors de música, permetent la creació d'emissores de radio per internet. A diferència de :term:`Shoutcast <shoutcast>` el programari permet la possibilitat d'utilitzar formats lliures com el :term:`Ogg Vorbis` i posar el marxa el vostre propi índex d'emissores.
pt_br: O Icecast é um software livre e de :term:`código aberto` que permite que conteúdo digital de áudio seja transmitido para softwares de reprodução de mídia e de softwares de reprodução de mídia, permitindo a criação de estações de radio na Internet. Ao contrário do :term:`Shoutcast <shoutcast>`, o software dá a habilidade de transmitir em formatos de arquivo livres como o :term:`Ogg Vorbis` e rodar o seu próprio servidor de diretórios.

source: Internet Relay Chat (IRC) is a an online chat network. The Mixxx IRC channel can be found on the `FreeNode IRC Network <http://freenode.net>`_ in the #mixxx channel.
ca: De l'anglès Internet Relay Chat ( xat a través d'internet). És una xarxa de xat online. El canal de IRC de Mixxx es pot trobar al `FreeNode IRC Network <http://freenode.net>`_ , al canal #mixxx.
pt_br: Internet Relay Chat (IRC) é uma rede de bate-papo online. O canal do IRC do Mixxx pode ser encontrado na `Rede FreeNode de IRC <http://freenode.net>`_ no canal #mixxx. Aviso: neste bate-papo geralmente se fala em inglês.

source: Short for kilobits per second. Here used to measure the quality of audio data. See :term:`bitrate`
ca: Abreviació de kilobits per segon. En el Mixxx, s'utilitza principalment per indicar la qualitat del format d'audio. Vegeu :term:`Taxa de bits <bitrate>`
pt_br: Termo curto para kilobits por segundo. Uasdo para medir a qualidade dos dados de áudio. Veja :term:`taxa de bits`

source: key lock
ca: key lock o bloqueig de clau musical
pt_br: trava de tom

source: With key lock enabled, the tempo of the track will change but the pitch remains consistent. When unlocked, the pitch slider will speed up (or slow down) the track and the pitch will increase (or decrease) along with it.
ca: Quan el bloqueig de clau està activat, el tempo de la pista canviarà, però no la clau (pitch/to). Si no està activat, aleshores el control de velocitat accelerarà (o alentirà) la pista i el to incrementarà (o decrementarà).
pt_br: Com a trava de tom ativada, o tempo da faixa vai mudar porém o pitch vai continuar consistente. Quando destravado, o deslizante do pitch vai acelerar (ou desacelerar) a faixa e o tom vai aumentar (ou diminuir) com ele.

source: kill switch
ca: En anglès Kill switch o Botó d'eliminar
pt_br: botão matar

source: A button to turn on and off individual frequency ranges within a channel, i.e. treble, mid and bass. Useful for effects where the DJ drops a track out for a period or creates room for a transition.
ca: Utilitzant en el context de l'equalitzador, el botó permet el pas o no de certes frequències d'un canal, com són els aguts, mitjos i baixos. És útil per fer lloc per una transició.
pt_br: Um botão para ligar ou desligar uma extensão de frequências individuais em um canal como os agudos, o médio e os graves. Útil para efeitos onde o DJ joga a faixa por um tempo e cria espaço para uma transição.

source: LAME is a free software :term:`codec` used to encode/compress audio into the :term:`lossy` :term:`MP3` file format.
ca: El LAME és un :term:`codificador <codec>` que s'utilitza per codificar l'audio al format :term:`MP3`, que és :term:`amb pèrdues <lossy>`.
pt_br: O LAME é software de :term:`codec` livre usado para codificar/comprimir áudio para o formato de arquivo MP3 :term:`com perdas`.

source: latency
ca: Latència
pt_br: latência

source: Latency refers to a short period of delay (usually measured in milliseconds) between when an audio signal enters and when it emerges from a system. Being able to lower the latency as much as possible makes a huge difference in responsiveness.
ca: La latència és el petit retard (mesurat habitualment en milisegons) entre que la senyal d'audio entra i quan surt del sistema. Poder reduir la latencia tan com sigui possible millora notablement la resposta a les accions de l'usuari.
pt_br: A Latência se refere ao curto período de atraso (geralmente medido em milisegundos) entre quando um sinal de áudio entra e quando emerge sistema. Diminuir a latência ao máximo faz uma diferência enorme na capacidade de resposta.

source: level meter
ca: Monitor de nivell
pt_br: medidor de nível

source: The level meter is used to show the average levels of audio signals. The level should average around the top of the green region, with the loudest parts of the music (the transients) briefly going into the yellow region. If the level meter is in the red, the signal is clipping and the gain should be turned down.
ca: El monitor de nivell s'utilitza per visualitzar la intensitat de la senyal d'audio. El nivell hauria d'estar al voltant de la part superior de la zona verda, passant a la zona groga només de tant en tant. Si el nivell arriba a la zona vermella, la senyal està saturant i hauríeu de reduïr el guany.

source: lossless
ca: En anglès lossless o sense pèrdues
pt_br: sem perdas

source: Used when describing audio compression algorithms, a lossless algorithm is one which results in no loss in audio quality when used.
ca: Utilitzat quan es descriu un algorisme de codificació d'audio, el terme sense pèrdues fa referència a aquell que no afecta de cap manera a la qualitat de l'audio.
pt_br: Usado quando descrevendo algorítimos de compressão de áudio, um algorítimo sem perdas é aquele que não há perdas na qualidade do áudio quando usado.

source: lossy
ca: En anglès lossy o amb pèrdues
pt_br: com perdas

source: Used when describing audio compression algorithms, a lossy algorithm is one which results in a loss in audio quality when used.
ca: Utilitzat quan es descriu un algorismes de codificació d'audio, el terme amb pèrdues fa referència a aquell que resulta en una pèrdua, perceptible o no, de la qualitat de l'audio.
pt_br: Usado quando descrevendo algorítimos de compressão de áudio, um algorítimo com perdas é aquele que há perdas na qualidade do áudio quando usado.

source: master output
ca: sortida mestra
pt_br: saída mestre

source: The master output is the main audio output. It is what your audience hears.
ca: La sortida mestra, o Master, és la sortida d'audio principal. És el que escolta el públic.
pt_br: A saída mestre é a saída principal de audio. É a que o seu público escuta.

source: metadata
ca: metadades
pt_br: metadados

source: In general, any piece of information about a music file that Mixxx uses (e.g. title, artist, album, hotcue locations, loops, etc.). Various file metadata formats allow information such as the title, artist, album, and track number to be stored in the audio file itself, see `<https://en.wikipedia.org/wiki/ID3>`_ . Mixxx stores additional metadata about music files in its database, like :term:`beatgrid`, waveform data, :term:`hotcues <hotcue>`, playlists, crates, number of plays, etc.
ca: En general, qualsevol part d'informació sobre un fitxer de música (p.ex. títol, artista, àlbum, punts cue, bucles...). Hi ha diferents formats de metadades que permeten desar informació com el títol, l'artista, l'àlbum i el número de pista a dins de la pista d'audio, podeu veure `<https://en.wikipedia.org/wiki/ID3>`_ . El Mixxx desa metadades adicionals a la seva pròpia base de dades, com la :term:`graella de tocs <beatgrid>`, el gràfic d'ona, :term:`hotcues <hotcue>`, llistes de reproducció, caixes, els cops que s'ha reproduït, entre altres.
pt_br: Em geral, qualquer peça de informação sobre o arquivo de música que o Mixxx usa (como o título, artista, álbum, localização das hotcues, loops, etc.). Muitos formatos de metadados de arquivos permitem que informações como o título, artista, álbum e número da faixa possam ser guardadas dentro do próprio arquivo de áudio, veja `<https://pt.wikipedia.org/wiki/ID3>`_ . O Mixxx guarda metadados adicionais sobre os arquivos de música na sua própria base de dados, como a :term:`grade de batidas`, dados das ondas, :term:`hotcues <hotcue>`, listas de reprodução, caixas, número de reproduções, etc.

source: Short for for Musical Instrument Digital Interface. A digital communications language and hardware specification enabling compatible electronic instruments, sequencers, computers, etc., to communicate with each other in a network. Most DJ :term:`controllers <controller>` use MIDI to communicate with computers.
ca: Diminutiu de Musical Instrument Digital Interface, que vol dir Interfície digital per a instruments musicals. És un llenguatge de comunicació i una especificació de maquinari que permet la comunicació entre instruments electrònics, seqüenciadors i ordinadors entre altres. Moltes :term:`controladores <controller>` DJ utilitzen el llenguatge MIDI.

source: A patented audio compression algorithm which uses a form of :term:`lossy` data compression. It is de-facto standard of digital audio compression for music. MP3 files generally end with a .MP3 extension.
ca: Un algorisme de codificació d'audio patentat que utilitza una forma de codificació :term:`amb pèrdues <lossy>`. És l'estàndard de-facto de la codificació d'audio digital per a música. Els fitxers MP3 tenen habitualment la extensió .MP3
pt_br: Um algorítimo de compressão de audio patenteado que usa uma forma de compressão de dados :term:`com perdas`. Ele é de fato o padrão de compressão de áudio digital para música. Arquivos MP3 geralmente terminam com a extensão .MP3.

source: A open-source music encyclopedia that collects music :term:`metadata` and makes it available to the public. For more information, see `<http://musicbrainz.org/>`_.
ca: Una enciclopèdia de música de :term:`codi obert <open-source>` que recull :term:`metadades <metadata>` i les posa a disposició del públic. Per a més informació, visiteu `<http://musicbrainz.org/>`_.
pt_br: Uma enciclopédia de código livre que coleta :term:`metadados` de música e os faz disponíveis para o público. Para mais informações, veja `http://musicbrainz.org/, em inglês <http://musicbrainz.org/>`_.

source: A patent-free audio compression algorithm which uses a form of lossy data compression. It is designed to provide for efficient streaming and manipulation of high quality digital audio. Ogg Vorbis files generally end with a .OGG or .OGA extension.
ca: Un algorisme de codificació d'audio lliure de patents que utilitza una forma de codificació :term:`amb pèrdues <lossy>`. Està dissenyat per a proporcionar una emissió el línia i manipulació eficient de qualitat. Els fitxers Ogg Vorbis generalment tenen la extensió .OGG o .OGA.
pt_br: Um algorítimo de compressão de áudio livre de patentes que usa uma forma de compressão de dados com perdas. Ele foi projetado para ser eficiente para transmissão e para a manipulação de áudio digital de alta qualidade. Arquivos Ogg Vorbis geralmente terminam com a extensão .OGG ou .OGA.

source: open-source
ca: En anglès open-source o codi obert
pt_br: código aberto

source: Generically, open-source refers to a program for which the source code is available to the public for use and/or modification from its original design free of charge. Open source code is typically created as a collaborative effort in which programmers improve upon the code and share the changes within the community. Open source sprouted in the technological community as a response to proprietary software owned by corporations. For more information, see `Wikipedia <https://en.wikipedia.org/wiki/Open-source_software>`_.
ca: Generalment, codi obert , o codi lliure (en anglès open source) fa referència a les aplicacions de les quals el seu codi font està disponible al púbic per a que l'utilitzi i/o el midifiqui a partir del seu disseny original, sense cost. El Codi obert sorgeix habitualment com un esforç col·laboratiu on els programadors milloren el codi i comparteixen els canvis amb la comunitat. El Codi obert va aparèixer entre la comunitat tecnològica com a resposta al programari proprietari en mans de corporacions. Per a més informació , visiteu la Vikipèdia : <https://ca.wikipedia.org/wiki/Codi_obert/>`_.
pt_br: Genericamente, código aberto refere-se a um programa onde o código fonte está disponível para o público usar e/ou modificar do seu estado original livre de custos. Código fonte aberto é tipicamente criado com um esforço coletivo onde programadores melhoram o código e compartilham as mudanças com a comunidade. Código aberto brotou na comunidade tecnológica como uma responsa a software patentado possuído pelas corporações. Para mais informação, veja `Wikipedia <https://pt.wikipedia.org/wiki/C%C3%B3digo_aberto>`_.

source: An :term:`operating system` feature used to draw hardware-accelerated graphics. Mixxx uses OpenGL to draw the waveform displays and spinning vinyl widgets.
ca: Una característica del :term:`sistema operatiu <operating system>` utilitzada per dibuixar grafics utilitzant acceleració per maquinari. El Mixxx utilitza el OpenGL per dibuixar els gràfics d'ona i el control del vinil giratori.
pt_br: Um recurso do :term:`sistema operacional <operating system>` usado para desenhar gráficos acelerados por hardware. O Mixxx usa o OpenGL para desenhar os mostradores de onda e janelas de vinil giratório.

source: operating system
ca: Sistema operatiu
pt_br: sistema operacional

source: Your operating system (OS) is the computing environment on your computer. For example, Windows, Mac OS X, or GNU/Linux are the three operating systems that Mixxx supports.
ca: El sistema operatiu (OS) és l'entorn de treball del vostre ordinador. Per exemple, Windows, Mac OS X, o GNU/Linux són tres sistemes operatius on es pot utilitzar el Mixxx.
pt_br: O seu sistema operacional (SO) é o ambiente de computação no seu computador. Por exemplo, Windows, Mac OS X, ou GNU/Linux são três sistemas operacionais que o Mixxx suporta.

source: Opus is a totally open, royalty-free, highly versatile :term:`lossy` audio codec. The .OPUS filename extension is recommended.
ca: Opus és un codificador d'audio :term:`amb pèrdues <lossy>` completament obert, lliure de drets d'autor i molt versàtil Es recomana la extensió .OPUS.
pt_br: Opus é um codec de áudio :term:`com perdas` totalmente abeto, altamente volátil e livre de royalties. A extensão de nome de arquivo .OPUS é recomendada.

source: PFL
ca: PFL o escolta prèvia

source: ``PFL`` or “pre-fader listen” is a fancy word for whether or not you are “pre-listening” to a deck in your headphones. See also: :term:`headphone button`.
ca: Sigles de l'anglès “pre-fader-listen”. Indica que esteu escoltant un plat utilitzant la sortida d'auriculars, i que l'audio no s'envia a la sortida mestra (pre-fader). Aneu a :term:`Botó d'auriculars <headphone button>` per a més informació.
pt_br: ``PFL`` ou “pre-fader listen” que signfica audição pré-fader é uma palavra bonita que significa “pré-escutar” um deck nos seus fones ou não pré-escutar. Veja também: :term:`botão do fone`.

source: phase
ca: fase
pt_br: fase

source: The phase of a track is its position relative to another track. If two tracks are :term:`sync'd <sync>` to the same tempo and in-phase then they should be playing so that their beats are aligned.
ca: La fase d'una pista és la posició de la seva :term:`barra de compàs <bar>` relativa a una altra pista. Si dos pistes estan :term:`sincronitzades <sync>` al mateix tempo i a la mateixa fase, haurien d'estar sonant amb els seus tocs alineats.
pt_br: A fase de uma faixa é a sua posição relativa ao de outra faixa. Se duas faixas estão :term:`sincronizadas <sync>' para o mesmo tempo e dentro da fase então elas estão sendo tocadas com suas batidas alinhadas.

source: A technique used by DJs that temporarily `bends` the rate of a track up or down, usually while a button is held. This technique is usually used to make micro-adjustments to the synchronization of tracks while beatmatching. Before digital DJing, this was accomplished by dragging one's finger alongside the turntable to slow it down or by twisting the record spindle to speed it up.
ca: Una tècnica utilitzada pels DJs per tal de moldejar (en anglès bend) la velocitat de la pista cap dalt o cap baix, normalment mentre es prem el botó. S'utilitza principalment per fer petits ajustaments a la sincronització de les pistes per a enquadrar els ritmes. Quan només s'utilitzaven tocadiscs, això s'aconseguia prement el dit suaument al costat del tocadiscs per alentir, o acompanyant la rotació per accelerar.
pt_br: Uma técnica usada por DJs que temporariamente muda a velocidade da faixa para mais rápido ou mais devagar, geralmente enquanto o botão é segurado. Essa técnica é geralmente usada para fazer ajustamentos finos na sincronização das faixas enquanto você iguala as batidas. Antes das mixagens digitais, isso era realizado arrastando um dedo no lado do toca-discos para desacelerar ou dando um empurrãozinho no disco para acelerar.

source: A podcast is a feed of audio or video files made available for free or for purchase over the Internet. Podcast clients such as iTunes allow listeners to subscribe to the feed and automatically download content to their portable audio players as it becomes available.
ca: Un podcast és un `canal web <https://ca.wikipedia.org/wiki/Canal_web>` (feed en anglès) on es penja fitxers d'audio o vídeo disponibles de forma gratuita o de pagament. Els clients de podcast com el iTunes permet als usuaris subcriure's al canal web i descarregar-se automàticament el contingut als seus reproductors portatils tan aviat com està disponible.
pt_br: Um podcast é um feed de arquivos de áudio ou de vídeo disponível gratuitamente ou para comprar na internet. Clientes de podcast como o iTunes permitem aos ouvintes se inscrever no feed e baixar o conteúdo automaticamente para os reprodutores de áudio portáteis quando um novo podcast se torna disponível.

source: quantization
ca: quantització
pt_br: quantização

source: Quantization is the process of aligning notes and other events like loops or cuepoints so that they start or finish exactly on beats or fractions of beats.
ca: La quantizació aplicada al Mixxx és el procés d'alinear les notes i altres events com els bucles o els punts cue de manera que comencen o acaben exactament en tocs o fracions de tocs.
pt_br: Quantização é o processo de alinhar notas e outros eventos como loops e pontos cue para que eles comecem ou terminem exatamente dentro das batidas ou frações de batidas.

source: ramping pitch bend
ca: En anglès Ramping pitchbend o Pitch Bend progressiu
pt_br: pitch bend em rampa

source: Basically identical to the regular :term:`pitch bend` with the difference that the pitch changes gradually, instead of all at once. Often uses for temporary pitch changes. It simulates the effect of touching a turntable to temporarily slow down or speed up a record.
ca: És bàsicament igual que el :term:`pitch bend` comú, amb la diferència que el pitch canvia de forma gradual, en comptes de de cop. S'utilitza habitualment per a canvis de pitch momentanis. Simula l'efecte de tocar el tocadisc per alentir o accelerar el disc.
pt_br: Basicamente idêntico ao :term:`pitch bend` só´que com a diferença que o pitch muda gradualmente ao invés de uma vez só. Muitas vezes usa mudanças temporárias no pitch. Ele simula o efeito de tocar um toca-discos para diminuir ou aumentar a velocidade de um disco de vinil.

source: rate
ca: En anglès rate o velocitat
pt_br: taxa
