Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: ca, pt_br

source: The speed at which a track is played back, usually expressed in terms of a percentage of the speed relative to the tracks normal rate. Often while mixing, DJs adjust the rates of tracks so that they can play at the same tempo as other tracks. This allows DJs to :term:`beatmix <beatmatching>`, and is an essential part of DJing.
ca: La velocitat a la que es reprodueix la pista, normalment expressada en termes de percentatge de la velocitat relativa a la de la pista. Sovint, mentres es mescla, els DJs canvien la velocitat de les pistes per a que tinguin el mateix tempo que altres pistes. Això permet fer :term:`beatmatching`.
pt_br: A velocidade na qual a faixa é reproduzida, geralmente expressa em porcentagem relativa à velocidade normal da faixa. Muitas vezes quando mixando, DJs ajustam as taxas das faixas para que elas toquem no mesmo tempo que as outras faixas. Isso permite aos DJs fazer :term:`beatmatching` que é essencial para ser um DJ.

source: ReplayGain normalizes audio data in a non-destructive way, so the tracks in your music library don't all play at different volumes. Audio files are scanned by a psychoacoustic algorithm to determine the loudness of the audio data. ReplayGain information is stored as :term:`metadata` in a digital audio file in order for the sound to be correctly played at the right level of loudness.
ca: El ReplayGain anivella l'audio de manera no destructiva, permetent que les pistes de la Biblioteca sonin a un volum similar. Els fitxers d'audio s'escanegen amb un algorisme psicoacústic per determinar-ne la intensitat (loudness). La informació de ReplayGain es desa utilitzant :term:`metadades <metadata>` al fitxer per a que sonin al volum correcte.
pt_br: O ReplayGain normaliza os dados de áudio de uma maneira não destrutitva, para que as faixas da sua biblioteca de música não toquem em diferentes volumes. Os arquivos de áudio são examinados por um algorítimo físicoacústico para determinar o volume dos dados de áudio. A informação do ReplayGain é guardada como :term:`metadados` em arquivo de áudio digital para que o som seja reproduzido com o nível correto de volume.

source: reverse
ca: En anglès reverse o ves enrere
pt_br: inverter reprodução

source: Reverse plays a track backwards.
ca: Reverse fa que es reprodueixi la pista de manera que vagi cap enrere.
pt_br: Toca a faixa de trás para frente.

source: The RGB color model is an additive color model in which red, green, and blue light are added together in various ways to reproduce a broad array of colors. The name of the model comes from the initials of the three additive primary colors, red, green, and blue.
ca: El model de color RGB és un model additiu en el qual la llum vermella, verda i blava (red, green i blue en anglès) s'afegeixen amb diferents intensitats per tal de reproduir un ample ventall de colors. El nom del model surt de combinar les inicials d'aquests colors primaris.
pt_br: O modelo de cor RGB é um modelo de cor aditiva no qual a luz vermelha, verde e azul são adicionadas de várias maneiras para reproduzir um conjunto amplo de cores. O nome do modelo vem das iniciais das cores aditivas primárias em inglês: red, green e blue.

source: Shoutcast is proprietary software that allows digital audio content to be broadcast to and from media player software, enabling the creation of Internet radio stations.
ca: Shoutcast és un programari propietari que permet la emissió de contingut d'audio digital a i des dels reproductors de música, permetent la creació d'emissores de radio per internet.
pt_br: O Shoutcast é um software patenteado que permite que conteúdo de áudio digital seja transmitido para e de um software de reprodução de mídia, possibilitando a criação de estações de rádio na Internet.

source: soundcard
ca: En anglès souncard o targeta de so
pt_br: placa de som

source: Also known as an audio card, it is an internal computer expansion card or external expansion device that facilitates the input and output of audio signals to and from a computer. Today DJ-soundcards are usually connected via USB and have at least 2 stereo audio outputs to support :term:`cueing`.
ca: Una targeta de so és un component d'un ordinador, intern o extern que en permet l'entrada i sortida de senyals d'audio. Les targetes de so específiques de DJ es connecten normalment per USB i tenen almenys 2 sortides estèreo per tal de permetre la :term:`pre-escolta<cueing>`.
pt_br: Também conhecido como placa de áudio, é uma placa interna do computador ou um dispositivo externo que permite a entrada e a saída de sinais de áudio para dentro e para fora do computador. As placas de som de DJ de hoje geralmente são conectadas via USB e tem pelo menos duas saídas de áudio estéreo para suportar o :term:`cueing`.

source: sync
ca: sync (angles) o sincronització
pt_br: sincronização

source: Sync allows you to automatically adjust a track's :term:`tempo` and :term:`phase` to be in sync with another deck that is playing.
ca: La sincronització permet ajustar automàticament el :term:`tempo` i la :term:`fase <phase>` d'una pista per estar en sincronia amb la d'un altre plat en reproducció.
pt_br: A sincronização ajusta automaticamente o :term:`tempo` e a :term:`fase` da faixa para que ela fique em sincronia com o outro deck que está tocando.

source: The speed of a track measured in :term:`bpm`.
ca: El ritme d'una pista, mesurat en :term:`BPM`.
pt_br: A velocidade da faixa medida em :term:`BPM`.

source: timecode
ca: En anglès timecode o codi de temps

source: Used here in conjunction with :term:`vinyl control`. A special audio signal on a control vinyl or control CD (timecode media) that a computer can listen to in order to determine speed, direction and position of the playback.
ca: Utilitzat conjuntament amb el terme :term:`control de vinil <vinyl control>`. Es tracta d'una senyal d'audio especial que tenen alguns vinils i CDs que un ordinador o reproductor pot interpretar per tal de determinar la velocitat, direcció i posició de la reproducció.
pt_br: Usado em conjunto com o :term:`controle por vinil`. É um sinal de áudio especial em um vinil ou em CD de controle (mídia de timecode) que um computador pode escutar para determinar a velocidade, direção e posição da reprodução.

source: track
ca: En anglès track o pista
pt_br: faixa

source: A track is another word for a song.
ca: Una pista és un altre nom per a la paraula cançó.
pt_br: Faixa é um outro nome para música.

source: url
ca: En anglès url o adreça d'internet

source: Uniform Resource Locator. The address that defines the route to a file on an Internet server. URLs are typed into a Web browser to access Web pages and files, and URLs are embedded within the pages themselves as hypertext links. One example of a URL is `<http://www.mixxx.org>`_ .
ca: Sigles de Uniform Resource Locator. És l'adreça que defineix com s'arriba a un fitxer en un servidor d'internet. les adreces es posen als navegadors web per accedir a pàgines web i altres fitxers, i també s'inclouen a les pròpies pàgines com a enllaços a altres pàgines. Una adreça és `<http://www.mixxx.org>`_.
pt_br: Uniform Resource Locator, em português Localizador-Padrão de Recursos é o endereço que defineo caminho para um arquivo em um servidor da Internet. URLs são digitadas em um navegador Web para acessar páginas e arquivos na Web, e URLs são colocadas nas próprias páginas com links. Um exemplo de URL é `<http://www.mixxx.org>`_ .

source: vinyl control
ca: En anglès vinyl control o control de vinil
pt_br: controle por vinil

source: A method of controlling DJ applications which simulates the traditional DJing paradigm of two turntables. Using special :term:`timecode` media, the DJ application analyzes the timecode signal and simulates the sound and feel of having your music collection on vinyl.
ca: Un mètode de controlar les aplicacions de DJ que simula el paradigma tradicional d'utilitzar dos plats (tocadiscs). Si es fa anar discs amb :term:`codis de temps <timecode>`, l'aplicació pot simular que s'està fent anar discs de vinil.
pt_br: Um método de controlar aplicações de DJ que simula o paradigma tradicional de dois toca-discos. Usando mídia especial de :term:`timecode`, uma aplicação de DJ analisa o sinal de timecode e simula o som e o sentimento de ter sua coleção de música no vinil.

source: volume
ca: volum

source: A term that refers to the degree of sound intensity or audibility; loudness. Volume is determined by people's perception and does not directly correspond to any physical property of sound.
ca: Un terme que indica el grau d'intensitat de l'àudio. La percepció de cada persona determina el volum i no es correspon directament a una propietat física del so.

source: Standard digital audio file format used for storing waveform data; allows audio recordings to be saved with different sampling rates and bitrates; often saved in a 44.1 KHz, 16-bit, stereo format, which is the standard format used for CD audio. Wave files are not compressed, and are therefore :term:`lossless`. Wave files generally end with a .WAV extension.
ca: Format d'audio digital estàndad utilitzat per desar ones d'audio, que permet fer enregistraments en múltiples freqüències de mostreig i nombre de bits, tot i que el més habitual és 44.1Khz, 16-bi, estèreo, que és l'estàndard utilitzat en els CDs d'audio. Aquest format no està codificat, així que és :term:`sense pèrdues <lossless>`. Els fitxers wave acostumen a tenir la extensió .WAV.
pt_br: Arquivo de áudio digital padrão usado para guardar dados de ondas; permite que gravações de áudio sejam salvas com diferentes taxas de amostragem e taxas de bit; geralmente salvo em formato estéreo, de 16 bits e em 44.1 KHz, o que é o formato padrão para áudio em CDs. Arquivos wave não são comprimidos, e são portanto :term:`sem perdas`. Arquivos wave geralmente terminam com a extensão .WAV.

source: waveform overview
ca: En anglès waveform overview o Gràfic d'ona de la pista completa
pt_br: visão geral da onda

source: The waveform overview shows the waveform envelope of the entire track, and is useful because they allow DJs to see breakdowns far in advance.
ca: El gràfic d'ona de la pista mostra la forma d'ona de tota la pista, i és útil perquè ajuda al DJ a veure les pauses i salts molt abans.
pt_br: A visão geral da onda mostra a onda de toda a faixa, e é útil porque permite aos DJs ver caídas e outros efeitos na música antes de acontecerem.

source: waveform summary
ca: En anglès waveform summary o Gràfic d'ona de reproducció
pt_br: sumário da onda

source: The waveform summary shows the waveform envelope of the track near the current playback position.
ca: El gràfic d'ona de reproducció mostra la forma de l'ona de la pista al voltant del lloc actual de reproducció.
pt_br: O sumário da onda mostra a onda perto de onde a faixa está atualmente tocando.

source: cue sheet
pt_br: folha de cues
