Repository: 0xYoan/manual
Catalog: source/locale/*/LC_MESSAGES/glossary.po
Languages: ca, pt_br

source: Glossary of Terms
ca: Glossari de termes
pt_br: Glossário

source: Advanced Audio Coding (AAC) is a patented audio compression algorithm which uses a form of :term:`lossy` data compression. Designed to be the successor to :term:`MP3`, AAC generally achieves better sound quality at similar bit rates. While the .AAC extension is sometimes used for AAC-encoded files, they are typically saved with an .M4A file extension.
ca: Advanced Audio Coding (AAC) és un algorisme de compressió d'audio patentat que utilitza una forma de compressió :term:`amb pèrdues <lossy>`. Dissenyat per ser el successor del :term:`MP3`, el format AAC aconsegueix millor qualitat d'audio utilitzant taxes de bits similars. Tot i que de vegades s'utilitza la extensió .AAC amb fitxers comprimits amb AAC, és més habitual és que tinguin la extensió .M4A.
pt_br: O Advanced Audio Coding (ACC), em português Codificação de Áudio Avançada é um algorítimo de compressão de áudio patenteado que comprime o áudio :term:`com perdas <lossy>`. Projetado para ser o sucessor do :term:`MP3`, o AAC geralmente consegue melhor qualidade de som em taxas de bit similares. Enquanto a extensão .AAC é algumas vezes usada para arquivos codificados em AAC, tipicamente eles são salvos com a extensão .M4A.

source: An acoustic fingerprint system built entirely on :term:`open-source` technology. It aims to create a free database of user-submitted audio fingerprints with mapping to the :term:`MusicBrainz` :term:`metadata` database and provide a web service for audio file identification using this database. For more information, see`<https://acoustid.org/>`_.
ca: Un sistema d'empremta digital d'àudio feta completament amb :term:`codi-obert <open-source>`. Pretèn crear una base de dades lliure de dades enviades pels usuaris amb :term:`metadades <metadata>` obtingudes de la base de dades de :term:`MusicBrainz`, i ofereix un servei web per a la identificació de fitxers d'àudio gràcies a aquesta base de dades. Per a més informació, visiteu: `<https://acoustid.org/>`_.
pt_br: Um sistema de impressão digital acústica construído inteiramente em tecnologia de :term:`código aberto`. Tem como objetivo criar um banco de dados gratuito de impressões digitais de áudio mandados por usuários com mapeamento com os :term:`metadados` da base de dados do :term:`MusicBrainz` e fornecer um serviço web para a identificação do arquivo de áudio usando este banco de dados. Para mais informações veja `<https://acoustid.org/>`_.

source: Short for Audio Interchange File Format. High-quality digital audio file format, similar to .wav files. Contains CD-quality audio stored in a non-compressed, :term:`lossless` format. AIFF files generally end with a .AIFF or .AIF extension.
ca: Sigles de Audio Interchange File Format. És un format d'audio d'alta qualitat comparable als fitxers .WAV. Conté habitualment audio en qualitat de CD emmagatzemat en un format :term:`sense perdues <lossless>`. Els fitxers AIFF normament tena les extensions .AIFF o .AIF
pt_br: É o nome curto para Audio Interchange File Format, em português Formato de Arquivo de Áudio Interligado. É um arquivo de áudio digital de alta qualidade, similar aos arquivos .wav. Contém qualidade de CD guardados em um formato não comprimido :term:`sem perca`. Os arquivos AIFF geralmente terminam com a extensão .AIFF ou .AIF.

source: balance
ca: Balanç
pt_br: balanceamento

source: A balance control on a mixer allows you to adjust the balance between the left and right channel. The balance refers to the relative volume of the corresponding channel in a stereo audio signal.
ca: Un control de balanç en un mesclador permet ajustar el balanç entre els canals d'audio esquerra i dret. El balanç es refereix al volum relatiu entre els canals corresponents en una senyal d'audio estèreo.
pt_br: Um controle de balanceamento em um mixer permite que você ajuste o balanço entre os canais esquerdo e direito. O balanceamento se refere ao volume relativo do respectivo canal em um sinal de áudio estéreo.

source: bar
ca: barra de compàs
pt_br: compasso

source: In musical notation, a bar (or measure) is a segment of time defined by a given number of beats. Typically, a piece consists of several bars of the same length.
ca: En notació musical, una barra de compàs (o mètrica) és un segment de temps definit per un nombre determinat de tocs de compàs. És habitual que una peça consisteixi en múltiples barres de compàs de la mateixa longitud.
pt_br: Na notação musical, um compasso é um segmento de tempo definido por um número definido de batidas. Tipicamente, uma peça consiste de vários compassos do mesmo tamanho.

source: beatgrid
ca: Graella de tocs
pt_br: grade de batidas

source: A series of markers that point to the location of beats within the track. Beatgrids are used for advanced mixing functions such as track :term:`sync`, precise effects synchronization, looping and accurate :term:`BPM` representation.
ca: Una serie de marques que indiquen la localització dels tocs de compàs en la pista. Les graelles de ritme s'utilitzen per a funcions de mescla avançades com la :term:`sincronització <sync>`, efectes precisos de sincronització, bucles i representació acurada de :term:`BPM`.
pt_br: Uma série de marcadores que apontam para a localização das batidas na faixa. Grades de Batida são usados para funções avançadas de mixagem como a :term:`sincronização` de faixas, sincronização de efeitos precisos, looping e representação precisa do :term:`BPM`.

source: beatmatching
ca: enquadrar els ritmes

source: A mixing technique used to establish a similar tempo with two or more tracks, making them sound like just one track.
ca: Una tècnica de mescla utilitzada per posar un tempo similar a dos o més pistes, fent que sonin com una sola pista.
pt_br: Uma técnica de mixagem para estabelecer um tempo similar entre duas ou mais faixas, fazendo elas parecerem apenas uma faixa.

source: binaries
ca: binaris
pt_br: binários

source: Files that contain compiled computer code, which was compiled from source code. Source code, which is usually a bunch of text files, is processed with a program called a compiler. The compiler then generates a binary, which is something like an an .exe or a .dll file. By using binaries you are relieved of the task of having to compile the code by yourself.
ca: Fitxers que contenen codi compilat per ordinador a partir de codi font. El codi font és habitualment un conjunt de fitxers de text que es processen amb un programa anomenat compilador. El compilador genera un fitxer binari, com pot ser un fitxer .exe o .dll. A l'utilitzar els binaris, no es necessari que compileu el codi.
pt_br: Arquivos que contém código de computador compilado, que foi compilado do código-fonte. O código-fonte, que geralmente é um monte de arquivos de texto, é processado em um programa chamado compilador. Esse compilador gera um binário, o que é alguma coisa .exe ou .dll. Usando os binários, você se livra da tarefa de compilar o código.

source: bitrate
ca: bitrate o Taxa de bits
pt_br: taxa de bits

source: Describe the quality of an audio or video file. For audio data the bitrate is commonly measured in :term:`Kbps`. For example, an MP3 audio file that is compressed at 192 Kbps will have a greater dynamic range and may sound slightly more clear than the same audio file compressed at 128 Kbps.
ca: Descriu la qualitat aproximada d'un fitxer d'audio o de vídeo. Per a fitxers d'audio, s'acostuma a mesorar en :term:`Kbps`. Per exemple, un fitxer MP3 comprimit a 192Kbps descriurà amb millor precisió les característiques del so, que no pàs la mateixa pista comprimida a 128Kbps, i hauria de sonar més bé. Cal remarcar que la taxa de bits només es comparable dins del mateix format i també depèn de la qualitat del codificador utilitzat.
pt_br: Descreve a qualidade de um arquivo de áudio ou de vídeo. Para áudio, a taxa de bits é geralmente medida em :term:`Kbps`. Por exemplo, um arquivo de áudio MP3 que é comprimido em 192 Kbps vai ter uma faixa dinâmica melhor e ficará um pouco mais claro do que o mesmo áudio comprimido em 128 Kbps.

source: Beats per minute (BPM) is used as a measure of tempo in music. If you tap your foot to music you are following the “beat”. If you count how many taps you do in a minute you have calculated the BPM.
ca: Els tocs per minut (BPM) s'utilitzen com a mesura del tempo de la música. Si aneu donant cops amb el peu al ritme de la música, esteu seguint els tocs de compàs. Si compteu quants tocs feu en un minut, heu calculat els BPM.
pt_br: As Batidas por minuto (BPM) são usadas para medir o tempo de uma música. Se você bate o pé com a música, você está seguindo a "batida". Se você contar quantas vezes você bate o pé em um minuto, você terá calculado o BPM.

source: bug report
ca: Informe d'errors
pt_br: relatar um bug

source: Every software has bugs. When you come across a bug in this software, you should submit a report about it to the developers. They can use this to identify, replicate and fix the issue.
ca: Tot programari té errors. Quan trobeu un error en aquesta aplicació, envieu un informe d'errors als desenvolupadors. Ells poden utilitzar aquesta informació per identificar, reproduïr i arreglar el problema.
pt_br: Bugs são problemas encontrados no software e todo software tem bugs. Quando você encontrar um bug, você precisa relatar este bug para os desenvolvedores. Esse relato poderá ser usado para identificar, reproduzir e corrigir esse problema.

source: CDJ is a term originally used to describe a line of CD players from Pioneer Electronics. Today CDJ generally refers to DJ CD players that work like a record player. They allow analog control of music using CDs, usually using a touch sensitive emulated vinyl control surface.
ca: CDJ és una paraula utilitzada originalment per descriure una línia de reproductors de CD de Pionner Electronics. Avui en dia CDJ fa referència als reproductors de CD per a DJ que funcionen com un reproductor de vinils. Permeten una sensació de treballar amb discs però utilitzant CDs, amb l'ajuda d'un control que simula un plat.
pt_br: CDJ é um termo originalmente usado para descreve a linha de tocadores de disco da Pioneeer. Hoje em dia CDJ geralmente significa tocadores de disco de DJ que funcionam como um tocador de disco. Eles permitem um controle analógico da música usando CDs, geralmente usando uma superfície que simula o vinil.

source: Short for compressor/decompressor, a codec is any technology for compressing and decompressing audio and video data. Some popular codecs for computer audio include :term:`MP3` and :term:`Ogg Vorbis`.
ca: Abreviació de codificador/descodificador. Un codec és qualsevol algorisme per codificar i descodificar audio i vídeo. Alguns codecs d'audio populars són el :term:`MP3` i el :term:`Ogg Vorbis`. (Nota: No confondre amb els compressors del rang dinàmic de l'audio)
pt_br: Versão curta de compressor/descompressor, um codec é qualquer tecnologia de compressão ou descompressão de áudio e de vídeo. Alguns codecs populares para computador incluem o :term:`MP3` e o:term:`Ogg Vorbis`.

source: controller
ca: controladora
pt_br: controlador

source: An external hardware device that generates and transmits signals to a computer, usually via USB, to control software with physical controls other than a mouse and keyboard. Controllers have many uses for music such as controlling DJ programs like Mixxx. They typically send :term:`MIDI` signals but some controllers use :term:`HID` signals. Many DJs prefer to control DJ software using physical knobs, faders, and wheels on controllers instead of using a computer keyboard and mouse.
ca: Un dispositiu extern que genera i transmet senyals a un ordinador, generalment per USB, per a controlar l'aplicació utilitzant els controls físics, en comptes del ratolí i el teclat. Les controladores tenen moltes utilitats per a la música, com el control d'aplicacions de DJ com el Mixxx. Moltes controladores envien senyals :term:`MIDI`, però algunes envien senyals :term:`HID`. Molts DJ prefereixen utilitzar les aplicacions amb les rodetes i controls lliscants físics d'aquestes controladores, i no haver d'utilitzar el teclat i el ratolí.

source: The crossfader is a slider that determines how much each deck of audio contributes to the :term:`master output`.
ca: The crossfader és un control lliscant que determina en quina quantitat contribueix cada plat a la :term:`sortida mestra <master output>`.
pt_br: Um crossfader é um deslizante que determinado o quanto de cada deck de áudio sai para a :term:`saída mestre`. Assim se o crossfader estiver para direita, o áudio dos decks da direita vai aparecer mais do que o áudio dos decks da esquerda e vice-versa.

source: A Cue or Cue point is a reference point in the track usually placed on the position the DJ wants the track to start at by default. This is useful to instantly jump to that point without seeking through the track.
ca: Un cue o punt cue és un punt de referència dins la pista, normalment ubicat en la posició en la que el DJ vol que comenci la pista si no s'indica una altra cosa. Això facilita accedir al punt desitjat sense haver de cercar-lo.
pt_br: Um Cue ou um ponto cue é um ponto de referência na faixa que é geralmente posicionado onde o DJ quer que a faixa comece a tocar. Isso é útil para pular instantaneamente para aquele ponto sem precisar buscá-lo pela baixa.

source: A cue sheet (or CUE file, CUE sheet, etc.) is a formatted plain text file which is used to provide index information for a large audio file. For example, it can be used to tell software extra details about the layout of a CD to burn.
ca: Un cue sheet (o fitxer CUE) és un fitxer de text pla que serveix com a índex de reproducció en fitxers d'audio de llarga durada. Per exemple, s'utilitza habitualment per definir les pistes d'audio extretes d'un CD, o també per gravar-lo.
pt_br: Uma folha de cues (ou arquivo CUE, folha CUE, etc.) é um arquivo de texto formatado que dá o índice para um arquivo de áudio grande. Por exemplo, ele pode ser usado para informar ao software detalhes extras sobre como o CD deve ser gravado.

source: cueing
ca: cueing o Pre-escolta

source: Headphone cueing, or just cueing, is listening to the next track you would like to mix in in your headphones. The audience will not hear what you are cueing in your headphones. Being able to cue is a crucial aspect to DJing.
ca: La pre-escolta amb auriculars, o també cueing, vol dir escoltar la següent pista que voleu mesclar fent servir els auriculars. El public no sentirà el que esteu pre-escoltant. Poder pre-escoltar és un aspecte crucial per a fer de DJ.
pt_br: Cueing no fone, ou só cueing, é ouvir a próxima faixa que você quer mixar somente nos seus fones de ouvido. O público não vai ouvir o que você está ouvindo nos seus fones. Ser capaz de realizar o cueing é um aspecto crucial de um DJ.

source: Short for decibels. A Decibel is a logarithmic measurement of sound level. Whispering is around 25 dB while unbearable sound such as a jet engine is around 160 db. Rule of thumb: A volume increase of 10 dB is perceived as twice as loud.
ca: Sigles de decibels. Un decibel és una mesura logarítmica utilitzada habitualment per mesurar el so. Xiuxiuejar equival a uns 25 dB SPL (nivell de pressió del so), mentre que un so realment fort com el motor d'un avió propulsat a tan sols 1 metre de distancia seria uns 150 dB SPL. Com a regla general, un increment de 10dB es percep com el doble de fort.
pt_br: É a versão curta de decibéis. Um decibél é uma medida logarítimica do nível de som. Assobiar por exemplo é por volta de 25 dB enquanto um som insuportável como o de um jato é por volta de 160 dB. A regra é a seguinte: Um aumento de volume de 10 dB é percebido como duas vezes mais alto.

source: deck
ca: plat

source: A deck is like a virtual vinyl turntable. You can load a :term:`track` into it and play the track, just like you would put a record on turntable and play it.
ca: El terme plat (també es pot utilitzar platina, o reproductor) representa un reproductor de discs de vinil o tocadiscs virtual. S'hi pot carregar una :term:`pista <track>` i reproduir-la, tal i com es faria si posessiu un disc de vinil en un tocadiscs.
pt_br: Um deck é como um toca-discos virtual. Você pode carregar uma :term:`faixa` nele e tocar a faixa do mesmo jeito que você coloca um disco de vinil no toca-discos e coloca ele para tocar.

source: Digital Rights Management (DRM) technologies attempt to control what you can and can't do with the media and hardware you've purchased. Typically, a DRM system either encrypts the data so that it can only be accessed in a way authorized by copyright holders or marks content with a digital watermark or similar method so that the content can not be freely distributed. For information about how you can get involved in activism against DRM, see `Defective by Design <http://www.defectivebydesign.org>`_.
ca: Les tecnologies Digital Rights Management (DRM) pretenen afegir un control sobre el que podeu i no podeu fer amb els fitxers multimedia i el maquinari que heu comprat. És habitual que un sistema DRM encripti les dades per a que només s'hi pugui accedir de la manera que ho han permès els propietaris del copyright, o identifica el contingut amb una marca d'aigua, o altres mètodes, de manera que el contingut no pugui ser distribuit lliurement. Per a més informació de com ajudar a la lluita contra el DRM, visiteu `Defective by design (en anglès) <http://www.defectivebydesign.org>`_.
pt_br: Digital Rights Management (DRM), em português Gerenciamento de Direitos Digitais é uma tecnologia que tenta controlar o que você pode ou não fazer com a mídia ou hardware que você comprou. Tipicamente, um sistema de DRM criptografa a informação de uma maneira que ela só pode ser acessada de uma forma autorizada pelos donos dos direitos autorais ou marca o conteúdo com uma marca d'água digital ou um método parecido para que o conteúdo não possa ser distribuído livremente. Para mais informações sobre como você pode se envolver no ativismo contra o DRM, veja o site `Defective by Design, em inglês <http://www.defectivebydesign.org>`_.

source: fast-forward
ca: fast-forward (anglès) o avança ràpid
pt_br: avanço rápido

source: To cause something to advance at quicker than normal speed. In terms of audio software that means if you press the fast-forward button the audio will play with increased speed as long as the button is pressed. This is useful to seek through a track.
ca: Avança ràpid, en anglès fast-forward implica avançar més ràpid del que seria la velocitat normal. Aplicat a l'àudio, significa que al prémer avança ràpid, l'àudio es reproduirà més ràpid mentre el botó es mantingui premut. Això és útil per cercar a dins de la pista.
pt_br: Em inglês fast-foward, significa avançar alguma coisa mais rápido do que na velocidade normal. Nos termos de software de áudio, isso significa que se você pressionar o botão de avanço rápido, o áudio vai ser tocado com uma velocidade maior enquanto você segurar o botão. Isso é útil para buscar pela faixa.

source: fast-rewind
ca: En anglès fast-rewind o Retrocedeix ràpid
pt_br: rebobinamento rapido

source: The opposite of :term:`fast-forward`. If you press the fast-rewind button the audio will play in reverse with increased speed as long as the button is pressed.
ca: El contrari de :term:`Avança ràpid<fast-forward>`. Si el premeu, l'audio es reproduirà més ràpid, i cap enrere mentre es mantingui premut.
pt_br: O oposto do :term:`avanço rápido`. Se você pressionar o botão de rebobinamento rápido, o áudio vai tocar em reverso rapidamente enquanto você segurar o botão.

source: file manager
ca: Explorador de fitxers
pt_br: navegador de arquivos

source: A computer program that organizes data files into groups and shows you where they are when you need to find them again. Popular file managers for the :term:`operating systems <operating system>` Mixxx supports are Explorer on Windows, Finder on Mac OS X and Nautilus on GNU/Linux.
ca: Una aplicació d'ordinador que organitza els fitxesr en grups i mostra la seva ubicadió per poder localitzar-los de nou. Els exploradors de fitxers habituals en els :term:`sistemes operatius <operating system>` on es pot fer anar el Mixxx són, el Explorer al Windows, el Finder al Mac OS X i el Nautilus al GNU/Linux.
pt_br: Um programa no computador que organiza os arquivos de dados em grupos e mostra para você onde eles estão quando você precisar achá-los de novo. Navegadores de arquivos populares para os :term:`sistemas operacionais <operating system>` que o Mixxx suporta são: Explorer no Windows, Finder no Mac OS X e Nautilus no GNU/Linux.

source: Free Lossless Audio Compression (FLAC), a patent-free audio compression similar to :term:`MP3` but :term:`lossless` (i.e. there is no loss in audio quality when used). FLAC files generally end with a .FLAC extension.
ca: Free Lossless Audio Compression (FLAC), un compressor d'audio lliure de patents similar al :term:`MP3` però :term:`sense pèrdues <lossless>` (és a dir, no es perd qualitat si s'utilitza). Els fitxers FLAC tenen habitualment la extensió .FLAC.
pt_br: Free Lossless Audio Compression (FLAC) ou em português Compressão de Áudio Sem Perdas Gratuita é uma compressão de áudio livre de patentes similar ao :term:`MP3` porém :term:`sem perdas` (isto é, não há nenhuma perda na qualidade do áudio quando usado). Arquivos FLAC geralmente terminam com a extensão .FLAC.

source: A flanger is an effect that mixes the input signal with a delayed copy of itself which leads to interferences in the signal and creates a comb-filter effect. By routing the output of the effect back into the input (feedback), the effect is enhanced.
ca: L'efecte flanger es caracteritza per mesclar la senyal d'entrada amb una copia d'ella mateixa, retardada, i on la tonalitat varia lleugerament. Al retroalimentar-se amb la sortida, l'efecte es realça.
pt_br: O flanger é um efeito que mixa o sinal da entrada com uma cópia dele mesmo atrasado que leva a interferências no sinal e cria o efeito de Filtro Comb. O efeito é aprimorado ao direcionar o áudio da saída para o efeito novamente na entrada (feedback).

source: Short for “Graphical User Interface” and is pronounced “gooey”. It refers to a user interface based on graphics (icons, pictures and menus) instead of text. In Mixxx, it uses a mouse, keyboard, or :term:`MIDI` / :term:`HID` :term:`controllers <controller>` as input devices.
ca: Diminutiu de “Graphical User Interface”, que vol dir Interfície gràfica d'usuari. Es tracta del tipus d'interfície que utilitza icones, imatges i menús en comptes de text. El Mixxx es pot utilitzar amb el teclat, el ratolí o amb :term:`controladores <controller>` :term:`MIDI` o :term:`HID`.

source: head/mix button
ca: Mescla d'auriculars
pt_br: botão mixagem do fone

source: The head/mix button is used to control how much you mix the :term:`master output` into your :term:`headphone output`. This can be very useful when :term:`cueing` a track, because you can test out how it sounds when mixed with the main mix in your headphones, before letting the audience hear the track.
ca: La mescla d'auriculars s'utilitza per a poder mesclar la :term:`sortida mestra <master output>` cap a la :term:`sortida d'auriculars`. Això és molt útil quan es :term:`pre-escoltar <cueing>` una pista, donat que podeu escoltar amb els auriculars com sona quan es mescla amb la sortida mestra, abans de que el public senti la pista.
pt_br: O botão mixagem do fone é usado para controlar o quando da mixagem da :term:`saída mestre` você quer na :term:`saída do fone`. Isso pode ser útil quando você realizar o :term:`cueing` da faixa, porque você pode testar quão bom ela vai ficar para o público antes de colocar em prática.

source: headphone button
ca: Botó d'auriculars
pt_br: botão do fone
